{
  "date": "2025-12-18",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Áries solteiro em 18/12/2025, aproveite a energia vibrante da temporada para explorar novas conexões. Seja aberto a encontros inesperados, pois oportunidades surgirão em lugares que menos espera. Cultive a autoestima e demonstre sinceridade ao se relacionar, criando uma conexão auténtica. Aproveite eventos sociais, cursos ou atividades ao ar livre para ampliar seu círculo. Confie no seu charme natural e lembre-se: às vezes, o amor surge justamente quando você menos planeja.",
      "couples": "Áries em relacionamento, em 18/12/2025, lembre-se que a comunicação sincera fortalece vínculos. Expressar seus sentimentos com palavras doces e gestos de carinho cria conexões mais profundas. Valorize momentos de intimidade e demonstre seu amor de forma espontânea. Ouça seu parceiro com atenção e esteja aberto a ouvir suas necessidades. Pequenas ações cheias de afeto e compreensão podem transformar seu relacionamento, tornando-o mais sólido e apaixonado.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor com uma mensagem surpresa e sincera expressando o quanto ele significa para você, dando espaço para uma conversa profunda.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, 2025 é um ano de possibilidades emocionantes no amor. Aproveite oportunidades de conhecer novas pessoas, seja em eventos sociais ou atividades que gosta. Seja autêntico e aberto ao contato, pois sua sinceridade atrai conexões profundas. Invista na sua autenticidade e paciência; o amor pode surgir de onde menos espera, especialmente quando você valoriza o que realmente importa. Mantenha o coração aberto e confie no seu ritmo natural.",
      "couples": "Para Touro em 18 de dezembro de 2025, invista na construção de pontes mais sólidas com seu parceiro. Comunique seus sentimentos com sinceridade e ouça com atenção. Surpresas pequenas e gestos românticos fortalecerão o vínculo. Planeje uma experiência especial para criar memórias juntos e demonstre sua apreciação diária. A paciência e o carinho serão fundamentais para aprofundar a conexão, transformando cada momento em uma oportunidade de crescerem lado a lado.",
      "mood": "cauteloso",
      "action": "Hoje, para Touro, invista um tempo especial preparando uma refeição deliciosa que represente seu carinho e dedicação ao seu parceiro.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Para os Gêmeos solteiros, 2025 traz oportunidades incríveis de encontros inesperados. Esteja aberto a novas experiências e deixe sua curiosidade guiá-lo. Aproveite eventos sociais, grupos e atividades que despertam seu interesse, pois ali podem surgir conexões autênticas. Aproveite sua habilidade de comunicação, sendo sincero e espontâneo. Lembre-se de valorizar seu jeito leve e alegre, pois assim atrairá alguém que aprecia sua essência única. O amor pode estar mais próximo do que imagina!",
      "couples": "Querido Gêmeos, em 2025-12-18, é fundamental investir na comunicação e na sinceridade com seu parceiro. Ouça atentamente, demonstre interesse genuíno e compartilhe seus sentimentos sem hesitação. Surpreenda com pequenos gestos de carinho, palavras doces ou uma ideia criativa. Aproxime-se com leveza e propósito, fortalecendo a conexão emocional. Aproveite o momento para criar memórias especiais, cultivando a confiança e renovando o amor de forma autêntica e apaixonada.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, escreva uma carta de amor sincera e entregue pessoalmente à pessoa amada, expressando seus sentimentos mais profundos e admiração.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Câncer solteiro, em 2025-12-18, abrace novas oportunidades de conhecer pessoas que compartilhem seus valores e sensibilidade. Esteja aberto a convites e eventos sociais; sua intuição ajudará a identificar conexões autênticas. Seja honesto sobre seus sentimentos e vulnerável na medida certa, criando conexões profundas. Aproveite o momento para fortalecer sua autoconfiança, pois o amor pode surgir de situações inesperadas. Confie em seu coração e permita-se amar mais intensamente.",
      "couples": "Para fortalecer seu relacionamento em 18 de dezembro de 2025, dedique-se à comunicação sincera e aberta. Demonstre seu amor com gestos românticos que expressem cuidado e atenção às pequenas coisas. Escute seu parceiro com empatia, criando um espaço de confiança. Cultive momentos íntimos e significativos, reforçando o laço emocional. Seu coração sensível é uma fonte de amor; compartilhe esse sentimento de forma autêntica para fortalecer ainda mais a conexão entre vocês.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer deve preparar um jantar especial em casa, com seus pratos favoritos, e convidar seu amor para uma noite íntima e acolhedora.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Para Leão solteiro em 18/12/2025, ouse explorar novas experiências e ambientes sociais. Seja autêntico e confiante, pois sua personalidade vibrante atrai pessoas especiais. Aproveite eventos culturais, encontros com amigos ou atividades criativas para ampliar seu círculo social. Lembre-se de ouvir com atenção e mostrar seu lado gentil. A chance de amor verdadeiro está próxima; esteja aberto às oportunidades que surgirem, e seu brilho natural conquistará corações sinceros.",
      "couples": "Para Leão em 2025-12-18, fortaleça seu relacionamento investindo em comunicação sincera e afetuosa. Mostre seu amor com gestos românticos, como palavras doces e detalhes que expressem sua admiração. Ouça ativamente seu parceiro, acolhendo suas emoções com carinho. Surpreenda-o com pequenas demonstrações de afeto que reforcem o vínculo. Lembre-se, o amor cresce na base da compreensão mútua e do respeito, alimentando uma parceria cada vez mais forte e apaixonada.",
      "mood": "sério",
      "action": "Hoje, Leão deve preparar uma surpresa personalizada, como uma carta sincera e um jantar especial, para demonstrar seu amor sinceramente.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "No dia 18 de dezembro de 2025, as Virgem solteiras encontrarão novas oportunidades de conexão. Aproveite para ampliar seu círculo social, participando de eventos que estimulem conversas genuínas. Seja autêntica ao expressar seus sentimentos, sem pressa ou perfeição. Abra seu coração para encontros espontâneos e permita-se descobrir paixões latentes. Confie na sua intuição e lembre-se de que o amor surge quando menos espera, especialmente ao se abrir para novas experiências.",
      "couples": "Para Virgem em 2025-12-18, concentre-se em fortalecer os laços por meio da comunicação sincera e carinhosa. Mostre seu amor com pequenos gestos diários, como uma mensagem inesperada ou um jantar especial. Ouça seu parceiro com atenção, valorizando seus sentimentos e opiniões. Aproveite momentos de conexão para criar memórias inesquecíveis. Essa atenção genuína cultivará harmonia, aprofundando seu relacionamento e trazendo ainda mais magia ao seu romance nesta fase especial.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, escreva uma carta sincera expressando seus sentimentos mais profundos para alguém especial, entregando-a com carinho e esperança.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, em 2025, seu charme natural atrairá muitas pessoas, então esteja aberta a novas experiências. Aproveite eventos sociais, aulas ou grupos que despertem sua paixão, pois esses ambientes são perfeitos para conhecer alguém especial. Seja autêntica e confie na sua intuição ao estabelecer conexões. Lembre-se: o amor floresce quando menos esperamos, então permita-se relaxar e desfrutar a jornada. Seu coração se abrirá para possibilidades incríveis neste próximo ciclo.",
      "couples": "Querida Libra, em 18 de dezembro de 2025, valorize a comunicação aberta e sincera com seu parceiro. Invista em gestos românticos, como umaSurpresa inesperada ou um jantar à luz de velas, para fortalecer o vínculo. Ouça com atenção, demonstrando interesse genuíno nas emoções e sonhos do seu amor. Cultive a harmonia, equilibrando seus desejos com as necessidades do parceiro, e o relacionamento florescerá ainda mais neste período especial.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma carta escrita à mão expressando seus sentimentos mais profundos, demonstrando carinho e sinceridade.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, em 2025, abra seu coração para novas experiências. Este é um momento perfeito para explorar encontros espontâneos e se abrir para novas conexões. Seja autêntico e sincero ao expressar seus sentimentos; sua intensidade será cativante. Procure ambientes onde possa conhecer pessoas que compartilham seus interesses. Confie na sua intuição e permita que o amor entre gentilmente na sua vida, trazendo paixão e profundidade às suas experiências afetivas.",
      "couples": "Para Escorpião em 2025-12-18, invista na profundidade emocional e na comunicação honesta. Compartilhe seus sentimentos mais sinceros com seu parceiro, criando um espaço de confiança mútua. Surpreenda com gestos românticos que demonstrem seu compromisso e dedicação. Ouça atentamente, valorizando a vulnerabilidade do outro, e fortaleça os laços com pequenos atos de carinho. Assim, vocês construirão uma relação mais intensa, apaixonada e duradoura.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve surpreender seu amor com uma mensagem sincera e apaixonada, expressando seus sentimentos mais profundos e admiração.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitário, 2025 reserva possibilidades incríveis para o amor. Esteja aberto a novas experiências e encontros espontâneos, pois sua energia vibrante atrairá pessoas interessantes. Aproveite ocasiões sociais, viagens ou atividades ao ar livre para expandir seu círculo. Seja sincero e autêntico, pois sua essência cativante conquistará corações. Confie no seu método natural de conexão e lembre-se de que o amor pode surgir nos momentos mais inesperados. Este ano, espalhe sua luz e abrace novas possibilidades amorosas.",
      "couples": "Para Sagitário em 2025-12-18, fortaleça seu relacionamento sendo mais atento às emoções do parceiro. Comunicação sincera e aberta criará maior conexão. Surpreenda com gestos românticos que demonstrem seu carinho, como mensagens doces ou pequenos detalhes diários. Aproveite momentos juntos para explorar novas atividades, mantendo a chama viva. Lembre-se de ouvir com atenção e mostrar gratidão, pois esses gestos sustentarão um amor mais profundo e duradouro.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem carinhosa e sincera, expressando sua gratidão e desejo de compartilhar momentos especiais juntos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricorniano(a), em 2025-12-18, aproveite o momento para ampliar seus horizontes e explorar novas oportunidades amorosas. Seja aberto(a) para encontros inesperados e cultive amizades sinceras que possam evoluir para algo mais profundo. Sua determinação e autenticidade atrairão pessoas que valorizam seu jeito único de ser. Confie no seu coração e embarque em novas experiências sem medo. O amor está mais próximo do que imagina, basta dar o primeiro passo com coragem e esperança.",
      "couples": "Para Capricórnio em 18/12/2025, invista na comunicação aberta e sincera com seu parceiro. Mostre seu amor através de gestos simples, como um jantar especial ou uma mensagem carinhosa. Não tenha medo de demonstrar vulnerabilidade; ela fortalece a conexão emocional. Planeje momentos juntos que alimentem a cumplicidade, como uma caminhada ao pôr do sol ou um presente que simbolize seu carinho. Cultivar o romance e a confiança tornará seu relacionamento ainda mais sólido.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, reserve um momento para escrever uma carta de amor sincera e entregá-la pessoalmente ao seu parceiro, demonstrando sua dedicação.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Aquário, em 2025, mergulhe em novas experiências sociais para ampliar suas oportunidades de encontrar o amor. Participe de eventos, workshops ou grupos que compartilhem seus interesses — sua autenticidade atrairá conexões sinceras. Seja aberto a flertar e mostre seu lado vulnerável; isso criará laços mais profundos. Confie na sua intuição e não tenha medo de dar o primeiro passo. O amor está se aproximando, e suas possibilidades são infinitas.",
      "couples": "Querido aracnídeo de Aquário, em 2025-12-18, invista na comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos únicos, que expressem sua criatividade e liberdade. Ouça com atenção e valorize as opiniões do outro, fortalecendo a conexão emocional. Surpreenda com pequenos detalhes que alimentem o romance e reafirmem o compromisso. Assim, você construirá uma relação mais sólida, cheia de admiração mútua e paixão duradoura.",
      "mood": "romântico",
      "action": "Hoje, Aries, escreva uma carta sincera e íntima para seu amor, expressando seus sentimentos mais profundos e desejos compartilhados.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, 2025 traz possibilidades encantadoras de encontrar alguém especial. Aproveite oportunidades para sair da rotina, participe de eventos sociais e conecte-se com novas pessoas. Sua sensibilidade única atrairá parceiros que apreciem sua autenticidade. Seja aberto às pequenas conversas e confie na sua intuição para identificar conexões reais. Cultive a autoestima e não tenha medo de mostrar seu coração. O amor está mais próximo do que imagina—basta dar o primeiro passo com o coração aberto.",
      "couples": "Para Peixes em relacionamento em 18/12/2025, valorize a comunicação sincera, ouvindo seu parceiro com empatia. Demonstre amor através de gestos românticos, como cartas ou pequenos presentes que expressem seus sentimentos mais profundos. Cultive momentos de conexão emocional, praticando a escuta ativa e a compreensão. Permita-se ser vulnerável, fortalecendo o vínculo de confiança. Assim, seu relacionamento se tornará mais sólido, repleto de amor, mistério e sonhos compartilhados.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, reserve um momento tranquilo para escrever uma carta de amor sincera e enviada com detalhes que demonstram o quanto valoriza seu parceiro.",
      "author": "Astrologly"
    }
  }
}