{
  "date": "2025-12-28",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Áries solteiro, 2025 traz oportunidades vibrantes para expandir seus horizontes amorosos. Aproveite encontros espontâneos e eventos sociais para conhecer pessoas novas e apaixonadas. Seja autêntico e aberto ao compartilhar suas paixões; sua energia contagiante atrairá corações compatíveis. Não tema mostrar vulnerabilidade, pois isso fortalecerá conexões genuínas. Esteja atento às pequenas mensagens e gestos, que podem transformar amizades em algo mais profundo. Aventure-se no amor com coragem, e o universo sorrirá para suas realizações afetivas.",
      "couples": "Áries, em 28 de dezembro de 2025, invista na comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos românticos e surpreendentes, refletindo seu entusiasmo natural. Ouça com atenção suas necessidades e dúvidas, fortalecendo a conexão emocional. Seja paciente e dedicado, cultivando a confiança mútua. Assim, seu relacionamento ganhará ainda mais intensidade e harmonia nesta fase especial, tornando seu vínculo mais forte e cheio de paixão.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, envie uma mensagem sincera e apaixonada para seu parceiro, expressando o quanto ele é importante na sua vida.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, 2025 traz oportunidades únicas para encontros e conexões sinceras. Aproveite momentos para expandir seu círculo social, participando de eventos que despertam seu interesse. Seja autêntico e aberto ao fazer novas amizades, pois, assim, encontrará alguém que valorize sua estabilidade e sensibilidade. Confie na sua intuição ao explorar novas possibilidades amorosas e lembre-se de abraçar a paciência — o amor verdadeiro está mais próximo do que imagina.",
      "couples": "Touro, em 28 de dezembro de 2025, priorize fortalecer sua conexão através de gestos românticos e atenção aos detalhes. Comunique seus sentimentos de forma clara e sincera, valorizando o diálogo aberto. Surpreenda seu parceiro com pequenas demonstrações de carinho, como um jantar especial ou uma mensagem carinhosa. Cultivar paciência e empatia nesse momento fortalecerá o vínculo emocional, criando uma base sólida de amor, confiança e cumplicidade para o futuro.",
      "mood": "cauteloso",
      "action": "Hoje, Touro, surpreenda seu amor com um jantar caseiro à luz de velas, demonstrando sua dedicação e carinho sincero.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Hoje, Gêmeos solteiro, 28 de dezembro de 2025, é um momento ideal para explorar novas possibilidades amorosas. Sua personalidade charmosa atrairá facilmente pessoas interessantes, então saia mais, participe de eventos sociais e cultive amizades. Seja aberto a novas conexões, mas lembre-se de ouvir o coração e expressar seus sentimentos sinceramente. O universo está conspirando a seu favor para encontrar alguém que compartilhe de sua energia vibrante e curiosidade constante.",
      "couples": "Gêmeos em 2025-12-28, valorize a comunicação sincera e aberta com seu parceiro. Aproveite o momento para compartilhar seus sentimentos e ouvir atentamente o que ele tem a dizer. Surpreenda com gestos românticos, como uma mensagem carinhosa ou um passeio especial. Cultive a conexão emocional, demonstrando interesse genuíno nas pequenas coisas do dia a dia. Assim, fortalecerá ainda mais o vínculo, criando uma base de confiança e amor duradouros.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, envie uma mensagem sincera de admiração e carinho para seu amor, demonstrando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Neste dia especial, Cancer, abra seu coração para novas experiências. Permita-se explorar encontros espontâneos, seja em eventos sociais ou atividades que despertam seu interesse. Confie na sua intuição ao conhecer alguém, e lembre-se de mostrar sua essência sensível e carinhosa. Aproveite oportunidades para se conectar profundamente antes de se abrir totalmente. O amor floresce quando você se permite ser vulnerável e autêntico. Esteja aberto às possibilidades e deixe o universo guiar seu coração.",
      "couples": "Câncer em 2025-12-28, invista na comunicação aberta e sincera com seu parceiro. Mostre seu amor através de gestos românticos, como jantares íntimos ou pequenas surpresas que expressem cuidado e carinho. Cultive o fortalecimento emocional, ouvindo com atenção e apoiando suas emoções. Valorize momentos de conexão genuína, criando memórias afetivas que reforcem o sonho de uma parceria sólida e cheia de afeto verdadeiro.",
      "mood": "brincalhão",
      "action": "Hoje, Cancer, escreva uma carta sincera e profunda para seu amor, expressando seus sentimentos mais autênticos e vulneráveis.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2025 traz oportunidades incríveis para abrir seu coração. Aproveite cada encontro como uma aventura única, seja em eventos sociais, viagens ou atividades que expressem sua criatividade. Esteja aberto a conhecer novas pessoas e deixe sua autenticidade brilhar. Confie na sua intensidade vibrante para criar conexões verdadeiras. Sua coragem e charme farão você atrair quem realmente combina com sua essência. Não tenha pressa; o amor chega quando menos espera, basta estar disposto a se envolver.",
      "couples": "Leão, em 28/12/2025, seu magnetismo atrai, mas lembre-se de valorizar a comunicação sincera com seu parceiro. Cultive momentos de conexão profunda, ouvindo com atenção e demonstrando afeto através de gestos românticos. Surpreenda com pequenas demonstrações de carinho, reforçando a confiança e o amor. Sua força e brilho são inspiradores, mas lembre-se que a vulnerabilidade fortalece laços. Invista no diálogo e no carinho diário para transformar seu relacionamento em uma verdadeira fonte de felicidade.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma mensagem sincera e apaixonada, expressando o quanto ele é importante para você.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virginiana, em 28 de dezembro de 2025, abra seu coração para novas experiências. Seja aberta a encontros inesperados e não hesite em mostrar seu verdadeiro eu. Conheça pessoas diferentes, participe de atividades que você ama e confie na sua intuição. Romanticamente, o universo está conspirando a seu favor; sua autenticidade atrairá conexões verdadeiras. Aproveite essa fase para cultivar relacionamentos significativos, lembrando que o amor surge quando menos espera.",
      "couples": "No dia 28 de dezembro de 2025, Virgem, fortaleça seu relacionamento cultivando uma comunicação sincera e carinhosa. Valorize os pequenos gestos de amor e atenção, mostrando que se importa de verdade. Planeje momentos especiais para compartilhar suas emoções e sonhos, criando memórias inesquecíveis. Lembre-se de ouvir seu parceiro com paciência e empatia, reforçando a confiança e o afeto entre vocês. Assim, seu amor florescerá ainda mais forte e verdadeiro.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, escreva uma carta sincera expressando seu amor e gratidão pelo alguém especial, entregando-a com um sorriso caloroso.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, 2025 reserva portas abertas para conexões especiais. Aproveite cada oportunidade de sair, explorar novos ambientes e conectar-se com pessoas que compartilhem seus valores. Seja autêntico, priorize o diálogo e mantenha seu coração aberto às possibilidades. Sua harmonia natural atrai parceiras e parceiros sinceros. Confie na sua intuição ao escolher alguém, e lembre-se: o amor floresce quando você se permite vulnerável. Viva essa fase com esperança e entusiasmo, o amor está próximo.",
      "couples": "Querida Libra, em 28 de dezembro de 2025, valorize a comunicação aberta e sincera com seu parceiro, compartilhando sonhos e desafios. Invista em pequenos gestos românticos diários, como palavras carinhosas ou surpresas simples, para fortalecer seu vínculo. Cultive a harmonia e o entendimento, lembrando-se de ouvir atentamente e expressar seus sentimentos com sinceridade. Assim, vocês construirão uma relação mais sólida, repleta de amor, confiança e cumplicidade neste momento especial.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma nota escrita à mão expressando seu carinho e gratidão pelo jeito que ilumina sua vida.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Hoje, Escorpião, 28 de dezembro de 2025, o universo incentiva você a abrir seu coração. Aproveite oportunidades para socializar e conhecer novas pessoas, seja em eventos ou atividades que despertam sua paixão. Sua intensidade é cativante, mas lembre-se de mostrar sua vulnerabilidade de forma gentil. Seja autêntico e permita que sua essência brilhe. Uma conexão verdadeira pode estar mais próxima do que imagina. Confie no seu instinto e abrace as possibilidades com esperança.",
      "couples": "Querido Escorpião, em 28 de dezembro de 2025, concentre-se em fortalecer sua conexão emocional. Seja aberto e sincero ao compartilhar seus sentimentos mais profundos, criando uma base de confiança sólida. Surpreenda seu parceiro com gestos românticos e detalhes que demonstrem seu carinho genuíno. Ouça com atenção e demonstre empatia, fortalecendo o vínculo de amor. Assim, vocês criarão uma relação ainda mais intensa e verdadeira neste dia especial.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve surpreender seu amor com uma mensagem sincera e apaixonada, revelando seus sentimentos mais profundos e encantadores.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitário, 2025 traz oportunidades incríveis para abrir seu coração. Seja ousado ao participar de novas atividades e eventos sociais; sua energia contagiante atrairá pessoas autênticas. Mantenha a mente aberta para conhecer diferentes culturas e opiniões, pois isso enriquecerá suas experiências amorosas. Confie na sua autenticidade e não tenha medo de expressar seus sentimentos mais profundos. O universo está conspirando a seu favor para encontros especiais e romances que transformarão sua jornada afetiva.",
      "couples": "Sagitário, em 28 de dezembro de 2025, concentre-se em fortalecer sua relação com gestos românticos sinceros e comunicação aberta. Compartilhe suas aventuras, sonhos e desafios, demonstrando interesse genuíno pelo parceiro. Valorize momentos de conexão íntima, surpreendendo com pequenas lembranças. Seja paciente e escute com atenção, fortalecendo a confiança mútua. Surpreenda com palavras de admiração e planos futuros, mantendo o entusiasmo e a paixão vivos. Assim, seu amor se tornará ainda mais sólido e especial.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem sincera e apaixonada, expressando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricórnio, 2025 reserva oportunidades encantadoras para o amor. Abra seu coração para novas conexões, participe de atividades sociais e tenha coragem de explorar novidades. Seu foco e determinação são seus aliados na descoberta de alguém especial. Este momento pede autenticidade e suavidade, permitindo que o amor floresça de forma natural. Seja paciente, confie no seu processo e lembre-se que o universo conspira a favor de quem busca com esperança e coração aberto.",
      "couples": "Capricórnio em 2025-12-28, hoje é o momento perfeito para fortalecer seus laços. Comunicar-se com sinceridade e abrir seu coração criará uma conexão mais profunda. Surpreenda seu amor com gestos românticos que mostrem sua apreciação e dedicação. Invista tempo em pequenas ações diárias que transmitam cuidado e atenção. Assim, seu relacionamento se tornará mais sólido, cheio de afeto e confiança, tornando essa data especial ainda mais inesquecível.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve preparar uma surpresa especial, como uma carta escrita à mão, demonstrando seu carinho e dedicação ao seu amor.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Para os aquarianos solteiros em 2025-12-28, abra-se para novas experiências e amplie seu círculo social. Aproveite eventos culturais, workshops ou grupos de interesse para conhecer pessoas que compartilhem sua paixão pela inovação. Seja autêntico e aberto ao diálogo, deixando seu charme e mente criativa brilharem. Confie no seu ritmo e permita-se cultivar conexões profundas, lembrando que o amor surge onde menos espera, com paciência e coração aberto.",
      "couples": "Querido signo de Aquário, em 28 de dezembro de 2025, invista na comunicação sincera e empática com seu parceiro. Seja genuíno ao expressar seus sentimentos e ouça com atenção. Surpreenda com gestos românticos e pequenos detalhes que demonstrem o quanto você valoriza a parceria. Cultive a liberdade dentro do relacionamento, equilibrando independência e conexão profunda. Assim, fortalecerá ainda mais os laços, criando uma relação repleta de compreensão, carinho e admiração mútua.",
      "mood": "romântico",
      "action": "Hoje, Aquário, envie uma mensagem sincera e carinhosa para seu parceiro, expressando o quanto ele é especial na sua vida.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, em 2025, o universo sorrirá para novas conexões amorosas. Aproveite oportunidades para se abrir ao mundo, participe de eventos sociais e cultive amizades que podem evoluir para algo mais profundo. Sua sensibilidade será seu maior diferencial; use-a para compreender e empatia. Confie na sua intuição ao escolher quem merece seu coração. Esteja aberto ao amor, pois as possibilidades estão ao seu alcance, trazendo uma linda história de romance.",
      "couples": "Querido Peixes, hoje é um momento especial para fortalecer seu relacionamento. Comunique seus sentimentos com sinceridade e ouça atentamente seu parceiro. Surpreenda-o com gestos românticos, seja um bilhete, um abraço apertado ou um momento íntimo. Cultive a empatia e a compreensão, lembrando que a sensibilidade é uma força. Pequenos gestos diários criam uma conexão profunda e duradoura. Aproveite essa energia para renovar o amor e demonstrar seu carinho genuíno.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, escreva uma carta de amor sincera e entregue-a pessoalmente à pessoa que faz seu coração vibrar, demonstrando sua vulnerabilidade.",
      "author": "Astrologly"
    }
  }
}