{
  "date": "2025-12-31",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Áries solteiro em 2025-12-31, este é o momento perfeito para explorar novas oportunidades amorosas. Esteja aberto a conhecer pessoas diferentes,. participe de eventos sociais e cultive amizades que possam evoluir para algo mais profundo. Confie na sua intuição, mas também pratique a paciência. Aproveite seu entusiasmo, mas lembre-se de ouvir o coração. O amor pode estar mais próximo do que imagina—dê o primeiro passo com coragem e sinceridade.",
      "couples": "Áries, em 2025, foque em fortalecer seu relacionamento através de comunicação aberta e sincera. Demonstre seu amor com gestos românticos e surpreendentes, como pequenos detalhes do dia a dia. Ouça com atenção, valorizando as emoções do seu parceiro. Faça planos juntos, criando momentos inesquecíveis. Lembre-se de equilibrar sua paixão com paciência, cultivando uma conexão profunda que vá além da energia impulsiva. Assim, seu relacionamento florescerá ainda mais nesse novo ciclo.",
      "mood": "apaixonado",
      "action": "Hoje, Áries deveria surpreender seu amor com uma mensagem sincera e apaixonada, demonstrando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, em 2025, deixe-se abrir para novas oportunidades de encontros. Aproveite ocasiões sociais e eventos que despertam seu interesse. Seja autêntico e demonstre seu carinho, pois sua lealdade e sensibilidade atraem almas similares. Valorize sua rotina, mas também arrisque sair da zona de conforto. Assim, você criará conexões genuínas, despertando uma paixão sincera. Confie no seu coração e saiba que o amor está mais próximo do que imagina.",
      "couples": "Touro, em 2025-12-31, priorize fortalecer seu vínculo com gestos românticos e atenção sincera. Comunique-se aberta e honestamente, compartilhando seus sentimentos mais profundos. Surpreenda seu parceiro com pequenas ações que demonstrem carinho e apreciação. Aproveite momentos juntos para criar memórias especiais, cultivando confiança e intimidade. Lembre-se de ouvir com empatia e valorizar cada detalhe do relacionamento. Assim, seu amor crescerá firme e cheio de paixão, transformando cada dia em uma nova descoberta.",
      "mood": "cauteloso",
      "action": "Hoje, Touro, surpreenda seu amor preparando um jantar aconchegante em casa, com suas comidas favoritas e um toque de carinho especial.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Gêmeos, em 2025, sua energia vibrante atrairá novas oportunidades amorosas. Aproveite eventos sociais e atividades diferentes para ampliar seu círculo de contatos. Seja autêntico e aberto ao diálogo, pois sua comunicação encanta. Aproveite o momento para se conectar emocionalmente, sem pressa. Confie na sua intuição e permita que novas pessoas entrem na sua vida, pois o amor pode surgir onde menos espera. Seja gentil com você mesmo e celebre suas experiências.",
      "couples": "Gêmeos, em 2025, foque em fortalecer sua conexão através da comunicação sincera e aberta. Valorize momentos de intimidade, demonstrando afeto e interesse genuíno pelo seu parceiro. Surpreenda com gestos românticos, como uma mensagem especial ou um passeio inesperado. Ouça com atenção, evitando distrações, e esteja disposto a compartilhar seus sentimentos. Assim, fortalecerá seu vínculo, criando uma relação mais profunda, leve e cheia de paixão.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos deve surpreender seu amor com uma mensagem escrita à mão, expressando seus sentimentos mais profundos e sinceros.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, 2025 reserva oportunidades de conexão verdadeira. Esteja aberto para conhecer novas pessoas, mesmo que isso signifique sair da sua zona de conforto. Cultive autoconfiança e mostre seu coração gentil, pois o amor floresce com sinceridade. Participe de eventos que ressoem com suas paixões e seja receptivo às possibilidades. Confie em seu instinto e lembre-se: o amor pode surgir quando menos espera, e seu aconchego atrai alguém especial.",
      "couples": "Querido Cancer, em 2025, valorize a comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos carinhosos e pequenas surpresas que nutram o afeto. Ouça com atenção, reconhecendo suas emoções e necessidades. Invista em momentos de intimidade e cumplicidade, fortalecendo a conexão emocional. Cultive a confiança e a vulnerabilidade, criando uma relação sólida e repleta de carinho. Assim, vocês construirão uma parceria ainda mais harmoniosa e cheia de amor.",
      "mood": "brincalhão",
      "action": "Hoje, Cancer, escreva uma carta sincera e cheia de afeto para seu parceiro, expressando seus sentimentos mais profundos e admiração.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2025 traz oportunidades únicas para ampliar seus horizontes amorosos. Aproveite eventos sociais, convide amigos para novas experiências e esteja aberto a conhecer pessoas diferentes. Sua energia radiante atrairá conexões sinceras e apaixonadas. Seja autêntico, mostre seu verdadeiro brilho e não tenha medo de ser vulnerável. O amor pode surgir onde menos espera, então confie na sua força interior e permita que a magia aconteça. Seu coração irá agradecer!",
      "couples": "Leão, em 2025, valorize a comunicação sincera com seu parceiro. Mostre seu amor com gestos românticos, como palavras doces e pequenos detalhes diários. Ouça ativamente e esteja aberto a entender as emoções do outro. Fortaleça o vínculo investindo tempo de qualidade juntos, criando memórias especiais. Sua generosidade e entusiasmo contagiam, mas lembre-se de equilibrar seu brilho com atenção genuína ao coração do seu amor. Assim, seu relacionamento florescerá ainda mais forte e apaixonado.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma mensagem sincera e apaixonada, expressando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virginiana, 2025 reserva oportunidades encantadoras para o amor. Use sua atenção aos detalhes para criar conexões autênticas ao conhecer novas pessoas. Participe de eventos que estimulem suas paixões e não hesite em se abrir para encontros espontâneos. Aproveite as redes sociais para ampliar seu círculo social. Confie no seu coração inteligente e na sua intuição sensível — o romance pode florescer quando menos espera. Esteja aberta às possibilidades e o amor chegará com delicadeza.",
      "couples": "Para Virgem em 2025-12-31, concentre-se em fortalecer seu relacionamento através da comunicação aberta e sincera. Priorize momentos de conexão íntima e expressões de carinho que demonstrem seu apreciação pelo parceiro. Pequenos gestos românticos, como uma mensagem carinhosa ou um gesto de cuidado, criam laços mais profundos. Seja paciente e flexível, mostrando seu amor de forma consistente, e assim, fortalecerá ainda mais a harmonia entre vocês, tornando o amor mais sólido e duradouro.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, envie uma mensagem sincera expressando sua admiração e gratidão pelo seu amor, despertando uma conexão mais profunda e apaixonada.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, em 2025, sua essência encantadora atrairá novas possibilidades amorosas. Aproveite eventos sociais e grupos que compartilhem seus interesses, pois ali conhecerá almas afins. Seja sincero e aberto ao conversar; sua elegância natural encanta e cria conexões profundas. Não hesite em dar o primeiro passo, sua harmonia inspira confiança. Este é o momento perfeito para transformar encontros em histórias memoráveis. Confie na sua intuição e abrace o amor que o espera.",
      "couples": "Querida Libra, em 2025, dedique-se a fortalecer seus laços com gestos que expressem seu amor e apreço. Comunique-se com sinceridade, ouvindo atentamente seu parceiro e valorizando suas opiniões. Surpreenda-o com pequenas demonstrações de carinho e palavras doces, reforçando a conexão emocional. Equilibre sua busca por harmonia com a autenticidade, fortalecendo a confiança. Assim, seu relacionamento se tornará ainda mais sólido, repleto de amor, compreensão e beleza compartilhada.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com um jantar caseiro preparado com carinho, incluindo uma playlist especial que reflita a conexão de vocês.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Para os Escorpianos solteiros em 2025, 31 de dezembro, este é um momento mágico para se abrir ao amor. Aproveite as oportunidades de encontros, participe de eventos que despertam sua paixão e desafie seu medo de vulnerabilidade. Seja autêntico ao expressar seus sentimentos e permita que sua intensidade atraia pessoas que compartilhem de sua profundidade. Confie no seu coração e lembre-se: o amor pode surgir nos locais mais inesperados, basta estar disposto a se conectar verdadeiramente.",
      "couples": "Querido Escorpião, em 2025, invista na comunicação sincera e aberta com seu parceiro. Demonstre seu amor com gestos românticos e detalhes especiais que reforcem a conexão emocional. Ouça com atenção suas necessidades e compartilhe seus sentimentos de forma vulnerável. Cultivar a confiança e a transparência será fundamental para fortalecer seu relacionamento. Assim, vocês criarão uma base sólida de amor e parceria, tornando o vínculo ainda mais profundo e apaixonado.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve preparar uma noite especial com uma mensagem sincera e romântica, demonstrando sua profundidade emocional.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitário, 2025 traz oportunidades incríveis para explorar novos relacionamentos. Cultive sua autenticidade e otimismo ao conhecer pessoas diferentes, pois sua alegria contagiante atrairá conexões verdadeiras. Seja aberto a aventuras e experiências, sem pressa. Aproveite eventos sociais e viagens para ampliar seu círculo. Confie no seu coração e lembre-se de que o amor surge onde menos espera, desde que você esteja disposto a se abrir e a viver com entusiasmo e sinceridade.",
      "couples": "Sagitário, em 2025, foque em fortalecer seu relacionamento através de comunicação sincera e aberta. Valorize os momentos de conexão, demonstrando amor com gestos simples, como uma mensagem carinhosa ou surpresa inesperada. Incentive aventuras a dois, explorando novos lugares e experiências juntos, fortalecendo os laços e criando memórias inesquecíveis. Seja honesto, ouça com atenção e mostre que seu parceiro é sua prioridade. Assim, seu amor florescerá ainda mais neste novo ciclo.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário deve surpreender seu amor com uma mensagem sincera e apaixonada, reafirmando seus sentimentos e desejos de um futuro juntos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricórnio, em 2025, abra-se para novas experiências amorosas. Aproveite oportunidades de encontros, seja em eventos sociais ou atividades que despertam seu interesse. Confie na sua autenticidade, pois ela atrai pessoas sinceras. Cultive amizades que possam evoluir para algo mais e mantenha-se aberto ao inesperado. A energia do universo favorece conexões genuínas, então não tenha medo de dar o primeiro passo. Seu coração merece uma paixão verdadeira e duradoura.",
      "couples": "Capricórnio, em 2025 você encontrará grande crescimento emocional. Valorize a comunicação aberta e sincera para fortalecer sua relação. Surpreenda seu parceiro com pequenos gestos românticos, como uma nota carinhosa ou um jantar especial. Invista tempo em momentos de qualidade, demonstrando seu compromisso e cuidado. O equilíbrio entre trabalho e amor será fundamental. Com dedicação e afeto, vocês construirão uma conexão mais sólida e apaixonada neste novo ano.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, envie uma mensagem sincera e cheia de afeto para seu amor, demonstrando seu compromisso e carinho profundo.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano, 2025 traz oportunidades únicas para expandir seus horizontes amorosos. Permita-se sair da rotina e experimentar novas atividades ou grupos sociais. Seja autêntico, mostrando seu brilho único sem medo de ser quem você é. Esteja aberto a conexões inesperadas e confie na sua intuição ao conhecer alguém especial. O amor pode surgir onde menos espera, então seja receptivo às novas oportunidades e siga seu coração com esperança e coragem.",
      "couples": "Para Aquário em 2025, valorize a comunicação sincera e aberta com seu parceiro. Mostre seu amor com gestos únicos e inesperados, fortalecendo a conexão emocional. Ouça com atenção e demonstre compreensão, apoiando os sonhos dele ou dela. Invistam tempo em atividades que ambos apreciem, criando memórias especiais. A autenticidade e o carinho alimentarão o relacionamento, tornando-o mais sólido e cheio de amor verdadeiro. Seu jeito original conquistará ainda mais seu parceiro neste novo ciclo.",
      "mood": "romântico",
      "action": "Hoje, Aquário deve surpreender seu amor com uma mensagem sincera e carinhosa, expressando o quanto ele significa para você.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, em 2025, o universo está especial para você. Aproveite oportunidades de encontros autênticos, seja em eventos culturais ou através de amizades. Você é sensível e empático, então permita-se abrir ao amor sem medo. Seja sincero e escute seu coração ao conhecer novas pessoas. Este é o momento perfeito para criar conexões profundas e transformar possíveis encontros em histórias inesquecíveis. Confie no seu brilho e deixe o amor florescer naturalmente.",
      "couples": "Peixes, em 2025, valorize a comunicação sincera com seu parceiro. Demonstre seu amor através de gestos românticos, como pequenas surpresas e palavras carinhosas. Cultive a empatia, ouvindo com atenção e compreendendo as emoções do outro. Invista em momentos de conexão profunda, como passeios ao ar livre ou noites de conversa. Dessa forma, fortalecerá o vínculo e criará uma relação mais harmoniosa e cheia de afeto duradouro.",
      "mood": "apaixonado",
      "action": "Hoje, os piscianos podem surpreender seu amor com uma mensagem sincera, expressando seus sentimentos mais profundos e apreciando a conexão especial entre vocês.",
      "author": "Astrologly"
    }
  }
}