{
  "date": "2026-01-21",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Am 21. Januar 2026 dürfen Widder die Chance nutzen, offen auf neue Menschen zuzugehen. Nutze Gelegenheiten bei Veranstaltungen oder Hobbys, um dich authentisch zu zeigen. Zeige dein Feuer, aber achte darauf, auch zuzuhören und echte Verbindung aufzubauen. Sei geduldig und lasse den Moment natürlich entstehen. Neue Bekanntschaften könnten der Anfang für eine tiefere Liebe sein. Bleib mutig und vertraue auf dein Herz, die richtige Person wartet schon.",
      "couples": "Am 21. Januar 2026, liebe Widder, ist es wichtig, eure Beziehung durch offene Kommunikation zu stärken. Zeigt eure Liebe durch kleine, bedeutungsvolle Gesten – eine liebevolle Nachricht oder ein gemeinsames Erlebnis. Hört aktiv zu, um Verständnis aufzubauen, und nehmt euch bewusst Zeit füreinander. Eure Energie ist ansteckend, doch Geduld und Empathie vertiefen eure Verbindung. Seid präsent und schätzt die gemeinsamen Momente, um eure Liebe nachhaltig zu festigen.",
      "mood": "leidenschaftlich",
      "action": "Heute sollte der Widder seinem Geliebten eine kleine, handgeschriebene Notiz schenken, in der er seine tiefen Gefühle ehrlich und liebevoll ausdrückt.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Liebe Stier-Geborene, am 21. Januar 2026 eröffnet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Bleibe offen für ungeplante Begegnungen und nutze soziale Aktivitäten, um dein Umfeld zu erweitern. Zeige deine authentische, liebevolle Natur und lass dich nicht von Ängsten zurückhalten. Das Universum wartet auf dein Vertrauen. Nutze diesen Tag, um kleine Schritte in Richtung Romantik zu gehen – dein Herz wird es dir danken.",
      "couples": "Am 21. Januar 2026 ist es für den Stier wichtig, offene Kommunikation und kleine romantische Gesten zu pflegen. Zeige deinem Partner, wie sehr du schätzt, was er ist, durch liebevolle Worte und Aufmerksamkeit. Gemeinsame Aktivitäten stärken eure Bindung – plane einen gemütlichen Abend oder ein gemeinsames Abenteuer. Geduld und Verständnis sind Schlüssel. Lass dein Herz sprechen, damit eure Liebe tiefer wächst und euch noch enger verbindet.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle, handgeschriebene Nachricht hinterlassen, um deine Wertschätzung und Liebe auf zärtliche Weise zu zeigen.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Lieber Zwilling, am 21. Januar 2026 lohnt es sich, offen für neue Begegnungen zu sein. Nutze Gelegenheiten, um deine Neugier zu stillen und neue Menschen kennenzulernen, sei es bei Events, Kursen oder in besonderen Gesprächen. Zeige deine vielseitige Seite und sei authentisch. Romantische Chancen entstehen, wenn du ehrlich bleibst und dich auf unvorhersehbare Momente einlässt. Vertraue auf dein Herz – die Liebe könnte ganz nah sein.",
      "couples": "Am 21. Januar 2026 ist es für Zwillinge wichtig, bewusst zuzuhören und offen über Gefühle zu sprechen. Zeige deinem Partner, dass du ihn schätzt, durch kleine liebevolle Gesten oder gemeinsame Aktivitäten. Nutze deine vielseitigen Interessen, um neue Erlebnisse zu teilen. Ehrlichkeit und authentische Kommunikation stärken euer Band. Denke daran, Raum für Ruhe und Reflexion zu schaffen, damit eure Verbindung tiefer wächst und euch beide erfüllt.",
      "mood": "romantisch",
      "action": "Heute sollten Zwillinge ihrem Partner eine liebevolle, persönlich geschriebene Nachricht senden, um die Verbundenheit zu vertiefen und den Tag besonders zu machen.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Am 21. Januar 2026 sind Krebs-Geborene eingeladen, ihre Schutzschilde temporär abzulegen und offen für neue Begegnungen zu sein. Nutze Gelegenheiten, um in kleinen, vertrauten Kreisen neue Menschen kennenzulernen. Deine intuition führt dich richtig – vertraue deinem Herzen und zeige dein echtes Selbst. Sei geduldig und offen, denn Liebe kann überraschend und zärtlich kommen. Das Universum schenkt dir heute wundervolle Chancen, neue romantische Kapitel zu beginnen.",
      "couples": "Am 21. Januar 2026 ist es für Krebs-Geborene besonders wichtig, offen und ehrlich mit ihrem Partner zu kommunizieren. Zeige deine Liebe durch kleine, liebevolle Gesten wie eine handgeschriebene Nachricht oder ein gemeinsames Abendessen zu Hause. Nimm dir bewusst Zeit füreinander, um Vertrauen zu vertiefen. Deine Sensibilität macht dich zu einem großartigen Zuhörer – nutze diese Fähigkeit, um gemeinsam emotionale Nähe zu stärken und eure Verbindung zu festigen.",
      "mood": "verspielt",
      "action": "Heute sollte Krebs seiner Liebsten eine handgeschriebene Liebesnotiz in ihrem Lieblingsbuch verstecken, um ihre Verbundenheit auf besondere Weise zu zeigen.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Lieber Löwe, am 21. Januar 2026 bietet sich eine wunderbare Gelegenheit, neue Menschen kennenzulernen. Nutze deine natürliche Ausstrahlung, sei offen und herzlich in Gesprächen. Gehe auf Treffen zu, die deine Leidenschaft wecken, und zeige dein ehrliches Interesse. Besonders charmant und selbstbewusst wirst du andere begeistern. Besonders bei gemeinsamen Aktivitäten oder Kreativveranstaltungen kannst du romantische Verbindungen knüpfen. Vertraue auf dein Herz und die Kraft deines Strahlens – die Liebe ist zum Greifen nah.",
      "couples": "Am 21. Januar 2026 ist es wichtig, deine warmherzige Natur zu nutzen, um deine Beziehung zu vertiefen. Zeige deinem Partner durch kleine romantische Gesten, wie sehr du ihn schätzt. Offene, ehrliche Kommunikation fördert das Vertrauen. Nimm dir bewusst Zeit füreinander, um gemeinsame Momente zu genießen. Deine Leidenschaft und Großzügigkeit sind die Schlüssel, um euer Band zu stärken und eure Liebe noch strahlender zu machen.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Liebsten eine handgeschriebene Nachricht schicken, in der du deine tiefen Gefühle ehrlich und liebevoll ausdrückst.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, am 21. Januar 2026 stehen dir besondere Chancen offen, neue Menschen kennenzulernen. Bleib offen für spontane Begegnungen und lass den Perfektionismus los, um authentisch zu sein. Nutze Gelegenheiten bei gemeinsamen Aktivitäten, um tiefere Verbindungen aufzubauen. Deine ehrliche und aufmerksame Art zieht potenzielle Partner an. Glaube an deine Ausstrahlung, und sei bereit, dein Herz zu öffnen. Die Liebe könnte näher sein, als du denkst.",
      "couples": "Liebe Jungfrau, am 21. Januar 2026 ist es wichtig, offen und ehrlich mit deinem Partner zu sprechen. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten wie eine liebevolle Nachricht oder gemeinsame Zeit. Höre aufmerksam zu und schätze die Meinungen deines Partners. Gemeinsame Aktivitäten fördern die Bindung, also plane etwas Besonderes. Vertraue auf deine Intuition und sei geduldig – Romantik lebt von Aufmerksamkeit und Herz.",
      "mood": "leidenschaftlich",
      "action": "Heute könntest du deiner Liebe eine liebevoll geschriebene Nachricht schicken, die deine Wertschätzung und deine tiefen Gefühle authentisch ausdrückt.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Am 21. Januar 2026 strahlt dein harmonisches Wesen besonders hell, Waage. Nutze diese Energie, um aktiv auf Veranstaltungen und soziale Aktivitäten zuzugehen. Offenheit und dein Charm ziehen potenzielle Partner an. Versuche, dich nicht nur auf Bekanntschaften, sondern auf qualitative Verbindungen zu konzentrieren. Zeige echtes Interesse und sei geduldig – die richtigen Menschen werden harmonisch in dein Leben treten. Vertrauen und Authentizität sind dein Schlüssel zu einer liebevollen Begegnung.",
      "couples": "Am 21. Januar 2026 liegt dein Fokus als Waage auf Harmonie in der Beziehung. Nimm dir Zeit für offene Gespräche und zeige mit kleinen Gesten, wie sehr du deinen Partner schätzt. Gemeinsame Aktivitäten stärken euer Band und schaffen schöne Erinnerungen. Sei geduldig bei Konflikten und höre aktiv zu. Zeige Liebe durch liebevolle Worte und kleine Überraschungen – so festigst du eure emotionale Verbindung und bringst das Herz deiner Partnerschaft zum Blühen.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, in der du deine Wertschätzung ausdrückst und gemeinsame Momente betonst.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Am 21. Januar 2026 sollten Skorpione die Gelegenheit ergreifen, ihre authentische Leidenschaft zu zeigen. Öffne dich für neue Begegnungen, sei neugierig und vertraue deinem Bauchgefühl. Nutze soziale Veranstaltungen, um interessante Menschen kennenzulernen. Deine tiefgründige Natur zieht potenzielle Partner magisch an. Arbeite an deiner Offenheit, ohne deine Geheimnisse zu verraten, und sei bereit, Liebe auf eine intensivere, ehrlichere Weise zuzulassen. Ein bisschen Mut öffnet die Tür zu einer wundervollen Romanze.",
      "couples": "Am 21. Januar 2026 solltest du als Skorpion daran arbeiten, deine emotionale Verbindung zu deinem Partner zu vertiefen. Zeige offen deine Gefühle und höre aktiv zu, um Missverständnisse zu vermeiden. Kleine romantische Gesten, wie eine liebevolle Nachricht oder ein gemeinsamer Spaziergang, stärken euer Band. Vertrauen und Ehrlichkeit sind entscheidend – sei geduldig und verständnisvoll, um gemeinsam harmonisch durchs Jahr zu gehen. So wächst eure Liebe noch stärker.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion seinem Partner eine liebevolle Nachricht schicken, in der er seine tiefen Gefühle offenbart und gemeinsame Zukunftsträume teilt.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Liebes Schütze, am 21. Januar 2026 stehen die Sterne günstig für neue Begegnungen. Nutze Gelegenheiten, um spontan neue Menschen kennenzulernen, sei offen für Gespräche und Abenteuer. Dein enthusiastischer Charakter zieht positive Energien an, also trau dich, in neue soziale Kreise einzutauchen. Ein unverhofftes Treffen könnte dein Herz berühren. Bleib authentisch und beherzt – eine spannende Romanze ist zum Greifen nah, wenn du den Mut hast, dich zu öffnen.",
      "couples": "Für den Schützen am 21.01.2026: Nutze deine natürliche Offenheit, um tiefere Gespräche zu führen und gemeinsame Ziele zu teilen. Zeige deinem Partner deine Wertschätzung durch kleine, unerwartete Gesten oder liebevolle Nachrichten. Einander zuzuhören und Verständnis zu schenken, stärkt euer Band. Bleibe abenteuerlustig, doch achte auf emotionale Nähe. Gemeinsame Erlebnisse und ehrliche Kommunikation schaffen ein stabiles Fundament für eine harmonische, liebevolle Beziehung.",
      "mood": "nachdenklich",
      "action": "Heute solltest du deinem Liebsten eine liebevolle Nachricht schreiben, die deine tiefsten Gefühle ausdrückt und eure gemeinsame Zukunft betont.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Liebe Steinbock-Geborene am 21. Januar 2026: Nutze diese Zeit, um deine Komfortzone zu verlassen und offen für neue Begegnungen zu sein. Melde dich bei Veranstaltungen oder Hobbys an, die dir Freude bereiten – dort lernst du Gleichgesinnte kennen. Zeige dein authentisches Wesen, lass dein Herz sprechen, und sei geduldig. Romantische Chancen sind möglich, wenn du bereit bist, auf dein Bauchgefühl zu hören. Vertrauen und Offenheit öffnen Türen zu Liebe.",
      "couples": "Für den Steinbock am 21. Januar 2026 liegt der Schlüssel in offener Kommunikation und kleinen, aber bedeutungsvollen Gesten. Teile deine Gefühle ehrlich, ohne Erwartungen, und höre deinem Partner aufmerksam zu. Überrasche ihn mit durchdachten Aufmerksamkeiten, um eure Bindung zu vertiefen. Zeige deine Liebe durch Taten, nicht nur Worte. Gemeinsam könnt ihr an eurer Stabilität und Tiefe arbeiten – so wächst eure Beziehung in Vertrauen und Zuneigung.",
      "mood": "verspielt",
      "action": "Heute solltest du dem Menschen, den du liebst, eine handgeschriebene Liebesbotschaft schicken und sie ihm persönlich bei einem romantischen Spaziergang übergeben.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Lieber Wassermann, am 21. Januar 2026 bietet dir der Austausch mit neuen Menschen große Chancen. Öffne dich für ungewohnte Begegnungen, sei neugierig und ehrlich in Gesprächen. Nutze spontane Gelegenheiten, um Kontakt zu knüpfen, auch wenn du dich selbst ins Absurde ziehst. Deine interessante Persönlichkeit zieht Gleichgesinnte an. Bleibe offen für Überraschungen, denn wahre Liebe wartet oft dort, wo du es am wenigsten erwartest. Sei mutig, und dein Herz wird dich führen.",
      "couples": "Am 21. Januar 2026 ist es wichtig für Wassermänner, offen und ehrlich zu kommunizieren, um Missverständnisse zu vermeiden. Zeige deiner Partnerin oder deinem Partner mit kleinen, liebevollen Gesten, wie viel sie dir bedeuten. Nutze gemeinsame Aktivitäten, um eure Verbindung zu stärken, sei es ein Spaziergang im Freien oder ein gemeinsames Hobby. Deine innovative Natur macht dir Freude daran, kreative Überraschungen zu planen, die eure Liebe noch tiefer verbinden.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Lieblingsmenschen eine liebevolle Nachricht schicken, die deine Wertschätzung und deine tiefen Gefühle auf authentische Weise ausdrückt.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Liebe Fische, am 21. Januar 2026 öffnet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und traue dich, deine Gefühle ehrlich zu zeigen. Nutze diese Zeit, um dich selbst besser kennenzulernen und deine Wünsche klar zu formulieren. Romantische Chancen stehen dir bevor – vertraue auf dein Herz und lasse die Liebe auf dich zukommen. Geduld und Offenheit werden dich auf deinem Weg begleiten.",
      "couples": "Für Fische in einer Beziehung am 21. Januar 2026 ist es wichtig, offene Kommunikation zu pflegen und ehrlich Ihre Gefühle zu teilen. Zeigen Sie Ihre Liebe durch kleine, aufmerksame Gesten wie eine liebevolle Nachricht oder eine gemeinsame Überraschung. Hör gut zu und verstehen Sie die Bedürfnisse Ihres Partners. Gemeinsame Rituale oder ein spontaner Ausflug stärken die Verbindung und vertiefen die Romantik. Geben Sie Ihrer Liebe heute besondere Aufmerksamkeit.",
      "mood": "leidenschaftlich",
      "action": "Schicke deinem Partner eine liebevolle Nachricht, in der du eine besondere Erinnerung an euren gemeinsamen Moment teilst und deine Wertschätzung ausdrückst.",
      "author": "Astrologly"
    }
  }
}