{
  "date": "2026-01-23",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cher Bélier solitaire en ce 23 janvier 2026, cette année est idéale pour ouvrir ton cœur à de nouvelles rencontres. Sois spontané(e) et ose engager la conversation, car des opportunités inattendues se présenteront. Participes à des activités qui te passionnent, cela attirera des personnes partageant tes valeurs. Reste fidèle à toi-même, et l’amour pourra surgir là où tu t’y attends le moins. La patience et l’authenticité seront tes meilleures alliées.",
      "couples": "Pour le Bélier en amour le 23 janvier 2026, cultivez la patience et l’écoute sincère. Prenez le temps de partager vos sentiments, même si votre impulsivité vous pousse à agir rapidement. Surprenez votre moitié avec des petites attentions ou des gestes romantiques, comme un dîner improvisé ou une promenade main dans la main. La confiance et la communication authentique renforceront votre lien, apportant harmonie et passion durable à votre relation.",
      "mood": "passionné",
      "action": "Ce matin, prends l'initiative d'envoyer un message sincère et affectueux à ton partenaire, lui exprimant combien il ou elle compte pour toi.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Le 23 janvier 2026, Taureau célibataire, cette journée est propice à l’ouverture et à la sincérité. Osez sortir de votre zone de confort pour rencontrer de nouvelles personnes : un café entre amis, une activité partagée ou même un atelier créatif. Cultivez votre patience tout en étant authentique dans vos rencontres. L’amour pourrait surgir là où vous ne l’attendiez pas, à condition de rester fidèle à vous-même. Soyez prêt à accueillir le bonheur.",
      "couples": "Pour renforcer votre lien en ce 23 janvier 2026, privilégiez la communication sincère et profonde. Prenez le temps d’écouter attentivement votre partenaire, en montrant votre attention par des petites attentions quotidiennes. Organisez une sortie romantique ou une soirée cocooning pour raviver la passion. La patience et la tendresse seront vos alliées pour bâtir une relation encore plus solide et harmonieuse. N’oubliez pas, l’amour se nourrit aussi par la simplicité et la sincérité.",
      "mood": "prudent",
      "action": "Ce Taureau pourrait aujourd'hui préparer un dîner fait maison avec ses ingrédients favoris pour surprendre tendrement son être cher et renforcer leur complicité.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cher Gémeaux, en ce début d’année 2026, reste ouvert à de nouvelles rencontres. Ton charisme naturel attire facilement, alors n’hésite pas à sortir de ta zone de confort. Participe à des activités qui te passionnent, car c’est là que tu croiseras des âmes compatibles. Sois sincère et à l’écoute, ton esprit vif te permettra de créer des liens profonds. L’amour est à portée de main ; il suffit d’oser!",
      "couples": "Chère Gémeaux, aujourd’hui, cultivez la sincérité dans vos échanges. Prenez le temps d’écouter votre partenaire avec attention, en laissant de côté la distraction. Surprenez-le avec une petite attention ou un mot doux pour raviver la romance. Soyez ouvert(e) à partager vos sentiments et à explorer de nouvelles activités ensemble. La clé est la communication authentique et la spontanéité pour renforcer votre lien et faire prospérer votre amour.",
      "mood": "romantique",
      "action": "Aujourd’hui, pour raviver la flamme, prépare une surprise douce et sincère, comme un mot d’amour écrit à la main, pour ton ou ta Gémeaux.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Aujourd’hui, Cancer, laissez votre cœur s’ouvrir avec confiance. Explorez de nouveaux lieux, comme des ateliers ou des clubs, pour rencontrer des personnes partageant vos valeurs. Soyez authentique, écoutez attentivement et laissez la magie opérer naturellement. Ne craignez pas la vulnérabilité, car elle vous rapprochera de quelqu’un de sincère. Cultivez votre douceur et votre empathie, car ces qualités attirent le véritable amour. En 2026, votre sensibilité sera votre plus beau atout pour trouver l’élu de votre cœur.",
      "couples": "Pour renforcer votre lien, soyez attentif aux petits gestes quotidiens : un mot doux, une surprise ou un geste tendre. Cultivez la communication sincère en partageant vos émotions sans crainte, et écoutez attentivement votre partenaire. Accordez-vous du temps pour des moments privilégiés ensemble, qu’ils soient simples ou romantiques. La tendresse et l’écoute profonde nourriront votre amour, créant une relation solide et pleine de chaleur en ce début d’année 2026.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Cancer, prépare un dîner romantique à la maison avec ses plats préférés pour surprendre tendrement son partenaire et renforcer votre complicité.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire, en ce jour du 23 janvier 2026, osez sortir de votre zone de confort et participer à de nouvelles activités. Rejoignez des clubs, ateliers ou événements où vous croiserez des personnes partageant vos passions. Soyez sincère et expressif dans vos rencontres, car votre authenticité attirera des âmes compatibles. Prenez le temps de connaître vraiment vos partenaires potentiels et laissez la magie de l’instant opérer. L’amour est à portée de main, il suffit de faire le premier pas.",
      "couples": "Cher Lion, pour renforcer votre lien, privilégiez une communication sincère et attentive. Montrez votre amour par de petites attentions quotidiennes, comme un mot doux ou une surprise pensée pour votre moitié. Écoutez activement ses besoins et partagez vos émotions avec authenticité. N’oubliez pas de planifier des moments magiques à deux, renforçant ainsi votre complicité. Votre force naturelle peut devenir un ancrage rassurant, si vous y mêlez douceur et délicatesse.",
      "mood": "sérieux",
      "action": "Ce matin, Lion pourrait écrire une lettre sincère à son amour, exprimant ses sentiments profonds et ses souvenirs précieux partagés ensemble.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge célibataire, le 23 janvier 2026 sera une journée idéale pour ouvrir votre cœur. Osez sortir de votre zone de confort en participant à des activités qui vous passionnent, comme des ateliers ou des événements sociaux. Soyez attentive aux rencontres inattendues, car elles pourraient évoluer vers quelque chose de précieux. Prenez le temps de partager vos pensées et votre sincérité, votre authenticité attirera la personne qui vous correspond véritablement. Laissez-vous porter par la magie du moment, vous méritez l’amour.",
      "couples": "Chère Vierge, le 23 janvier 2026, privilégiez la communication sincère avec votre partenaire. Écoutez attentivement ses besoins et partagez aussi les vôtres avec coeur. Renforcez votre connexion en surprises simples : un mot doux, un dîner préparé avec amour. N’oubliez pas que la spontanéité et l’attention quotidienne nourrissent la relation. Cultivez la confiance et laissez votre nature généreuse s’exprimer pour créer une harmonie durable. Soyez ouverte, aimante et authentique.",
      "mood": "passionné",
      "action": "Aujourd'hui, la Vierge pourrait écrire une lettre sincère à son partenaire pour lui exprimer tout ce qu'elle éprouve, avec amour et douceur.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Chère âme équilibrée, 2026 est l’année idéale pour élargir ton cercle. Ose participer à des activités qui te passionnent, comme des cours ou des rencontres culturelles. Sois ouverte aux rencontres sincères, sans précipitation, en cultivant ta confiance. N’oublie pas que l’amour naît souvent dans la simplicité. Prends le temps d’écouter ton cœur, tout en appréciant chaque nouvelle rencontre comme une aventure enrichissante vers ton bonheur.",
      "couples": "Le juste équilibre dans une relation repose sur la communication sincère et l’écoute attentive. Prenez le temps de partager vos rêves, vos peurs et vos joies, créant ainsi une confiance profonde. N’oubliez pas de surprendre votre partenaire avec de petites attentions, des gestes romantiques qui nourrissent l’amour. Respectez aussi l’espace personnel, permettant à chacun de grandir individuellement, tout en renforçant votre lien. La clé est l’amour authentique, éclairé par la patience et la compréhension mutuelle.",
      "mood": "prudent",
      "action": "Aujourd'hui, balance, envoie-lui un message sincère et touchant pour lui rappeler à quel point il illumine ta vie avec ta sincérité.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion solitaire, en ce 23 janvier 2026, ouvrez votre cœur aux rencontres sincères. N'hésitez pas à sortir de votre zone de confort, participer à des activités qui vous passionnent, et parler avec authenticité. La patience et la confiance en votre instinct attireront des personnes profondes et compatissantes. Enfin, cultivez la spontanéité, car c'est souvent là que naissent les belles histoires d'amour inattendues. Soyez vous-même, le bonheur viendra naturellement.",
      "couples": "Le 23 janvier 2026, Cher Scorpion, pour renforcer votre relation, privilégiez une communication sincère et profonde. Montrez votre attachement à travers des gestes romantiques spontanés et attentionnés. Écoutez attentivement votre partenaire, valorisez ses émotions et partagez vos rêves avec transparence. Cultivez la confiance et la patience, car ce sont les fondations d’un amour durable. En investissant émotionnellement, vous créerez un lien résistant, rempli de passion et de complicité sincère.",
      "mood": "enjoué",
      "action": "Ce Scorpion devrait aujourd'hui préparer un petit dîner surprise pour son/sa partenaire, accompagné d'une playlist sentimentale pour raviver la magie entre eux.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, le 23 janvier 2026 est une journée idéale pour élargir votre cercle social. Osez sortir de votre zone de confort en participant à des activités qui reflètent vos passions : voyages, ateliers ou rencontres culturelles. Soyez attentif aux signaux subtils et laissez votre naturel optimiste et sincère briller. Une rencontre inattendue pourrait devenir le début d’une belle histoire. Restez ouvert, authentique et prêt à explorer l’amour sous toutes ses formes.",
      "couples": "En cette journée du 23 janvier 2026, Sagittaire, cultivez la sincérité dans vos échanges. Soyez à l’écoute de votre partenaire, partagez vos rêves et écoutez les siens avec attention. Surprenez-le avec une petite attention ou une sortie improvisée, pour raviver la flamme. Votre enthousiasme doit s’accompagner de douceur, afin de renforcer votre lien. Montrez-lui que votre amour reste votre plus belle aventure, jour après jour.",
      "mood": "réfléchi",
      "action": "Ce soir, prépare une surprise spontanée en écrivant une lettre sincère à ton partenaire, exprimant ton amour profond et ta gratitude.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Cher Capricorne célibataire, le 23 janvier 2026 sera une journée idéale pour vous ouvrir aux nouvelles rencontres. Osez sortir de votre routine et participez à des activités qui vous passionnent, comme des ateliers ou des événements sociaux. Soyez authentique et écoutez votre cœur, car des connexions sincères peuvent émerger. Gardez confiance en votre valeur, votre charme discret attirera naturellement l’attention. Le moment est venu de laisser l’amour entrer dans votre vie.",
      "couples": "Le 23 janvier 2026, cher Capricorne, prenez le temps de renforcer votre lien en exprimant sincèrement vos sentiments. Soyez à l’écoute de votre partenaire, écoutant avec attention leurs désirs et besoins. Surprenez-les avec de petites attentions sincères, comme un dîner préparé avec amour ou une note douce. La communication authentique et les gestes tendres nourriront votre complicité et feront grandir votre amour jour après jour.",
      "mood": "enjoué",
      "action": "Aujourd'hui, prends le temps d'écrire une lettre sincère et touchante à ton partenaire pour lui exprimer tout ce que tu ressens profondément.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Chère Verseau célibataire, le 23 janvier 2026, ouvrez votre cœur aux rencontres authentiques. Écoutez votre intuition et soyez spontané dans vos rencontres. Participez à des activités qui reflètent vos passions, cela attirera des personnes partageant les mêmes centres d’intérêt. N’ayez pas peur de montrer votre véritable personnalité, votre originalité sera votre atout. La patience et la confiance en votre allure romantique vous ouvriront des portes inattendues vers un amour sincère.",
      "couples": "Le 23 janvier 2026, Verseau, privilégie la communication sincère pour renforcer ta relation. Montre ton affection par des gestes subtils : un mot doux, une attention inattendue. Écoute ton partenaire avec écoute et empathie, sans jugement. Cultive la patience et l’ouverture d’esprit pour naviguer ensemble dans les défis. Partage des moments de complicité, petits ou grands, pour renforcer votre lien. L’amour naît aussi du vrai partage et de la confiance mutuelle.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, prends l'initiative d'écrire une lettre sincère à ton amour, exprimant tes sentiments profonds et ta gratitude.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Chère Poisson solitary, le 23 janvier 2026 est une journée idéale pour ouvrir votre cœur et explorer de nouvelles rencontres. Soyez authentique, osez sortir de votre zone de confort et participez à des activités qui nourrissent votre sensibilité. Les opportunités romantiques se présentent souvent lorsqu’on s’y attend le moins. Faites confiance à votre intuition, et une connexion profonde pourrait naître. L’amour vous attend, n’ayez pas peur de le saisir.",
      "couples": "Chers Poissons, aujourd’hui, concentrez-vous sur la communication sincère avec votre partenaire. Partagez vos émotions profondes et écoutez attentivement les leurs. Renforcez votre lien par des gestes romantiques : une lettre douce, une soirée improvisée ou un petit cadeau symbolique. Cultivez la compassion et la patience, en étant présent et attentif. Ces actions nourriront votre amour et créeront une connexion encore plus profonde, pleine de tendresse et de compréhension mutuelle.",
      "mood": "passionné",
      "action": "Aujourd’hui, les Poissons devraient écrire une lettre sincère à leur partenaire, exprimant leurs émotions profondes et leur amour inconditionnel.",
      "author": "Astrologly"
    }
  }
}