{
  "date": "2026-02-10",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Chère Bélier solitaire, le 10 février 2026 sera une journée idéale pour explorer de nouvelles rencontres. Osez sortir de votre zone de confort, participez à des activités sociales ou rejoignez des groupes qui partagent vos passions. Votre énergie naturelle attirera des connexion sincères. Restez ouverte aux opportunités, et ne précipitez rien. La patience et l’écoute seront vos meilleures alliées pour bâtir une belle romance authentique. L’amour pourrait frapper à votre porte lorsque vous vous y attendrez le moins.",
      "couples": "Le 10 février 2026, Bélier, ton énergie doit être canalisée pour renforcer ton lien. Pratique la communication sincère en exprimant tes émotions avec douceur. Surprends ton partenaire avec des petites attentions, comme un mot doux ou une sortie inattendue. Écoute attentivement ses besoins et montre ton engagement au quotidien. Cultiver la patience et la compréhension renforcera votre romance et créera une complicité profonde, essentielle pour une relation harmonieuse.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier, surprends ton partenaire avec un dîner improvisé à la maison, en préparant ses plats préférés avec passion et sincérité.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau, le 10 février 2026 est une journée propice pour ouvrir ton cœur. N’hésite pas à sortir de ta zone de confort et à participer à de nouvelles activités, comme des ateliers ou des rencontres culturelles. Sois authentique et patient(e) dans tes démarches. Une belle opportunité pourrait se présenter lors d’une simple conversation. Reste fidèle à toi-même, l’amour pourrait frapper à ta porte quand tu t’y attendras le moins.",
      "couples": "Pour le Taureau en amour le 10 février 2026, privilégie la tendresse et l’écoute attentive. Renforce ton lien en partageant des moments simples et sincères, comme un dîner romantique ou une promenade main dans la main. N’hésite pas à exprimer tes sentiments avec douceur et authenticité. Petites attentions et gestes réguliers nourriront votre complicité. Cultive la patience et l’ouverture d’esprit pour faire grandir votre relation avec stabilité et amour profond.",
      "mood": "prudent",
      "action": "Aujourd'hui, Taureau pourrait surprendre son partenaire en préparant un dîner romantique à la maison, accompagné d'une playlist de leurs chansons préférées.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cher Gémeaux, le 10 février 2026 est une journée idéale pour élargir votre cercle social. Osez participer à de nouveaux événements, que ce soit des ateliers ou des sorties entre amis, pour multiplier vos rencontres. Soyez authentique et à l’écoute de vos envies, cela attirera des personnes qui vous correspondent. N’oubliez pas, la patience et la légèreté sont vos meilleurs alliés pour transformer une simple rencontre en une belle histoire d’amour.",
      "couples": "Pour un Gémeaux en couple le 10 février 2026, cultivez la communication sincère et profonde. Partagez vos pensées et écoutiez attentivement votre partenaire, renforçant ainsi votre complicité. N’hésitez pas à surprendre avec de petits gestes d’affection, comme une lettre ou une sortie improvisée. La clé réside dans l’équilibre entre enthousiasme et écoute. En étant authentique et attentionné, vous consoliderez votre lien, faisant de cette journée un moment de douceur et de connexion véritable.",
      "mood": "romantique",
      "action": "Aujourd’hui, prête-toi à surprendre ton partenaire avec un petit mot doux glissé dans sa poche, pour lui rappeler à quel point il compte pour toi.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Cher Cancer, le 10 février 2026 est une excellente journée pour ouvrir ton cœur. N'hésite pas à participer à des activités sociales ou à rejoindre des groupes qui partagent tes passions. Les rencontres spontanées peuvent évoluer vers quelque chose de spécial. Sois authentique et écoute ton intuition. La patience et la douceur seront tes alliées pour attirer une personne sincère. L’amour se dévoile souvent lorsque l’on s’autorise à vivre pleinement.",
      "couples": "Chère Cancer, en ce 10 février 2026, concentre-toi sur renforcer votre lien en exprimant tes sentiments sincèrement. La communication honnête, douce et régulière consolide la confiance. N’hésite pas à surprendre ton partenaire avec des gestes romantiques simples mais significatifs, comme une lettre d’amour ou une soirée cocooning. Écoute avec attention ses besoins et partage tes émotions pour approfondir cette belle complicité. L’amour grandit avec la tendresse et la sincérité.",
      "mood": "enjoué",
      "action": "Ce matin, prépare-lui un petit-déjeuner fait maison avec ses saveurs préférées, accompagné d’une note douce exprimant ton amour sincère.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire en 2026, cette année est idéale pour étendre ton cercle social. Ouvre ton cœur à de nouvelles rencontres, que ce soit lors d’événements culturels ou en rejoignant des activités qui te passionnent. Sois authentique et rayonne de confiance, car ton charisme attirera des âmes compatibles. Ne te précipite pas, prends le temps d’apprécier chaque moment. La romance pourrait surgir lorsque tu te sens pleinement toi-même, prêt à aimer sans réserve.",
      "couples": "Cher Lion, pour renforcer votre relation, privilégiez la communication sincère et profonde. Écoutez activement votre partenaire, partagez vos rêves et vos doutes avec douceur. N’hésitez pas à surprendre par des petites attentions, comme un dîner improvisé ou un mot doux. Montrez votre amour à travers des gestes authentiques et fréquents. Cultivez la confiance et l’écoute, car elles sont les piliers d’un amour solide et passionné. Soyez toujours le soleil de sa vie.",
      "mood": "sérieux",
      "action": "Aujourd'hui, Lion devrait écrire une lettre sincère et touchante à sa bien-aimée, lui exprimant ses sentiments profonds et ses espoirs pour leur avenir ensemble.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge solitaire, le 10 février 2026 sera une journée propice à l’ouverture. Osez sortir de votre routine et participez à des activités qui reflètent vos passions. Rencontrez de nouvelles personnes en cultivant une écoute attentive et sincère. La clé est la spontanéité : laissez votre naturel séduire. Une rencontre authentique pourrait surgir là où vous vous attendiez le moins. Faites confiance à votre cœur, il vous guidera vers une belle aventure amoureuse.",
      "couples": "Pour une Vierge en couple le 10 février 2026, concentrez-vous sur la communication sincère et profonde. Prenez le temps d’écouter attentivement votre partenaire, en valorisant ses sentiments. Les petites attentions, comme un mot doux ou un geste tendre, renforceront votre lien. Soyez patient(e) et honnête, car la sincérité crée la confiance. Cultivez la complicité et n’hésitez pas à planifier des moments magiques pour raviver votre amour.",
      "mood": "passionné",
      "action": "Aujourd'hui, prends le temps d'écrire une lettre sincère à ton partenaire, exprimant ton amour et ta gratitude profonde pour lui.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Chère personne équilibrée, le 10 février 2026 est une journée idéale pour explorer de nouvelles rencontres. Osez sortir de votre zone de confort en participant à des activités qui vous passionnent. Soyez authentique et à l’écoute de vos envies, cela attirera des personnes sincères. Prenez le temps de connaître vraiment l’autre, car la patience et l’écoute favorisent des connexions profondes. Riez, partagez et laissez l’amour s’épanouir naturellement.",
      "couples": "Pour maintenir l’équilibre dans une relation, il est essentiel de cultiver la communication sincère et l’écoute attentive. Partagez régulièrement vos sentiments et écoutez ceux de votre partenaire avec empathie. N’hésitez pas à surprendre avec de petites gestes d’amour : une note douce, un regard complice ou une sortie surprise. L’harmonie naît du respect mutuel et de moments authentiques, renforçant ainsi votre lien romantique et votre complicité au fil du temps.",
      "mood": "prudent",
      "action": "Aujourd'hui, équilibre, prends le temps de préparer un dîner surprise et intime pour elle, en y ajoutant une touche de poésie et de douceur.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Chère Scorpion, en cette année 2026, ouvrez votre cœur aux nouvelles rencontres sans crainte. Soyez authentique et laissez transparaître votre passion profonde, car c’est ainsi que vous attirerez des âmes sincères. Participez à des activités qui vous inspirent, qu’il s’agisse d’art, de sport ou de cercles de lecture, pour multiplier vos opportunités de rencontres authentiques. La patience et la confiance en vous seront vos plus belles alliées vers une belle histoire d’amour.",
      "couples": "Le 10 février 2026, les Scorpions peuvent renforcer leur relation en cultivant une communication sincère et profonde. Prenez le temps d’écouter votre partenaire avec empathie et de partager vos vérités sans réserve. Surprenez-le avec un geste romantique personnalisé, comme une lettre ou une sortie inattendue. Soyez patient et ouvert aux émotions, car la vulnérabilité renforcera votre lien. Cultivez la confiance pour vivre une harmonie durable et passionnée ensemble.",
      "mood": "enjoué",
      "action": "Today, le Scorpion devrait préparer un dîner surprise fait maison, en créant une ambiance chaleureuse avec des bougies et une playlist douce.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, le 10 février 2026 est une journée idéale pour embrasser de nouvelles rencontres. Ose sortir de ta zone de confort et participe à des activités qui t’inspirent, comme des ateliers ou des voyages. Sois sincère et ouvert dans tes échanges, car c’est ainsi que naissent les véritables connexions. Garde confiance en ta nature optimiste : l’amour pourrait surgir là où tu t’y attendras le moins. Laisse ton cœur s’envoler.",
      "couples": "Le 10 février 2026, les Sagittaires en couple doivent privilégier la sincérité et l’écoute. Renforcez vos liens en partageant vos rêves et projets, tout en étant attentif aux besoins de votre partenaire. Surprenez-le avec de petites attentions, comme une sortie improvisée ou un mot doux. La communication ouverte et authentique renforcera votre complicité, permettant à votre relation de grandir dans la confiance et la passion. Chaque geste compte pour un amour épanoui.",
      "mood": "réfléchi",
      "action": "Aujourd'hui, le Sagittaire pourrait surprendre son partenaire en écrivant une lettre sincère et passionnée, exprimant ses sentiments les plus profonds.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Chère âme de Capricorne, le 10 février 2026 est propice à l’ouverture. N’ayez pas peur de sortir de votre routine : participez à des activités sociales ou joignez-vous à des groupes qui partagent vos passions. Soyez authentique et laissez transparaître votre sincérité, car c’est ainsi que vous attirerez quelqu’un qui vous valorise vraiment. Osez faire le premier pas avec douceur, la romance pourrait surgir là où vous vous y attendez le moins.",
      "couples": "Pour un Capricorne en couple le 10 février 2026, il est essentiel d’ouvrir votre cœur avec sincérité. Montrez votre amour par des petits gestes attentionnés, comme préparer un dîner spécial ou écrire une lettre touchante. Renforcez la communication en écoutant activement votre partenaire, en partageant vos rêves et en exprimant votre appréciation. Cultivez la confiance en étant présent et authentique, cela bâtira un lien solide et rempli de tendresse.",
      "mood": "enjoué",
      "action": "Aujourd’hui, Capricorn vous devriez préparer un dîner fait maison pour votre amour, en lui découvrant une playlist de chansons qui symbolisent votre complicité.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Chère Verseau célibataire, le 10 février 2026, votre sensibilité et votre originalité attireront des rencontres sincères. Osez sortir de votre zone de confort en participant à des activités variées ou en rejoignant des groupes partageant vos passions. Soyez authentique et à l’écoute, car c’est ainsi que naissent les connexions profondes. Laissez votre cœur s’ouvrir aux opportunités, et l’amour pourrait bien se présenter là où vous ne l’attendiez pas.",
      "couples": "Le 10 février 2026 offre une belle opportunité pour le Verseau de renforcer sa relation. Soyez à l’écoute de votre partenaire, exprimez vos émotions avec sincérité et surprenez-le avec une petite attention ou un geste romantique inattendu. La communication authentique et la modestie dans vos actions renforceront votre lien. N’oubliez pas de partager des moments complices pour raviver la passion et créer des souvenirs précieux ensemble.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, prends le temps d'écrire une lettre sincère à ton/ta partenaire, exprimant tes sentiments profonds et ta gratitude pour votre complicité.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Chère Poissons, le 10 février 2026 est une journée idéale pour ouvrir votre cœur à de nouvelles rencontres. Rapprochez-vous des amis ou inscrivez-vous à des activités qui vous passionnent. Soyez authentique et écoutez votre intuition lors de ces échanges. Le moment est propice pour laisser votre sensibilité guider vos choix, tout en gardant une touche de légèreté. L’amour pourrait surgir là où vous vous y attendiez le moins. Soyez prête à accueillir la magie.",
      "couples": "Poissons, aujourd’hui est idéal pour renforcer votre lien. Osez exprimer vos sentiments avec sincérité et écoutez avec cœur votre partenaire. Surprenez-le avec une petite attention, comme un dîner aux chandelles ou un geste tendre. La communication authentique renforcera votre complicité. N’oubliez pas, votre sensibilité est une richesse : partagez vos rêves et écoutez les siens, cela créera une union encore plus profonde et passionnée.",
      "mood": "passionné",
      "action": "Aujourd'hui, offre-lui une lettre d'amour sincère, exprimant tes sentiments profonds, et dépose-la dans un endroit inattendu pour la surprendre.",
      "author": "Astrologly"
    }
  }
}