{
  "date": "2026-02-17",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Am 17. Februar 2026 solltest du als Single Widder offen für neue Begegnungen sein. Nutze Gelegenheiten, um soziale Veranstaltungen, Workshops oder Hobbys zu besuchen. Zeige dein authentisches Lächeln und sei mutig, auf andere zuzugehen. Deine Energie ist anziehend – setze sie gezielt ein. Vielleicht triffst du auf jemanden, der deine Leidenschaft teilt. Bleib geduldig, und vertraue darauf, dass die richtige Person zur perfekten Zeit in dein Leben tritt.",
      "couples": "Lieber Widder, am 17. Februar 2026 ist der Schlüssel zu einer erfüllten Beziehung, offen und ehrlich zu kommunizieren. Zeige deiner Partnerschaft deine Liebe durch kleine, bedeutungsvolle Gesten – eine Hand, ein liebevoller Blick oder eine Überraschung. Nimm dir Zeit, um zuzuhören und gemeinsame Momente zu genießen. Stärke eure Bindung, indem du deine Leidenschaft in Zweisamkeit sichtbar machst. Vertrauen und Wärme sind an diesem Tag eure wichtigsten Wegweiser.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deinem Lieblingsmenschen eine unerwartete Nachricht schicken, die deine Liebe und Bewunderung aufrichtig ausdrückt.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Am 17. Februar 2026 lohnt es sich für Einzel-Stiere, offen für neue Begegnungen zu sein. Nutze Gelegenheiten bei Veranstaltungen oder Hobbys, um Gleichgesinnte zu treffen. Zeige dein authentisches Ich und setze auf ehrliche Gespräche. Deine ruhige Ausstrahlung zieht potenzielle Partner magisch an. Bleib geduldig, denn wahre Liebe braucht Zeit. Vertrauen und Stabilität sind für dich essenziell – eine besondere Verbindung entsteht, wenn du dich wirklich öffnest.",
      "couples": "Am 17. Februar 2026, lieber Stier, lege heute besonderen Fokus auf offene Kommunikation. Zeige deinem Partner deine Liebe durch kleine, bedeutungsvolle Gesten, wie eine liebevolle Nachricht oder ein gemeinsames Erlebnis. Höre aufmerksam zu und schätze die Meinungen deines Gegenübers. Gemeinsam könnt ihr so euer Band vertiefen. Deine Geduld und Beständigkeit sind das Fundament für eine noch innigere Beziehung. Nutze diesen Tag, um tiefer zu verbinden und eure Liebe neu zu entfachen.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, die deine Wertschätzung zeigt, und dabei konkrete schöne Erinnerungen teilen.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Lieber Zwilling, am 17. Februar 2026 öffnet sich eine besondere Gelegenheit, neue Menschen kennenzulernen. Nutze deine offene Art, um spontane Begegnungen zu fördern. Sei authentisch, höre aufmerksam zu und zeige echtes Interesse. Vermeide Eile, sollte sich eine Verbindung entwickeln – Geduld lohnt sich. Romantische Chancen können sich in unerwarteten Situationen ergeben, also sei offen für neue Abenteuer. Dein Charme und deine Vielseitigkeit sind genau das, was dich heute attraktiv macht.",
      "couples": "Am 17. Februar 2026 ist es wichtig, als Zwillinge in der Beziehung auf offene Kommunikation zu setzen. Zeige deinem Partner, wie sehr du ihn schätzt, mit kleinen, liebevollen Gesten. Nutzt eure gemeinsame Neugier, um neue Erlebnisse zu teilen und Gespräche zu vertiefen. Hört aktiv zu und vermeidet Oberflächlichkeiten. So stärkt ihr eure Verbindung und schafft tiefere Bindung und Romantik, die euch noch enger zusammenschweißen.",
      "mood": "romantisch",
      "action": "Heute sollten die Zwillinge ihrem Partner eine liebevolle, handgeschriebene Nachricht schicken, um ihre tiefe Verbundenheit und Wertschätzung zu zeigen.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Liebe Krebs-Geborene, am 17. Februar 2026 stehen für dich aufregende Liebeschancen bevor. Nutze diese Zeit, um dich in neuen Kreisen zu bewegen und offen für spontane Begegnungen zu sein. Dein herzliches Wesen zieht Menschen an, also zeige deine authentische und fürsorgliche Seite. Sei geduldig und vertraue darauf, dass die Liebe zur richtigen Zeit kommt. Heute ist ein guter Tag, um kleine Schritte in Richtung Liebe zu wagen.",
      "couples": "Am 17. Februar 2026 bietet dir als Krebs die Gelegenheit, deine Bindung durch ehrliche Gespräche und kleine romantische Gesten zu vertiefen. Zeige deinem Partner deine Fürsorge, höre aufmerksam zu und teile deine Gefühle offen. Schaffe gemeinsam schöne Momente, sei es bei einem gemütlichen Abend zuhause oder einem Spaziergang im Freien. Deine einfühlsame Art stärkt das Vertrauen und macht eure Liebe noch intensiver – nutze diese Chance, um eure Verbindung zu feiern.",
      "mood": "verspielt",
      "action": "Krebs sollte heute eine liebevolle, handgeschriebene Nachricht an seine Partnerin oder seinen Partner senden, um seine tiefen Gefühle persönlich auszudrücken.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Liebe Löwe-Geborene, am 17. Februar 2026 öffnet sich eine wunderbare Gelegenheit, dein Herz zu verschenken. Nutze deine natürliche Ausstrahlung, um neue Menschen kennenzulernen, sei offen für spontane Begegnungen und zeige ehrlich dein Interesse. Sei mutig, lade jemanden zu einem Kaffee ein oder schlage ein gemeinsames Erlebnis vor. Deine Leidenschaft ist ansteckend – teile sie und lasse das Glück in der Liebe auf dich zukommen.",
      "couples": "Am 17. Februar 2026 steht die Stärkung deiner Beziehung im Mittelpunkt. Sei offen in der Kommunikation und höre deinem Partner aufmerksam zu. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten, wie eine liebevolle Nachricht oder ein gemeinsames Erlebnis. Nutze diese Zeit, um eure Verbindung zu vertiefen, Vertrauen zu fördern und gemeinsame Träume zu planen. Dein Charme und deine Herzlichkeit werden eure Bindung noch stärker machen. Liebe ist Pflege, also gönn euch Momente der Nähe.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Partner eine liebevolle Überraschung bereiten, indem du ihm eine persönliche Nachricht schreibst, die deine tiefen Gefühle ausdrückt.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, am 17. Februar 2026 steht dir eine wunderbare Gelegenheit bevor, neue Menschen kennenzulernen. Nutze kleine, sorgfältige Schritte: vermeide Überanalysen, sondern sei offen für spontane Begegnungen. Es ist eine perfekte Zeit, um deine intellektuelle Neugier zu teilen und authentisch zu sein. Erlaube dir, Gefühle zuzulassen, und vertraue darauf, dass wahre Verbindung durch Ehrlichkeit entsteht. Bleib geduldig, das große Liebesglück könnte näher sein, als du denkst.",
      "couples": "Am 17. Februar 2026 ist es wichtig, dass du als Jungfrau deine Liebe offen zeigst. Plane kleine romantische Gesten, wie eine liebevolle Nachricht oder ein gemeinsames Abendessen. Stärke eure Verbindung durch ehrliche Kommunikation und aktives Zuhören. Zeige deine Wertschätzung regelmäßig, um das Vertrauen zu vertiefen. Lass deine Liebe durch kleine, bedeutungsvolle Dinge wachsen, damit ihr euch noch enger verbunden fühlt und eure gemeinsame Zukunft strahlen kann.",
      "mood": "leidenschaftlich",
      "action": "Heute könnte die Jungfrau ihrem Partner eine liebevolle, selbstgemachte Notiz hinterlassen, um Wertschätzung und Zuneigung auf überraschende Weise zu zeigen.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Am 17. Februar 2026, liebe Waage, öffne dein Herz für neue Begegnungen. Nutze Gelegenheiten, um in sozialen Kreisen aktiv zu sein, sei es bei Veranstaltungen oder Online-Dating. Zeige echtes Interesse an deinen Mitmenschen und bleibe authentisch. Dein Charme wird neue romantische Möglichkeiten anziehen. Vertrauen in dein Bauchgefühl führt dich zum richtigen Partner. Nutze diesen Tag, um Liebe ins Leben zu lassen – es lohnt sich!",
      "couples": "Am 17. Februar 2026 ist es wichtig, deine Waage-Harmonie durch offene Kommunikation zu pflegen. Zeige deinem Partner regelmäßig deine Wertschätzung mit kleinen, liebevollen Gesten. Sei bereit, zuzuhören und gemeinsame Lösungen zu finden, um Konflikte zu vermeiden. Gemeinsame Aktivitäten und romantische Überraschungen stärken euer Band zusätzlich. Nutze den Tag, um bewusst Nähe zu schaffen und euer Gleichgewicht im Alltag wiederherzustellen – so wächst eure Liebe nachhaltig.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle, handgeschriebene Nachricht schicken, um deine Wertschätzung und Zuneigung auf persönliche Weise zum Ausdruck zu bringen.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Liebe Skorpion-Geborene, am 17. Februar 2026 wird deine leidenschaftliche Natur dich dazu inspirieren, neue Begegnungen zu suchen. Nutze Gelegenheiten, um dich in sozialen Kreisen zu bewegen und offen für Gespräche zu sein. Zeige dein echtes Interesse an anderen, ohne dich zu sehr zu verschließen. Eine aufrichtige Offenheit könnte unerwartete romantische Verbindungen bringen. Geduld und Vertrauen sind deine besten Begleiter auf dem Weg zu einer erfüllenden Liebe.",
      "couples": "Lieber Skorpion, am 17. Februar 2026 ist es wichtig, offen und ehrlich zu kommunizieren. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten – eine liebevolle Note, ein unerwartetes Kompliment oder gemeinsame Zeit. Höre aufmerksam zu, um Missverständnisse zu vermeiden. Dein tiefes Gefühl für deinen Partner ist Kostbar; nutze es, um Vertrauen aufzubauen. Herzliche Momente stärken eure Verbindung und lassen euch noch enger zusammenschweißen.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion seinen Partner mit einer liebevollen, handgeschriebenen Nachricht überraschen, die seine tiefen Gefühle ehrlich ausdrückt.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Lieber Schütze, am 17. Februar 2026 sind offene Herzen besonders gefragt. Nutze Gelegenheiten, neue Leute kennenzulernen, sei es bei Kursen, Reisen oder sozialen Events. Bleib offen für spontane Begegnungen und zeige echtes Interesse. Deine positive Energie zieht potenzielle Partner magisch an. Bleib du selbst und vertraue auf dein Glück – so findest du vielleicht die Liebe, nach der du schon so lange suchst. Nutze diesen Tag bewusst!",
      "couples": "Am 17. Februar 2026 ist es wichtig, als Schütze in deiner Beziehung auf offene Kommunikation zu setzen. Zeige deinem Partner deine Wertschätzung durch kleine, bedeutungsvolle Gesten und höre aktiv zu. Plane gemeinsame Abenteuer, um die Verbindung zu vertiefen. Sei geduldig, wenn Meinungsverschiedenheiten auftreten. Deine ehrliche Wärme und dein Optimismus sind der Schlüssel, um eure Beziehung zu stärken und gemeinsam spannende, liebevolle Momente zu erleben.",
      "mood": "nachdenklich",
      "action": "Heute könnte der schelmische Schütze seinem Liebsten eine liebevolle Nachricht schicken, die seine Abenteuerlust und Leidenschaft betont, um die Verbindung zu vertiefen.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Lieber Steinbock, am 17. Februar 2026 öffnet sich eine wunderbare Gelegenheit, neue Menschen kennenzulernen. Sei offen für spontane Treffen und zeige dein herzliches Lächeln. Nutze deine natürliche Zielstrebigkeit, um authentische Verbindungen aufzubauen. Lass deine warmherzige Art erstrahlen und gehe aus deiner Komfortzone. Romantik könnte sich in unerwarteten Begegnungen verstecken. Vertraue auf dein Gespür, und die Liebe wird dir auf aufregende Weise begegnen. Bleib geduldig, Liebe wartet auf dich.",
      "couples": "Am 17. Februar 2026 ist es für den Steinbock wichtig, offen und ehrlich mit deinem Partner zu kommunizieren. Nutze den Tag, um gemeinsame Zukunftspläne zu schmieden und deine Wertschätzung zu zeigen. Kleine romantische Gesten, wie eine liebevolle Nachricht oder ein gemeinsamer Spaziergang, stärken eure Verbindung. Zeige Verständnis und Geduld, um Missverständnisse aus dem Weg zu räumen. Dein Engagement macht eure Beziehung noch tiefer und bedeutungsvoller.",
      "mood": "verspielt",
      "action": "Schicke deinem Liebsten heute eine liebevolle Nachricht mit einer kleinen, handgeschriebenen Notiz, um deine Wertschätzung und Wärme zu zeigen.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Für das single Wassermann am 17. Februar 2026 ist es eine wunderbar spannende Zeit, neue Menschen kennenzulernen. Nutze ungewöhnliche Treffpunkte, um deine kreative Seite zu zeigen und authentisch zu sein. Offenheit für spontane Begegnungen öffnet Türen zu unerwarteten Liebesabenteuern. Traue dich, deine einzigartigen Interessen zu teilen – Liebe wächst oft dort, wo du deine Individualität zeigst. Bleib neugierig und neugierig, der perfekte Partner könnte nur eine Begegnung entfernt sein.",
      "couples": "Am 17. Februar 2026 ist es für den Wassermann wichtig, seine einzigartigen Eigenschaften zu nutzen, um die Beziehung zu stärken. Zeige aufrichtige Kommunikation und öffne dein Herz für deinen Partner. Kleine, unerwartete romantische Gesten – sei es eine liebevolle Nachricht oder gemeinsames Erlebnis – vertiefen das Band. Höre aktiv zu und schätze die Individualität deines Partners. So entsteht eine Verbindung voller Verständnis, Leidenschaft und gemeinsamer Weiterentwicklung.",
      "mood": "romantisch",
      "action": "Heute sollte der Wassermann seine Liebe durch eine spontane, herzliche Nachricht voller Wertschätzung und eines kleinen, bedeutungsvollen Gestuѕ zeigen.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Lieber Fisch, der 17. Februar 2026 bringt dir die Chance, dein Herz zu öffnen. Nutze Gelegenheiten, um neue Menschen kennenzulernen, sei offen und authentisch. Gehe auf Veranstaltungen, die deine Interessen widerspiegeln, und schenke deinem Bauchgefühl Vertrauen. Deine sensible Natur macht dich besonders, doch sei auch mutig, um deine romantischen Wünsche zu verfolgen. Liebe ist nah – sei bereit, sie zu empfangen, und lasse dein Herz frei fliegen.",
      "couples": "Liebe Fische, am 17. Februar 2026 solltest du deine Gefühle offen und ehrlich mitteilen. Zeige deinem Partner deine Tiefe durch kleine, bedeutungsvolle Gesten wie liebevolle Nachrichten oder gemeinsame Momente. Höre aufmerksam zu und versuche, die Bedürfnisse deines Partners zu verstehen. Gemeinsame Spaziergänge oder ein Abend bei Kerzenschein stärken eure Verbindung. Besonders heute ist es wichtig, aufmerksam und liebevoll zu sein, um euer Band nachhaltig zu vertiefen.",
      "mood": "leidenschaftlich",
      "action": "Heute könnte Fische eine liebevolle Nachricht mit einer kleinen, bedeutungsvollen Erinnerung an euren gemeinsamen Momenten schicken, um ihre Gefühle zu zeigen.",
      "author": "Astrologly"
    }
  }
}