{
  "date": "2026-02-17",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Pour les Bélier célibataires en cette journée du 17 février 2026, il est temps de sortir de votre zone de confort. Osez rencontrer de nouvelles personnes, participez à des activités qui vous passionnent et faites preuve d’ouverture. Laissez votre spontanéité brillante attirer l’amour vers vous, sans précipitation. La patience et sincérité seront vos alliées pour bâtir une relation authentique. Ouvrez votre cœur, votre avenir sentimental s’éclairera grâce à votre énergie positive.",
      "couples": "Pour un Bélier en amour le 17 février 2026, il est essentiel de cultiver la patience et l’écoute. Prenez le temps de partager des moments sincères avec votre partenaire, en valorisant ses émotions. Surprenez-le avec des gestes romantiques spontanés, comme une sortie inattendue ou une lettre douce. La communication authentique renforcera votre lien, alors n’hésitez pas à exprimer vos sentiments avec douceur et ouverture. Ce jour est parfait pour rapprocher encore davantage vos cœurs.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier, prépare un repas surprise pour ton ange, en choisissant ses plats favoris, pour lui montrer ton amour sincère.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Chère Taureau célibataire, le 17 février 2026 est une journée propice à ouvrir ton cœur aux rencontres authentiques. N'hésite pas à sortir de ta zone de confort, participer à de nouvelles activités ou événements. Ton naturel chaleureux attirera des personnes sincères. Reste fidèle à toi-même, écoute ton intuition, et laisse le temps faire naître la magie. L'amour pourrait surgir là où tu t’y attends le moins—sois prêt à accueillir le bonheur.",
      "couples": "Cher Taureau, en cette journée du 17 février 2026, concentrez-vous sur renforcer la communication avec votre partenaire. Soyez attentif à ses besoins et exprimez votre amour avec des gestes tendres : un dîner improvisé, une petite surprise ou une simple déclaration sincère. Écoutez avec patience et partagez des moments de complicité. Votre stabilité et votre douceur sont précieux ; cultivez-les pour bâtir une relation encore plus profonde et harmonieuse.",
      "mood": "prudent",
      "action": "Aujourd'hui, Taureau pourrait préparer un dîner romantique chez lui avec ses plats préférés, en y ajoutant une touche personnelle et chaleureuse.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cher Gémeaux solitaire, le 17 février 2026, l’univers vous offre d’incroyables opportunités pour élargir votre cercle. Osez sortir, découvrir de nouveaux lieux, ou rejoindre des groupes qui partagent vos passions. La clé : soyez authentique, écoutez avec douceur, et n’ayez pas peur de montrer votre curiosité. Une rencontre authentique peut surgir là où vous ne l’attendiez pas, alors restez ouvert et laissez votre charme naturel s’exprimer. L’amour est proche.",
      "couples": "Chers Gémeaux, le 17 février 2026, votre énergie communicative est votre atout. Renforcez votre relation en écoutant réellement votre partenaire, en exprimant vos sentiments avec sincérité. Surprenez-le par un geste romantique ou une petite attention inattendue pour raviver la passion. Soyez patient et ouvert à la compréhension mutuelle, car une communication authentique posera les bases d’un amour encore plus solide. Faites de cette journée un moment de partage et de tendresse.",
      "mood": "romantique",
      "action": "Aujourd'hui, pour raviver la passion, offre-lui un petit geste attentionné : prépare-lui un café personnalisé avec une note douce.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Aujourd'hui, chère Cancer, ouvrez votre cœur à de nouvelles rencontres. Participez à des activités qui vous passionnent, comme des ateliers ou des événements culturels, pour attirer des personnes partageant vos valeurs. N'ayez pas peur de sortir de votre zone de confort : une simple conversation peut se transformer en une belle histoire. Faites confiance à votre intuition et laissez-vous guider par vos émotions sincères. L’amour est à portée de main, soyez ouverte aux possibles.",
      "couples": "Chère Cancer, en ce jour de 17 février 2026, concentrez-vous sur renforcer votre lien par des gestes romantiques sincères. Communiquez avec douceur et écoutez attentivement votre partenaire, montrant ainsi votre compréhension et votre amour. Partagez des moments de tendresse, créez des souvenirs précieux ensemble, et ne laissez pas la routine effacer votre complicité. Cultivez la confiance et la tendresse chaque jour, pour bâtir une relation encore plus solide et épanouissante.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Cancer devrait préparer un dîner maison spécialisé avec ses plats préférés, en y invitant son être cher pour une soirée intime et pleine de tendresse.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire, le 17 février 2026 est une journée idéale pour explorer de nouvelles rencontres. Ose sortir de ta zone de confort : parties, ateliers ou rencontres en ligne. Ta confiance naturelle attire les autres, alors affiche ton authenticité. Sois attentif, écoute profondément, et partage tes passions avec sincérité. Les opportunités romantiques se présentent lorsque tu t’ouvres à l’inconnu. L’amour pourrait surgir où tu ne l’attends pas ; reste ouvert et passionné.",
      "couples": "Cher Lion, pour renforcer votre lien, privilégiez la communication sincère et régulière. Écoutez attentivement votre partenaire, montrez-lui votre affection par des gestes romantiques et surprises. Partagez des moments précieux ensemble, qu’il s’agisse d’aventures ou de moments calmes à la maison. Soyez généreux dans votre attention et n’oubliez pas de valoriser ses qualités. Cultivez cette confiance mutuelle pour bâtir une relation encore plus solide et passionnée, aujourd’hui et demain.",
      "mood": "sérieux",
      "action": "Aujourd'hui, Lion pourrait laisser une note d'amour sincère et tendre dans le carnet de sa moitié, en lui exprimant ses sentiments profonds et ses rêves à deux.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Cher Vierge solitaire, le 17 février 2026, ouvrez votre cœur aux nouvelles rencontres. Soyez spontané(e) et osez briser la routine pour croiser des âmes compatibles. Participez à des activités qui vous passionnent, comme des ateliers ou des clubs, pour multiplier vos chances de rencontrer quelqu’un de sincère. Laissez votre charme naturel opérer sans hésitation, et souvenez-vous que la patience et l’écoute seront vos plus belles alliées vers une relation riche et authentique.",
      "couples": "Pour la Vierge en cette journée, prenez le temps de renforcer la complicité avec votre partenaire. Communiquez avec douceur et écoute sincère, en valorisant ses sentiments. N’hésitez pas à surprendre votre moitié avec une attention sincère, comme un petit mot d’amour ou une sortie spontanée. Cultiver la patience et la compréhension renforcera votre lien. Faites preuve de romantisme authentique, et votre relation s’épanouira encore davantage aujourd’hui.",
      "mood": "passionné",
      "action": "Aujourd'hui, la Vierge pourrait surprendre son partenaire en lui préparant un dîner maison délicieusement soigneusement élaboré avec ses ingrédients préférés.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Chère âme équilibrée, le 17 février 2026 est une journée idéale pour ouvrir ton cœur aux rencontres inspirantes. Sois authentique, écoute ton intuition et ose engager la conversation. Participe à des activités qui te passionnent, cela attirera des personnes partageant tes valeurs. Reste fidèle à toi-même, car l’amour véritable naît de la sincérité. Prends le temps de te découvrir davantage, et l’amour pourra surgir là où tu t’y attends le moins.",
      "couples": "Pour maintenir l’équilibre dans une relation, cultivez la communication sincère et attentive. Écoutez activement votre partenaire, en valorisant ses sentiments et ses besoins. N’oubliez pas d’ajouter des gestes romantiques quotidiens, même simples, comme un mot doux ou un regard complice. Accordez du temps à deux, tout en respectant chacun’s espace personnel. L’harmonie naît de l’écoute, de la confiance et de petits gestes sincères. Cultivez cette équilibre pour un amour durable.",
      "mood": "prudent",
      "action": "Aujourd'hui, Balance devrait préparer un dîner aux chandelles surprise pour leur partenaire, en créant une ambiance chaleureuse et romantique.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion, en ce 17 février 2026, ouvrez votre cœur à de nouvelles rencontres. Soyez curieux et authentique lors de vos échanges, cela attirera ceux qui partagent vos passions. N’ayez pas peur de montrer votre profondeur émotionnelle, cela séduira votre âme sœur. Profitez de chaque occasion pour sortir, voyager ou participer à des activités sociales. La sincérité et la patience seront vos meilleurs alliés pour attirer une relation sincère et passionnée.",
      "couples": "Ce 17 février 2026, chère Scorpion, souviens-toi que la clé de ton bonheur réside dans la sincérité et la confiance. Écoute attentivement ton partenaire, partage tes sentiments avec douceur et patience. N’hésite pas à surprendre par de petites attentions ou des gestes romantiques, renforçant ainsi votre connexion. La transparence et l’amour authentique transformeront cette journée en un moment précieux, scellant votre lien avec tendresse et passion.",
      "mood": "enjoué",
      "action": "Ce soir, offre-lui un rituel de lune en préparant un dîner aux chandelles et en partageant une sincère conversation sur vos rêves communs.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, le 17 février 2026 s'annonce comme une journée idéale pour élargir ton cercle social. Ouvre ton cœur à de nouvelles rencontres, que ce soit lors d’activités sportives ou de sorties culturelles. Sois sincère et authentique, ta spontanéité attirera des personnes qui partagent ta passion pour la vie. N'hésite pas à prendre des initiatives—une conversation sincère peut transformer une simple rencontre en une belle opportunité amoureuse. Sois audacieux, l’amour t’attend au coin de la rue.",
      "couples": "Cher Sagittaire, en ce 17 février 2026, prenez le temps d’écouter véritablement votre partenaire. Renforcez votre lien par des gestes sincères, comme une lettre d’amour ou une sortie surprise. La communication honnête ouvre la voie à la compréhension mutuelle. N’ayez pas peur de partager vos rêves et vos aspirations. Un petit geste quotidien peut raviver la passion. Cultivez la confiance et la tendresse, et votre relation illuminera davantage votre chemin ensemble.",
      "mood": "réfléchi",
      "action": "Aujourd'hui, le Sagittaire pourrait préparer un dîner romantique surprise chez soi, en choisissant ses plats préférés et en créant une ambiance chaleureuse.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Le 17 février 2026, Cher Capricorne, ouvrez votre cœur aux nouvelles rencontres. Soyez authentique et chaleureux lors de vos échanges, cela attirera des connexions sincères. Profitez des activités sociales ou des rencontres spontanées pour élargir votre cercle. Prenez le temps d’écouter et de partager vos passions pour créer des liens profonds. La patience et la confiance en votre charme naturel vous ouvriront des portes vers une romance inattendue.",
      "couples": "Le 17 février 2026, pour un Capricornien en amour, privilégiez la sincérité et la spontanéité. Renforcez votre lien en planifiant une petite surprise ou une escapade ensemble, cela ravivera la passion. Communiquez avec douceur et écoute attentive, partagez vos rêves et vos préoccupations. Montrez votre amour par des gestes simples mais significatifs, comme un message matinal ou un dîner préparé avec soin. Votre stabilité et votre sincérité renforceront votre relation.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Capricorne devrait préparer un dîner maison avec ses plats préférés, en invitant son être cher pour une soirée intime et pleine de tendresse.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Cher Verseau célibataire, le 17 février 2026 vous invite à sortir de votre zone de confort. Osez rencontrer de nouvelles personnes, participez à des activités qui vous passionnent et soyez ouvert aux surprises. Votre authenticité attirera des partenaires qui apprécient votre originalité. Prenez le temps d’écouter votre cœur et d’établir des connexions sincères. La spontanéité et la confiance en vous ouvriront les portes d’un amour inattendu. Soyez prêt à accueillir le bonheur!",
      "couples": "Pour le Verseau en cette journée du 17 février 2026, privilégie la sincérité dans tes échanges. Écoute attentivement ton partenaire et exprime tes sentiments avec douceur. Surprends-le avec une petite attention ou un geste attentionné qui montre ton affection. N’oublie pas de partager des moments d’intimité pour renforcer votre complicité. Cultive la patience et l’ouverture, car ce sont les clés pour une relation harmonieuse et durable.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, offre un silence attentif et sincère à ton amoureux ou amoureuse, pour lui montrer que tu l’écoutes vraiment.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cher Poissons, le 17 février 2026 est une journée idéale pour ouvrir ton cœur. N'hésite pas à sortir de ta zone de confort et à engager des conversations sincères avec des inconnus. Les rencontres authentiques viendront de petites actions quotidienne—une écoute attentive, un sourire chaleureux. Reste fidèle à toi-même, ton naturel attirera des âmes compatibles. Laisse ton intuition te guider vers de belles aventures amoureuses cette année. Sois prêt à accueillir l’amour avec douceur et confiance.",
      "couples": "Pour les Poissons en amour le 17 février 2026, concentrez-vous sur l’écoute attentive et la sincérité. Partagez vos sentiments en douceur, et n’ayez pas peur d’exprimer votre vulnérabilité. Surprenez votre partenaire avec une attention romantique, comme une lettre ou une sortie inattendue. Cultivez la confiance par des gestes simples mais significatifs. Renforcez votre lien en étant présent, empathique, et en célébrant chaque moment d’amour avec douceur et authenticité.",
      "mood": "passionné",
      "action": "Aujourd'hui, Poissons, envoie un message sincère à ton amoureux pour lui exprimer tout ce que tu ressens profondément, avec douceur et authenticité.",
      "author": "Astrologly"
    }
  }
}