{
  "date": "2026-01-25",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cher Bélier célibataire, le 25 janvier 2026 sera une période propice à de nouvelles rencontres. Osez sortir de votre zone de confort et participez à des activités qui reflètent vos passions. Vos qualités naturelles d’audace et d’enthousiasme attireront des personnes sincères. Soyez ouvert, écoutez votre cœur et donnez-vous la chance d’établir des connexions authentiques. L’amour est à portée de main, soyez prêt à le saisir avec confiance et douceur.",
      "couples": "Cher Bélier, aujourd'hui, cultivez la douceur dans votre couple. Prenez le temps d’écouter attentivement votre partenaire, en valorisant ses sentiments et ses rêves. Surprenez-le avec une petite attention ou une sortie spontanée. La communication sincère renforcera votre lien, alors n’hésitez pas à exprimer vos émotions avec confiance. Rapprochez-vous par des gestes tendres et authentiques, pour raviver la passion et faire grandir votre amour jour après jour.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier, prends l'initiative d'écrire un poème sincère et personnel pour exprimer tes véritables sentiments à ton amour.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau solitaire, le 25 janvier 2026 est une journée idéale pour ouvrir ton cœur. Sois ouvert aux rencontres authentiques, car de nouvelles opportunités jongleront autour de toi. Participe à des activités qui te passionnent et n'hésite pas à engager la conversation. La patience et la sincérité attireront quelqu’un qui apprécie ta stabilité et ta profondeur. Laisse ton naturel briller : l’amour pourrait frapper à ta porte lorsque tu t’y attends le moins.",
      "couples": "Cher Taureau, en ce début d’année, concentre-toi sur renforcer la communication avec ton partenaire.Exprime tes sentiments sincèrement et écoute attentivement ses besoins. N’hésite pas à surprendre par de petites attentions ou des gestes romantiques qui montrent ta tendresse. La patience et la stabilité sont tes atouts. Cultive la confiance et partage des moments authentiques, cela renforcera votre lien et apportera plus de douceur à votre relation.",
      "mood": "prudent",
      "action": "Aujourd'hui, Taureau, offre un dîner fait maison avec une touche personnelle, en préparant son plat préféré pour montrer ton attachement sincère.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Chère Gémeaux solitaire, le 25 janvier 2026 est le moment idéal pour ouvrir votre cœur aux nouvelles rencontres. Soyez curieux et spontané, participez à des activités qui stimulent votre esprit, comme des ateliers ou des événements sociaux. Laissez votre charme naturel s'exprimer sans stress. Accordez-vous du temps pour écouter votre cœur et bâtir des connexions sincères. La romance est à portée de main, alors n'hésitez pas à saisir cette opportunité pour aimer et être aimé.",
      "couples": "Le 25 janvier 2026, les Gémeaux doivent cultiver la sincérité dans leur communication. Exprimez vos sentiments avec honnêteté et écoutez attentivement votre partenaire, cela renforcera votre lien. N’hésitez pas à surprendre avec des gestes romantiques simples mais significatifs : une lettre, un dîner improvisé ou une sortie inattendue. La spontanéité ravivera la passion et créera des souvenirs précieux. Comme deux âmes qui se complètent, laissez parler votre cœur pour nourrir votre amour.",
      "mood": "romantique",
      "action": "Offre à ton partenaire une escapade surprise en découvrant ensemble un endroit qui évoque une douce nostalgie de votre complicité.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Cher Cancer, le 25 janvier 2026 est une journée chanceuse pour explorer de nouvelles rencontres. Ose sortir de ta zone de confort, participe à des activités sociales ou hobbies qui te passionnent. Ton sensibilité te rend unique, alors sois authentique avec ceux que tu rencontres. Cultive la confiance en toi, car c’est ainsi que l’amour pourra s’épanouir. Reste ouvert aux opportunités, ton âme douce attirera une personne qui saura apprécier ta sincérité.",
      "couples": "Le 25 janvier 2026, cher Cancer, cultivez la tendresse en exprimant vos sentiments sincèrement. Renforcez votre lien en écoutant attentivement votre partenaire, en valorisant ses émotions et en partageant des moments d’intimité. N’hésitez pas à surprendre par des petites attentions ou des gestes romantiques. La sincérité et la douceur ouvriront la voie à une connexion encore plus profonde. Cultivez la confiance et offrez votre amour avec authenticité pour une relation épanouie et harmonieuse.",
      "mood": "enjoué",
      "action": "Ce matin, prépare une surprise douce et sincère pour ton partenaire, en lui écrivant une lettre pleine d’amour et de tendresse, pour lui rappeler combien il compte pour toi.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire, en ce 25 janvier 2026, osez sortir de votre zone de confort pour multiplier les rencontres. Participez à des activités qui stimulent votre passion, comme des ateliers artistiques ou des clubs sportifs. Soyez authentique et généreux dans vos échanges, cela attirera des personnes sincères. Rapprochez-vous doucement des autres, car la patience et la sincérité ouvriront la voie à de belles histoires d’amour. Votre charisme naturel illuminera le chemin vers de nouvelles rencontres enrichissantes.",
      "couples": "Cher Lion, pour renforcer votre relation en 2026, privilégiez la communication sincère et attentive. Montrez votre amour par des gestes romantiques simples mais significatifs, comme une notes d’affection ou une sortie surprise. Écoutez activement votre partenaire et valorisez ses émotions. Cultivez la patience et la compréhension, surtout lors de divergences. En donnant de votre temps et en partageant des moments authentiques, votre lien deviendra encore plus solide et passionné.",
      "mood": "sérieux",
      "action": "Aujourd’hui, Lions devrait écrire une lettre sincère à son amour, exprimant ses sentiments profonds avec des mots touchants et personnels.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge célibataire, le 25 janvier 2026 est une journée idéale pour ouvrir votre cœur. Sortez, participez à des activités qui vous passionnent, et faites confiance à votre instinct pour rencontrer des personnes sincères. Soyez authentique, laissez place à la spontanéité, et ne craignez pas de montrer votre véritable moi. L’amour pourrait frapper à votre porte lorsque vous vous y attendrez le moins, alors soyez prête à accueillir de belles surprises.",
      "couples": "Pour la Vierge en amour le 25 janvier 2026, veillez à cultiver la communication sincère et délicate avec votre partenaire. Montrez-lui votre affection par des petits gestes attentionnés, comme une note douce ou un massage apaisant. Soyez à l’écoute de ses besoins et partagez vos sentiments avec franchise. Renforcez votre complicité en planifiant une sortie spéciale ou un dîner intime, afin d’approfondir votre lien avec tendresse et authenticité.",
      "mood": "passionné",
      "action": "Aujourd’hui, prends le temps d’écrire une lettre sincère et tendre à ton partenaire pour lui exprimer tout ce que tu ressens profondément.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Chère âme équilibrée, le 25 janvier 2026 est une journée idéale pour explorer de nouvelles rencontres. Ose sortir de ta zone de confort en fréquentant des activités qui te passionnent, comme des ateliers ou des événements culturels. Sois ouverte, sincère et attentive aux signaux des autres. Cultive la patience et la confiance en toi, car l’amour se construit doucement. Laisse ton cœur s’ouvrir, chaque rencontre est une nouvelle opportunité pour créer une belle histoire.",
      "couples": "Pour équilibrer une relation en 2026, privilégiez la communication sincère et régulière. Écoutez attentivement votre partenaire et exprimez vos sentiments avec douceur. Renforcez votre lien par des petits gestes romantiques quotidiens : un mot doux, une surprise ou un moment partagé. Respectez l’espace personnel et les besoins de chacun pour éviter la surcharge. Cultiver la confiance et la complicité permet d’établir une harmonie durable, essentielle à une relation épanouissante.",
      "mood": "prudent",
      "action": "Aujourd'hui, équilibre, prends le temps de préparer un dîner romantique surprise et dis-lui à quel point elle/il illumine ta vie.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion, le 25 janvier 2026 est une journée propice pour ouvrir ton cœur aux rencontres. Ose sortir de ta zone de confort, participe à des activités qui te passionnent, et sois sincère dans tes échanges. Ta profondeur et ton authenticité attireront des âmes compatibles. Rappelle-toi, la patience et la confiance en toi sont clés pour bâtir une relation authentique. L’amour te tend la main, n’aie pas peur de le saisir.",
      "couples": "Le 25 janvier 2026, en tant que Scorpion, concentrez-vous sur la sincérité dans votre communication. Partagez vos sentiments avec douceur et écoutez activement votre partenaire. Renforcez votre lien par des gestes romantiques simples, comme une lettre ou un dîner surprise. La confiance est votre atout — cultivez-la en étant transparent. N'oubliez pas d'exprimer votre amour quotidiennement, cela renforcera votre complicité et apportera une passion renouvelée à votre relation.",
      "mood": "enjoué",
      "action": "Aujourd'hui, le Scorpion pourrait surprendre son amour en lui écrivant une lettre sincère à la main, exprimant ses sentiments profonds et ses rêves communs.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, en ce début d’année, laissez votre curiosité vous guider vers de nouvelles rencontres. Osez sortir de votre zone de confort, participez à des activités qui vous passionnent et soyez sincère dans vos échanges. La spontanéité sera votre alliée pour créer des liens authentiques. Restez ouvert à l’amour, car cette année offre d’agréables opportunités de rencontres enrichissantes. Faites confiance à votre cœur et laissez l’aventure romantique commencer.",
      "couples": "Le 25 janvier 2026, les Sagittaires en couple doivent privilégier la communication sincère et profonde. Exprimez vos sentiments avec délicatesse et écoutez attentivement votre partenaire. Renforcez votre lien par de petites attentions romantiques, comme un dîner surprise ou une balade au clair de lune. Cultivez la confiance en partageant vos rêves et aspirations. Laissez votre enthousiasme naturel illuminer votre relation, tout en restant attentif aux besoins de l’autre.",
      "mood": "réfléchi",
      "action": "Offre à ton amoureux une balade inattendue au clair de lune, en partageant une pensée sincère pour renforcer votre connexion.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Chère âme capricornienne, en ce jour du 25 janvier 2026, ouvrez votre cœur aux nouvelles rencontres. Soyez authentique, car votre authenticité attirera des personnes sincères. Participez à des activités qui vous passionnent, comme des ateliers ou des événements sociaux, pour élargir votre cercle. Prenez le temps d’écouter et de partager vos rêves. La patience et la confiance en votre valeur vous mèneront vers une romance profonde et durable.",
      "couples": "Le 25 janvier 2026, cher Capricorne, concentrez-vous sur la sincérité dans la communication. Partagez vos sentiments avec douceur et écoutez attentivement votre partenaire. Renforcez votre lien en organisant une surprise romantique, quelque chose qui montre votre attention et votre investissement. N’oubliez pas de valoriser ses efforts. Cultiver la patience et la tendresse aujourd’hui renforcera votre complicité, vous rapprochant encore plus dans cette belle aventure qu’est l’amour.",
      "mood": "enjoué",
      "action": "Ce matin, écris une lettre sincère à ton partenaire pour lui exprimer combien il compte pour toi, en soulignant des souvenirs précieux.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Chers Verseaux célibataires, le 25 janvier 2026 est une journée propice pour élargir votre cercle social. Osez participer à des activités nouvelles ou rejoindre des groupes qui partagent vos passions. Soyez ouvert(e) à la spontanéité et à la sincérité dans vos rencontres. Laissez parler votre authenticité, car elle attirera des personnes qui vous ressemblent. Une belle rencontre pourrait surgir lorsque vous vous connectez en étant vous-même, avec patience et douceur.",
      "couples": "Le 25 janvier 2026, Verseau, cultivez la communication sincère avec votre partenaire. Montrez-lui votre attachement par de petites gestes romantiques, comme une lettre ou un geste inattendu. Écoutez attentivement ses besoins et exprimez vos sentiments avec douceur. Faites preuve d'empathie et de patience, surtout si des défis surgissent. En renforçant votre connexion émotionnelle, vous créerez un amour encore plus profond et harmonieux, bâtissant un avenir solide ensemble.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, surprends ton partenaire en lui écrivant une lettre sincère évoquant tes sentiments les plus profonds et tes rêves communs.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cher Poisson, en ce début d’année, ouvrez votre cœur aux nouvelles rencontres. Soyez sincère et authentique lors de vos échanges, cela attirera ceux qui partagent vos valeurs. Participez à des activités qui nourrissent votre âme, comme des ateliers artistiques ou des clubs de lecture. Restez attentif aux petits signes, votre intuition vous guidera vers des connexions profondes. L’amour est proche, croyez en la magie de l’instant.",
      "couples": "Pour les Poissons en amour, aujourd’hui est une belle opportunité de renforcer votre lien. Prenez le temps d’écouter sincèrement votre partenaire, en partageant vos rêves et vos émotions. Surprenez-le avec une petite attention ou une douceur sincère. La communication accrue et les gestes d’affection renforcent votre complicité. N’oubliez pas que la tendresse et l’écoute attentive créent une base solide pour un amour épanoui. Cultivez la douceur chaque jour.",
      "mood": "passionné",
      "action": "Aujourd'hui, Poissons, écris une lettre sincère à ton partenaire en exprimant tes sentiments les plus profonds et tes rêves communs.",
      "author": "Astrologly"
    }
  }
}