{
  "date": "2026-01-17",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Am 17. Januar 2026 ist es für Widder besonders wichtig, offen für neue Begegnungen zu sein. Nutze Gelegenheiten, um gesellschaftliche Aktivitäten zu erkunden, sei es bei Hobbys oder Events. Zeige deine authentische, leidenschaftliche Seite, um echtes Interesse zu wecken. Geduld und Spontanität bringen dich näher zu jemandem, der deine Energie schätzt. Vertraue auf dein Herz – die richtige Person könnte dir unerwartet begegnen, wenn du mutig neue Wege gehst.",
      "couples": "Am 17. Januar 2026 liegt dein Fokus als Widder darauf, deine Beziehung durch offene Kommunikation zu vertiefen. Zeige deinem Partner deine Liebe mit kleinen, bedeutungsvollen Gesten—wie eine liebevolle Nachricht oder eine Überraschung. Höre aktiv zu, um Missverständnisse zu vermeiden, und nimm dir bewusst Zeit für gemeinsame Momente. Geduld und Verständnis stärken dein Band und lassen Liebe wachsen, selbst in hektischen Zeiten.",
      "mood": "leidenschaftlich",
      "action": "Heute sollte der Widder seinem Herz offenbaren, wie sehr er die gemeinsame Zeit schätzt, indem er seinem Partner eine persönliche, liebevolle Nachricht schickt.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Lieber Stier, am 17. Januar 2026 eröffnen sich wundervolle Chancen, neue Menschen kennenzulernen. Nutze die Gelegenheit, dich offen und authentisch zu zeigen – dein ruhiges, vertrauensvolles Wesen zieht Gleichgesinnte an. Sei geduldig und investiere in tiefgründige Gespräche. Gehe auf Events, die deine Interessen widerspiegeln, und lass dein Herz spielen. Romantische Begegnungen sind möglich, wenn du Bereitschaft zeigst, dich zu öffnen und Vertrauen aufzubauen. Dein Liebe-Weg beginnt jetzt.",
      "couples": "Am 17. Januar 2026 wird es für den Stier in einer Beziehung wundervoll sein, die Verbindung zu vertiefen. Widme deinem Partner kleine, bedeutungsvolle Gesten, die deine Wertschätzung zeigen. Kommuniziere offen und ehrlich, um Missverständnisse zu vermeiden. Plane gemeinsame Aktivitäten, die eure Bindung stärken und für gemeinsame Freude sorgen. Zeige Geduld und Verständnis, denn Vertrauen wächst durch beständige, liebevolle Zuwendung. Damit wird eure Beziehung noch inniger und erfüllter.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle, handgeschriebene Nachricht schicken, um deine Gefühle auf warmherzige Weise zu zeigen.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Liebe Zwillinge, am 17. Januar 2026 bietet sich die Chance, neue Menschen kennenzulernen. Nutze deine offene und neugierige Natur, um spontane Treffen zu fördern – sei es bei Hobbys, Events oder Online-Datings. Bleib authentisch und hör auf dein Herz, um tiefe Verbindungen zu schaffen. Offenheit und Kommunikation sind der Schlüssel. Lass dich auf neue Abenteuer ein, und die richtige Person wird dir begegnen. Dein Zauber ist jetzt besonders spürbar!",
      "couples": "Am 17. Januar 2026 ist es für Zwillinge in der Beziehung wichtig, bewusst zuzuhören und offene Gespräche zu pflegen. Schenke deinem Partner kleine, liebevolle Gesten, um die Verbundenheit zu stärken. Nutze deine vielseitige Natur, um gemeinsam neue Abenteuer zu entdecken. Zeige deine Zuneigung durch Worte und Taten, damit eure Verbindung tief bleibt. Ehrlichkeit und kreative Kommunikation sind der Schlüssel für ein harmonisches Miteinander heute und immer.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Zwillinge-Partner eine liebevolle Nachricht schicken, in der du deine Wertschätzung und tiefe Verbindung ausdrückst.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Für Krebse, die am 17. Januar 2026 Single sind, ist dies eine perfekte Zeit, um offen für neue Begegnungen zu sein. Nutze Gelegenheiten, um in entspannten Gesprächen tiefere Verbindungen zu knüpfen. Sei geduldig mit dir selbst und vertraue auf dein intuitives Gespür. Melde dich bei Veranstaltungen oder Online-Dating, um neue Menschen kennenzulernen. Dein warmes Herz zieht Menschen an – zeige es und lasse Romantik aufblühen.",
      "couples": "Liebe Krebs-Geborene, am 17.01.2026 ist eine perfekte Gelegenheit, deine emotionale Intelligenz zu vertiefen. Zeige deinem Partner durch kleine liebevolle Gesten, dass du ihn schätzt – sei es eine handgeschriebene Nachricht oder ein gemeinsamer Spaziergang. Offene Kommunikation stärkt euer Band: Teile deine Gefühle ehrlich und höre aktiv zu. Gemeinschaftliche Momente schaffen eine tiefe Verbindung, die euch durch alle Zeiten trägt. Pflege eure Romantik täglich!",
      "mood": "verspielt",
      "action": "Heute sollte Krebs seinem Partner eine handgeschriebene Liebesnote schicken, um seine Gefühle ehrlich und persönlich auszudrücken.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Liebe Löwe-Geborene, am 17.01.2026 öffnet sich eine spannende Chance, neue Menschen kennenzulernen. Sei offen für ungeplante Begegnungen, zeige dein echtes Selbst und strahle Wärme aus. Nutze Gelegenheiten bei sozialen Events, um tiefere Verbindungen zu knüpfen. Dein selbstbewusstes Auftreten zieht potenzielle Partner an. Vertrau auf dein Herz und sei geduldig—die richtige Leidenschaft könnte schon bald vor deiner Tür stehen. Öffne dein Herz und lass Liebe zu!",
      "couples": "Löwe, am 17. Januar 2026 ermutigt das Universum dich, deine Beziehung durch offene Kommunikation zu stärken. Zeige deinem Partner deine Wertschätzung mit kleinen, liebevollen Gesten, die das Herz berühren. Höre aktiv zu und teile deine Gefühle ehrlich, um Vertrauen zu vertiefen. Gemeinsame Abenteuer oder überraschende Momente schaffen unvergessliche Erinnerungen. Nutze diese Energie, um eure Liebe zu feiern und das Band zwischen euch noch enger zu knüpfen.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Lieblingsmenschen eine liebevolle Nachricht schicken, in der du deine Wertschätzung und deine Gefühle aufrichtig ausdrückst.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Am 17. Januar 2026 lohnt es sich für Jungfrauen, offen für neue Begegnungen zu sein. Nutze Gelegenheiten, um persönliche Kontakte zu knüpfen – sei es bei Events, Kursen oder durch Freunde. Zeige deine authentische Seite, statt Perfektion anzustreben. Geduld und Selbstvertrauen ziehen die richtigen Menschen an. Lass dein Herz leicht sein, erkenne kleine Wunder im Alltag, und so öffnest du die Tür zu einer wundervollen Romanze.",
      "couples": "Liebe Jungfrau, am 17. Januar 2026 ist jetzt die perfekte Gelegenheit, eure Beziehung zu vertiefen. Zeige deinem Partner deine Wertschätzung durch kleine, unerwartete Gesten – eine liebevolle Nachricht, eine gemeinsames Frühstück oder eine spontane Umarmung. Hör aufmerksam zu, teile deine Gefühle ehrlich und sei offen für seine Wünsche. Gemeinsam schaffen diese Momente ein stärkeres Band voller Vertrauen und Liebe, das euch beiden noch näher bringt.",
      "mood": "leidenschaftlich",
      "action": "Heute könnte die Jungfrau deinem Partner eine liebevolle, handgeschriebene Notiz schenken, in der du deine Wertschätzung und besonderen Momente hervorhebst.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Am 17. Januar 2026 steht die Waage auf einem harmonischen Pfad zur Liebe. Nutze diese Zeit, um aktiv neue Menschen kennenzulernen – sei offen für spontane Treffen und soziale Veranstaltungen. Dein natürlicher Charme zieht potenzielle Partner an, also zeige dein authentisches Ich. Lass dir Zeit, um Vertrauen aufzubauen, und höre auf dein Herz. Romantische Chancen sind vorhanden, wenn du den Mut hast, dich auf neue Begegnungen einzulassen.",
      "couples": "Am 17. Januar 2026 sollte die Waage im Liebesleben bewusst auf offene Kommunikation setzen. Zeige deinem Partner, dass du seine Gefühle schätzt, indem du kleine romantische Gesten machst, wie eine liebevolle Nachricht oder ein gemeinsames Candle-Light-Dinner. Höre aktiv zu und erkenne die Bedürfnisse deines Partners an. Das schafft Vertrauen und vertieft eure Verbindung. Nutze diesen Tag, um gemeinsam schöne Erinnerungen zu sammeln und eure Beziehung noch harmonischer zu gestalten.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle, personalisierte Nachricht schicken, um Gefühle auszudrücken und die Verbindung zu vertiefen.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Am 17. Januar 2026 stehen für Skorpione spannende Begegnungen an. Nutze diese Zeit, um offen auf neue Menschen zuzugehen und deine tiefen Emotionen zu zeigen. Sei authentisch und vertraue deinem Charme, um echte Verbindungen zu knüpfen. Gehe auf Veranstaltungen, die deine Interessensgebiete widerspiegeln, und zeige Bereitschaft für Neues. Das Universum belohnt Mut und Ehrlichkeit – deine authentische Ausstrahlung zieht potenzielle Partner magisch an. Bleib geduldig und offen für unerwartete Liebesmomente.",
      "couples": "Lieber Skorpion, am 17. Januar 2026 ist es wichtig, offen über deine Gefühle zu sprechen. Zeige deinem Partner deine Zuneigung durch kleine romantische Gesten, wie eine liebevolle Nachricht oder ein gemeinsames Erlebnis. Höre aufmerksam zu, um tiefere Verbindungen zu schaffen. Deine Ehrlichkeit und Leidenschaft sind der Schlüssel, um eure Bindung zu stärken. Nutze diesen Tag, um gemeinsame Träume zu teilen und eure Liebe noch enger zu verankern.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion seinem Liebsten eine liebevolle Nachricht senden, in der er seine tiefen Gefühle ehrlich und direkt ausdrückt.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Liebes Schütze, am 17. Januar 2026 bietet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und zeige echtes Interesse an deinen Mitmenschen. Nutze Online-Dating-Plattformen, um Gleichgesinnte zu treffen, und zögere nicht, mutig auf jemanden zuzugehen. Deine Offenheit und Abenteuersinn ziehen potenzielle Partner an. Bleib authentisch, und der richtige Mensch wird dir in diesem Jahr begegnen – eine aufregende Liebesreise wartet!",
      "couples": "Am 17. Januar 2026 sind Schütze-Geborene eingeladen, ihre Partnerschaft durch offene Kommunikation und ehrliches Zuhören zu stärken. Zeige deiner Liebe durch kleine, spontane Gesten wie einen liebevollen Brief oder einen gemeinsamen Ausflug ins Unbekannte. Lass Raum für gemeinsamen Wachstum, indem du deine Träume teilst und den Partner ermutigst. Eine aufrichtige, herzliche Verbindung ist der Schlüssel, um euer Band noch tiefer zu festigen und gemeinsam in Harmonie zu wachsen.",
      "mood": "nachdenklich",
      "action": "Heute sollte der Schütze seinem Partner eine liebevolle, selbstgeschriebene Nachricht schicken, um seine Wertschätzung und Leidenschaft zum Ausdruck zu bringen.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Geboren unter dem Sternzeichen Steinbock, solltest du am 17. Januar 2026 offen für neue Begegnungen sein. Nutze diese Zeit, um dich aus deiner vertrauten Komfortzone zu begeben – besuche Veranstaltungen, treffe alte Freunde oder probiere Online-Dating aus. Deine ehrliche und zuverlässige Art wird andere anziehen. Bleib geduldig, zeige echtes Interesse, und sei bereit, dein Herz zu öffnen. Romantische Chancen könnten sich überraschend ergeben, wenn du dich traust, deinen Gefühlen zu folgen.",
      "couples": "Am 17. Januar 2026 solltest du deinen Fokus auf offene Kommunikation legen. Zeige deinem Partner deine Wertschätzung durch kleine, doch bedeutungsvolle Gesten – ein liebevoller Blick, eine handgeschriebene Nachricht oder gemeinsame Momente. Höre aufmerksam zu, was dein Partner braucht, und sei geduldig. Deine Zuverlässigkeit und Ehrlichkeit schaffen Sicherheit und vertiefen eure Bindung. Nutze diesen Tag, um gemeinsam Erinnerungen zu schaffen, die euch noch näher zusammenbringen.",
      "mood": "verspielt",
      "action": "Besorge deiner/ihrem Liebsten eine kleine, handgeschriebene Nachricht und lege sie an einem Ort, den sie/er täglich aufsucht, um deine Gefühle zu zeigen.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Liebes Wassermann, im Januar 2026 eröffnen sich spannende Chancen, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und probiere neue Aktivitäten aus, die deinen Horizont erweitern. Deine ehrliche Art zieht authentische Partner an. Lass dir Zeit, um tiefere Verbindungen aufzubauen. Nutze diese Phase, um dein Herz zu öffnen, doch bleib dabei deinem einzigartigen Selbst treu. Die Liebe kommt, wenn du dich selbst treu bleibst und das Leben voller Neugier erkundest.",
      "couples": "Am 17. Januar 2026, Wassermann, ist es wichtig, offen und ehrlich mit deinem Partner zu kommunizieren. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten, wie eine unerwartete Nachricht oder gemeinsame Aktivitäten. Stärke eure Verbindung, indem du aufmerksam auf seine Bedürfnisse eingehst und kreative Überraschungen planst. Achtsamkeit und echte Wertschätzung vertiefen eure Bindung. Nutze diesen Tag, um gemeinsam neue, schöne Erinnerungen zu schaffen und eure Liebe zu feiern.",
      "mood": "romantisch",
      "action": "Heute könnte der Wassermann seinem/ihrem Partner eine liebevolle, persönliche Nachricht schicken, um die Verbindung zu vertiefen und Wertschätzung auszudrücken.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Liebe Fische, heute ist ein idealer Tag, um offene Herzen zu erkunden. Sei spontan bei Treffen mit Freunden oder neuen Bekanntschaften. Nutze deine intuitive Natur, um tiefe Gespräche zu führen, die Verbindungen stärken. Offenheit und Ehrlichkeit ziehen die richtige Person an. Gönn dir kleine Abenteuer, um dein Glück zu fördern. Deine Sensibilität macht dich einzigartig – hab Vertrauen, dass Liebe dich heute finden kann, wenn du bereit bist, dich zu öffnen.",
      "couples": "Liebe Fische, heute ist ein wunderbarer Tag, um eure emotionale Tiefe zu nutzen. Zeigt eure Liebe durch kleine, aufmerksame Gesten, sei es ein handgeschriebener Brief oder ein gemeinsamer Spaziergang. Hört aufmerksam auf euren Partner und teilt eure Gefühle ehrlich. Verbindet euch durch gemeinsame Träume und sei offen für neue Erfahrungen. Achtet auf eure Intuition und gebt eurem Herzen die Führung – so stärkt ihr eure Bindung auf liebevolle Weise.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, die deine Gefühle ehrlich beschreibt und einen besonderen Moment zwischen euch hervorhebt.",
      "author": "Astrologly"
    }
  }
}