{
  "date": "2026-02-14",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Chère Bélier, en ce jour de Saint-Valentin 2026, ouvre ton cœur avec confiance. N'hésite pas à embrasser de nouvelles rencontres, car ton énergie vibrante attire les âmes compatibles. Sois authentique et audacieuse dans tes échanges ; une démarche sincère peut mener à une belle complicité. Profite aussi de moments spontanés pour créer des souvenirs précieux. L’amour te tend les bras — sois prête à le saisir avec passion et douceur.",
      "couples": "Le Bélier, en ce jour spécial, cultivez la patience et l’écoute pour renforcer votre lien. Exprimez sincèrement vos sentiments, en montrant à quel point votre partenaire compte pour vous. Surprenez-le avec une petite attention ou un geste romantique qui prouve votre engagement. N’oubliez pas de partager un moment complice, où vous pouvez parler ouvertement de vos rêves et aspirations. Une communication sincère et des gestes d’amour raviveront la flamme et renforceront votre complicité.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier devrait préparer un dîner surprise avec ses plats préférés, accompagné d'une playlist romantique pour charmer son amour dès la tombée de la nuit.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Chère Taureau célibataire, le 14 février 2026 est idéal pour ouvrir ton cœur à de nouvelles rencontres. Profite des événements sociaux pour élargir ton cercle et ose engager la conversation avec authenticité. Cultive ta patience et ta stabilité, car de belles opportunités amoureuses se profilent si tu restes fidèle à toi-même. N’oublie pas que le véritable amour prend racine dans la sincérité, alors laisse ton cœur s’exprimer avec douceur et confiance.",
      "couples": "Le 14 février 2026, Taureau, prenez le temps de renforcer votre lien en exprimant sincèrement vos sentiments. Soyez à l’écoute de votre partenaire, écoutez ses désirs et ses besoins. Surprenez-le avec une petite attention ou un geste romantique, comme un dîner aux chandelles ou une promenade main dans la main. La patience et la tendresse seront vos meilleurs alliés pour approfondir votre complicité et créer un amour encore plus fort.",
      "mood": "prudent",
      "action": "Aujourd'hui, le Taureau devrait préparer un dîner maison, avec ses plats préférés, en allumant des bougies pour créer une atmosphère chaleureuse et intime.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Chère Gémeaux, le 14 février 2026 est une journée parfaite pour ouvrir ton cœur. Ose aller à la rencontre de nouvelles personnes, que ce soit lors d’une sortie ou d’un événement social. Ta curiosité et ton esprit léger attirent des âmes complémentaires. Sois authentique, laisse parler ton charme naturel, et n’aie pas peur de prendre des initiatives. Une belle surprise romantique pourrait bien surgir là où tu t’y attends le moins.",
      "couples": "Pour un Gémeaux en amour le 14 février 2026, privilégie la communication sincère. Partage tes pensées avec ton partenaire et écoute attentivement ses émotions. Renforcez votre lien par des petits gestes romantiques, comme une lettre d’amour ou une soirée surprise. La spontanéité et la légèreté seront vos alliées pour raviver la flamme. Cultiver cette complicité vous rapprochera et deepen votre connexion, rendant cette journée inoubliable.",
      "mood": "romantique",
      "action": "Aujourd'hui, les Gémeaux devraient préparer une surprise douce et sincère pour leur moitié, comme un petit mot d'amour écrit à la main, pour raviver la flamme et exprimer leur attachement profond.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Cher Cancer, le 14 février 2026 est le moment idéal pour ouvrir votre cœur à de nouvelles rencontres. Soyez authentique, écoutez avec attention et laissez transparaître votre douceur naturelle. Participez à des activités qui vous passionnent pour rencontrer des personnes partageant vos valeurs. Ne crainte pas d’oser un premier pas. La magie peut surgir là où vous vous y attendez le moins. Ce jour est votre chance d’accueillir l’amour avec tendresse et sincérité.",
      "couples": "Chère Cancer, le 14 février 2026, concentre-toi sur la tendresse et la communication sincère. Partage tes sentiments en toute transparence, cela renforcera votre lien. Surprends ton partenaire avec de petites attentions qui montrent ton amour, comme un dîner intime ou un mot doux. Écoute avec empathie ses besoins et ses désirs. La douceur et la sincérité sont tes alliées pour faire fleurir encore plus votre relation, aujourd’hui et demain.",
      "mood": "enjoué",
      "action": "Ce Cancer devrait préparer un dîner intime à la maison, en apportant une touche personnelle comme une playlist douce et une lettre d’amour sincère.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire en cette Saint-Valentin 2026, c’est le moment idéal pour ouvrir ton cœur à de nouvelles rencontres. Ose sortir de ta zone de confort, que ce soit lors d’événements sociaux ou en rejoignant des clubs qui reflètent tes passions. Sois authentique, rayonnes ta confiance et écoute attentivement. La magie opère souvent lorsque tu partages ta vraie nature. L’amour te tend la main, il suffit de le saisir avec sincérité et enthousiasme.",
      "couples": "Cher Lion, aujourd'hui, cultive la tendresse en exprimant ton amour sincère. Écoute attentivement ton partenaire, reste ouvert à ses émotions. Surprends-le avec une petite attention, un mot doux ou un geste romantique. Renforce votre lien en partageant un moment précieux ensemble, loin des distractions. La clé est la communication authentique et la spontanéité. Montre-lui combien il compte pour toi, et votre relation rayonnera de confiance et de passion.",
      "mood": "sérieux",
      "action": "Ce Lion devrait écrire une lettre sincère et touchante à celle qu'il aime, exprimant ses sentiments profonds et ses souvenirs précieux ensemble.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge célibataire, le 14 février 2026 est une journée idéale pour ouvrir ton cœur aux rencontres. Laisse de côté ta prudence habituelle et ose sortir de ta zone de confort : participe à de nouvelles activités ou événements sociaux. Sois attentive aux petites attentions, elles pourraient révéler des sentiments sincères. Cultive la patience et la confiance en ton intuition, car une belle romance pourrait commencer simplement en étant toi-même. L’amour t’attend, toute prête à fleurir.",
      "couples": "Pour la Vierge en amour le 14 février 2026, prenez le temps d’exprimer vos émotions sincèrement. Renforcez votre lien en planifiant une petite surprise ou une sortie spéciale. Écoutez attentivement votre partenaire, en montrant votre appréciation quotidienne. N’ayez pas peur de partager vos rêves et vos pensées profondes. La clé aujourd’hui est la spontanéité et la tendresse; votre sincérité renforcera votre complicité.",
      "mood": "passionné",
      "action": "Aujourd'hui, la Vierge pourrait préparer un dîner surprise avec ses plats préférés pour son partenaire, en y ajoutant une petite note pleine d’amour.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Chers Balance, le 14 février 2026 est l’occasion parfaite pour ouvrir votre cœur doucement. Explorez de nouvelles rencontres en privilégiant des activités qui reflètent vos passions. Soyez sincère et à l’écoute, car la véritable harmonie naît de la compréhension mutuelle. N’ayez pas peur de montrer votre authenticité. Accueillez chaque rencontre comme une opportunité d’évoluer et de renforcer votre équilibre intérieur, car l’amour commence par l’amour de soi.",
      "couples": "Le véritable équilibre dans une relation repose sur la confiance, la communication sincère et le respect mutuel. Prenez le temps de partager vos sentiments, d’écouter attentivement et d’être présent pour votre partenaire. N’oubliez pas les petites attentions, comme un massage, un mot doux ou une surprise, pour raviver la passion. Cultivez la complicité chaque jour, car c’est dans ces gestes simples que naît une union solide et épanouissante.",
      "mood": "prudent",
      "action": "Aujourd'hui, Balance, écris une lettre sincère à ton partenaire pour exprimer toute la gratitude et l'amour que tu ressens en ce jour spécial.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion solitaire, le 14 février 2026 est une opportunité exceptionnelle pour ouvrir ton cœur. Ose sortir de ta zone de confort et participe à des activités qui te passionnent. Rencontre de nouvelles personnes en étant sincère et authentique. La patience sera ta meilleure alliée : chaque interaction te rapproche de la bonne personne. Laisse tomber le doute, car l’amour se trouve souvent dans les petits gestes et les rencontres inattendues. Ouvre ton cœur, l’époque est propice à la magie romantique.",
      "couples": "Cher Scorpion, en cette journée spéciale, n’oublie pas de montrer ta vulnérabilité avec douceur. Prends le temps d’écouter profondément ton partenaire, en lui offrant ton attention sincère. Les petits gestes romantiques, comme une note douce ou une surprise pensée pour lui, renforceront votre lien. Cultive la confiance en partageant tes sentiments avec honnêteté, et la passion de votre relation s’épanouira davantage. L’amour véritable commence par la sincérité et la tendresse.",
      "mood": "enjoué",
      "action": "Aujourd'hui, pour raviver la flamme, le Scorpion pourrait écrire une lettre sincère exprimant ses sentiments profonds et ses souvenirs précieux.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, en cette Saint-Valentin 2026, ouvrez votre cœur à de nouvelles rencontres. Soyez sincère et spontané lors de vos rencontres, car c’est ainsi que vous attirerez des esprits libres comme le vôtre. Explorez des activités sociales ou culturelles pour croiser des âmes compatibles. Privilégiez la confiance en vous et laissez votre enthousiasme naturel rayonner. L’amour pourrait surgir lorsque vous vous y attendrez le moins, alors restez ouvert aux surprises du destin.",
      "couples": "Cher Sagittaire, en ce 14 février 2026, cultive l’écoute attentive pour renforcer votre lien. Montre ton amour par des petites attentions sincères : un mot doux, une surprise ou une sortie spontanée. Communique avec authenticité, partage tes rêves et écoute ceux de ton partenaire. La sincérité et la spontanéité nourrissent votre complicité. Aujourd’hui est parfait pour raviver la passion, en créant des moments précieux à deux, pleins de tendresse et d’aventure.",
      "mood": "réfléchi",
      "action": "Ce matin, envoie un message sincère à ton partenaire, lui exprimant à quel point sa présence illumine ta vie et ton cœur.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Cher Capricorne solitaire, le 14 février 2026 est une journée idéale pour ouvrir ton cœur à de nouvelles rencontres. N'hésite pas à sortir de ta zone de confort et à participer à des activités qui te passionnent. Sois authentique, attentive à l’écoute et laisse ton côté chaleureux briller. La patience et la sincérité te guideront vers une rencontre prometteuse, car l’amour peut naître là où tu l’attendais le moins.",
      "couples": "Le 14 février 2026, Capricorne, sáchte ton amour par la communication sincère. Ouvre ton cœur avec douceur, partage tes sentiments et écoute ton partenaire attentivement. Renforce votre lien en posant des gestes romantiques, comme une surprise ou un moment complice. Montre que tu apprécies sa présence et sa confiance. Cultive la patience et la compréhension, car ces petites attentions nourriront votre relation et feront grandir votre complicité.",
      "mood": "enjoué",
      "action": "Aujourd'hui, le Capricorne pourrait surprendre son partenaire en lui préparant un dîner romantique aux chandelles, accompagné d'une playlist de ses chansons préférées.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Cher Verseau célibataire, le 14 février 2026 est une journée idéale pour ouvrir ton cœur. N'hésite pas à sortir de ta zone de confort : participe à de nouvelles activités, rencontres en ligne ou événements sociaux. Ton authenticité et ton esprit novateur attireront des personnes qui partagent tes valeurs. Reste fidèle à toi-même, et tu pourrais bien faire une rencontre surprenante, pleine de promesses et de complicité. L’amour est à portée de main, ose le saisir.",
      "couples": "Le 14 février 2026, Verseau, privilégie la sincérité dans ta relation. Montre ton amour à travers des gestes simples mais touchants, comme une note douce ou une sortie surprise. Écoute attentivement ton partenaire, valorise ses sentiments et partage tes projets futurs. Cultiver la communication ouverte renforcera votre lien. Laissez l’originalité et la tendresse guider cette journée, pour profondement connecter votre cœur et créer des souvenirs précieux ensemble.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, surprends ton/ta partenaire en lui préparant une playlist personnalisée de chansons qui évoquent vos souvenirs ensemble, pour renforcer votre complicité.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cher Poissons, en cette Saint-Valentin 2026, osez sortir de votre coquille et embrasser de nouvelles rencontres. Soyez ouvert aux opportunités, que ce soit lors d’un café, d’un atelier ou d’un événement social. Faites confiance à votre intuition pour repérer une âme compatissante. Prenez le temps d’écouter et de partager vos rêves. La magie opère lorsque vous vous montrez sincère et généreux. L’amour pourrait bien frapper à votre porte, il suffit de le laisser entrer.",
      "couples": "Pour les Poissons en amour en cette Saint-Valentin 2026, cultivez la sincérité dans vos échanges. Osez exprimer vos sentiments avec douceur et écoutez votre partenaire avec attention. Surprenez-le avec une petite attention personnelle, comme un mot doux ou un geste romantique. Rappelez-vous que la compassion renforce le lien. Aujourd’hui, prenez le temps de vous reconnecter en partageant des rêves et des projets, pour bâtir une relation encore plus profonde et pleine de tendresse.",
      "mood": "passionné",
      "action": "Aujourd'hui, Poissons, écris une lettre sincère à ton partenaire pour lui exprimer tout ce que tu ressens au fond de ton cœur.",
      "author": "Astrologly"
    }
  }
}