{
  "date": "2026-01-04",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Neste dia 4 de janeiro de 2026, Áries solteiro, abraçe as oportunidades de conhecer novas pessoas com entusiasmo. Sua autenticidade e paixão atraem potenciais parceiros, mas lembre-se de ouvir mais e ser paciente. Participe de eventos sociais, seja espontâneo em encontros e mantenha o coração aberto às possibilidades. Com coragem e sinceridade, o amor pode surgir de formas inesperadas. Confie em seu brilho único e deixe seu charme natural conquistar alguém especial hoje.",
      "couples": "Áries em 2026-01-04, lembre-se de valorizar a comunicação aberta e sincera com seu parceiro. Demonstre carinho com pequenos gestos diários e ouça com atenção. Sua paixão é um presente, então compartilhe seus sentimentos sem medo. Cultive a paciência e mostre que está presente, mesmo nos momentos de desafio. Assim, fortalecerá ainda mais o vínculo e criará uma relação repleta de confiança, amor e aventura.",
      "mood": "apaixonado",
      "action": "Hoje, Áries deve surpreender seu amor com uma mensagem sincera e apaixonada, expressando o quanto valoriza e deseja compartilhar momentos especiais com ele.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, em 2026-01-04, abra seu coração para novas experiências. Aproveite oportunidades em eventos sociais e grupos que compartilhem seus interesses. Seja aberto a conhecer pessoas diferentes, pois conexões genuínas podem surgir quando menos espera. Confie na sua intuição, mas também permita-se relaxar e aproveitar o momento. Sua sinceridade e charme natural atrairão alguém especial. Dê passos ousados, o amor está mais próximo do que imagina!",
      "couples": "Para Touro em 04/01/2026, invista em fortalecer a conexão com seu parceiro através de pequenas gestos de carinho e atenção. Comunicação sincera e aberta criará segurança emocional. Surpreenda com gestos românticos que demonstrem seu apreço, como preparar um jantar especial ou uma saída planejada com calma e dedicação. Praticar a paciência e ouvir ativamente permitirá aprofundar o entendimento mútuo, fortalecendo o amor e criando uma base sólida para o futuro.",
      "mood": "cauteloso",
      "action": "Hoje, Touro, surpreenda seu parceiro com um jantar caseiro preparado com carinho, evidenciando seu afeto e dedicação na atmosfera aconchegante do lar.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Para os Gêmeos solteiros em 4 de janeiro de 2026, o amor está ao seu alcance. Aproveite oportunidades de socializar, abrir-se para novas experiências e explorar diferentes ambientes. Seja autêntico e gentil ao conhecer pessoas, e sua energia contagiante atrairá conexões verdadeiras. Não tenha medo de mostrar seu lado vulnerável; isso criará laços mais profundos e especiais. Confie no seu coração e permita que o amor floresça naturalmente.",
      "couples": "Para Gêmeos em 2026-01-04, invista na comunicação sincera com seu parceiro. Seja aberto sobre seus sentimentos e ouça com atenção as necessidades dele. Surpreenda com gestos românticos, como uma mensagem carinhosa ou um jantar especial. Aproveite o dia para criar memórias únicas, fortalecendo o vínculo. Demonstrar interesse genuíno e manter o diálogo ativo trará mais harmonia e paixão à relação. Cultive a conexão com amor e compreensão.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, surpreenda seu amor com uma mensagem escrita à mão, expressando seus sentimentos mais profundos e gratidão pelo relacionamento.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, 2026 será um momento maravilhoso para explorar novas conexões. Seja aberto a encontros espontâneos e convide amigos para eventos sociais. Sua sensibilidade e empatia atraem admiradores sinceros, então confie na sua intuição ao escolher quem se aproxima de você. Foque em atividades que te passem alegria, pois assim você atrairá pessoas que compartilham seus valores e sonhos. Lembre-se, o amor floresce quando você se permite ser vulnerável e verdadeiro.",
      "couples": "Para fortalecer seu relacionamento neste dia, dedique-se à comunicação sincera. Compartilhe seus sentimentos e ouça ativamente seu parceiro, demonstrando empatia. Pequenos gestos românticos, como uma mensagem carinhosa ou um gesto de cuidado, reforçam o vínculo afetivo. Valorize o momento juntos, criando memórias especiais. Sua sensibilidade é um presente; use-a para nutrir ainda mais o amor, criando um ambiente de confiança e ternura que perdure ao longo do tempo.",
      "mood": "brincalhão",
      "action": "Hoje, Cancer, envie uma mensagem sincera e carinhosa para seu amor, expressando o quanto ele significa para você e reforçando sua conexão emocional.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, em 2026, abra sua coroa de confiança e ardor para novas oportunidades amorosas. Explore seus interesses, participe de eventos sociais e esteja aberto a conexões genuínas. Sua energia contagiante atrairá possíveis parceiros que admirem sua autenticidade. Lembre-se de valorizar quem realmente aprecia sua luz, cultivando conexões significativas. Seja paciente e espontâneo, pois o amor pode surgir onde menos espera. Aproveite essa fase de autodescoberta e paixão.",
      "couples": "Querido Leão, em 04 de janeiro de 2026, valorize a comunicação sincera com seu parceiro. Seja atento às necessidades dele e demonstre seu amor com gestos românticos, como palavras carinhosas ou pequenas surpresas. Fortaleça seus laços cultivando momentos de conexão genuína. Lembre-se, o brilho do seu coração deve iluminar o relacionamento, inspirando confiança e intimacy. Com dedicação e amor, vocês construirão uma história ainda mais incrível juntos.",
      "mood": "sério",
      "action": "Hoje, Leão deve preparar uma surpresa especial, como um jantar íntimo eromântico em casa, para demonstrar seu amor de maneira sincera.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Neste dia especial, Virgem solteiro, abra seu coração para novas experiências. Aproveite ocasiões sociais e eventos que estimulam conexões autênticas. Seja espontâneo e deixe a perfeição de lado, permitindo que a magia aconteça. Confie mais na sua intuição e mostre seu lado gentil e apaixonado. O amor está ao seu alcance; basta abrir-se ao novo com coragem e esperança, e a oportunidade de um romance verdadeiro surgirá de forma inesperada e encantadora.",
      "couples": "Para Virgem em 2026-01-04, fortaleça sua conexão cultivando uma comunicação aberta e honesta. Planeje momentos especiais que demonstrem seu carinho, como um jantar caseiro ou uma carta emocionante. Valorize pequenas gestos do dia a dia, reconhecendo o esforço do parceiro. Ao expressar seus sentimentos com sinceridade, você criará um vínculo mais profundo e romântico. Lembre-se: gestos simples e palavras genuínas são a chave para fortalecer sua relação.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, escreva uma carta sincera e apaixonada para seu amor, expressando seus sentimentos mais profundos e queimar de esperança.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido libriano, em 2026, o universo favorece suas conexões. Aproveite eventos sociais e atividades culturais para ampliar seu círculo de amizades. Sua aura charmosa atrai quem busca equilíbrio e beleza interior. Seja autêntico e ouça seu coração ao conhecer novas pessoas; a sinceridade criará laços profundos. Aposte na espontaneidade e permita-se momentos de vulnerabilidade. O amor pode surgir de encontros inesperados—confie na sua intuição e deixe o romance florescer naturalmente.",
      "couples": "Querida Libra, em 4 de janeiro de 2026, concentre-se em fortalecer seu relacionamento através de comunicação aberta e sincera. Mostre seu carinho com gestos românticos, pequenas surpresas e palavras doces. Ouça seu parceiro com atenção, valorizando suas opiniões e sentimentos. Invista em momentos especiais juntos, criando memórias afetivas. Assim, seu vínculo se aprofundará, trazendo ainda mais harmonia e amor ao relacionamento. Aproveite essa energia para cultivar uma conexão genuína e duradoura.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e carinhosa, expressando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, em 2026-01-04, abra seu coração para novas experiências e encontros. Aproveite oportunidades de socializar em eventos ou grupos que compartilhem seus interesses. Sua intensidade e sinceridade atraem conexões profundas, mas lembre-se de ser vulnerável e aberto. Permita-se conhecer diferentes pessoas, cultivando confiança e paciência. O amor pode surgir de uma amizade sincera ou de uma conversa inesperada. Esteja atento aos sinais e confie no seu valor único.",
      "couples": "Para Escorpião em 2026-01-04, invista na comunicação aberta e sincera, compartilhando seus sentimentos mais profundos. Demonstre seu amor com gestos românticos e atenção às pequenas coisas, fortalecendo a conexão. Seja receptivo às emoções do seu parceiro, mostrando empatia e compreensão. Cultive momentos de intimidade e carinho, criando uma base sólida de confiança. Assim, seu relacionamento prosperará, tornando-se mais profundo e apaixonado a cada dia.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião, envie uma mensagem sincera e apaixonada para seu parceiro, revelando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Para Sagitarianos solteiros em 4 de janeiro de 2026, abra-se para novas experiências e aventuras. Aproveite eventos sociais, viajes ou cursos para ampliar seu círculo de contatos. Sua energia e otimismo atraem pessoas que compartilham seu espírito livre. Seja autêntico e sincero ao expressar seus sentimentos, criando conexões verdadeiras. Confie no seu coração e lembre-se de que o amor pode surgir onde menos espera, bastando estar aberto às oportunidades que a vida oferece.",
      "couples": "Sagitário, em 4 de janeiro de 2026, concentre-se em fortalecer a conexão com seu parceiro através de uma comunicação aberta e sincera. Surpreenda-o com gestos românticos que demonstrem seu carinho, como uma mensagem carinhosa ou um presente especial. Ouça com atenção suas necessidades, promovendo confiança e intimidade. Aproveite esse momento para criar memórias inesquecíveis juntos, reforçando sua união e alimentando o amor com entusiasmo e sinceridade.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário deve surpreender seu amor com uma mensagem sincera e apaixonada, expressando o quanto ele(a) é especial para você.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricorniano(a), em 2026-01-04, aproveite o dia para abrir seu coração às novas oportunidades. Este é um momento propício para ampliar seu círculo social e conhecer pessoas interessantes. Seja autêntico(a) e deixe sua essência brilhar, construindo conexões sinceras. Confie no seu instinto e lembre-se de que o amor surge quando menos espera. Esteja aberto(a), receptivo(a) e preparado(a) para algo especial surgir em seu caminho.",
      "couples": "Querido(a) Capricorniano(a), em 2026-01-04, valorize a comunicação sincera com seu parceiro. Compartilhe seus sentimentos e sonhos, criando uma conexão mais profunda. Surpreenda com gestos românticos simples, como uma carta ou um jantar especial. Mostre seu comprometimento e estabilidade, mas não esqueça de ouvir com atenção e empatia. Cultivar a paciência e o carinho fortalecerá seu vínculo, tornando sua relação ainda mais sólida e apaixonada neste momento.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, dedique um momento para preparar uma surpresa especial e pessoal para seu amor, demonstrando seu cuidado e dedicação sincera.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Aquário, em 2026, abra seu coração para novas experiências. Esteja aberto a encontros espontâneos e atividades que envolvam grupos sociais. Sua autenticidade atrairá pessoas que apreciam sua originalidade. Invista em conversas sinceras e mostre seu lado mais vulnerável, criando conexões profundas. Aproveite oportunidades de eventos culturais ou workshops para encontrar alguém com interesses semelhantes. Cultive a paciência e o otimismo, pois o amor pode surpreender você de formas inesperadas.",
      "couples": "Querido Aquário, em 4 de janeiro de 2026, concentre-se em fortalecer sua comunicação com seu parceiro. Compartilhe seus sentimentos abertamente e ouça com atenção. Surpreenda com gestos românticos autênticos que mostrem seu carinho, como uma mensagem inesperada ou um jantar feito por você. Valorize os momentos juntos, criar memórias especiais fortalecerá o vínculo. Abra seu coração, seja vulnerável e demonstre seu amor com sinceridade e entusiasmo.",
      "mood": "romântico",
      "action": "Hoje, Aquário, escreva uma carta sincera e repleta de admiração para seu amor, destacando momentos especiais que fortalecerão a conexão entre vocês.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, 2026 será um momento mágico para explorar novas conexões amorosas. Esteja aberto a encontros sinceros e aproveite oportunidades de socializar, seja em eventos culturais ou atividades que reflitam seus interesses. Confie na sua intuição ao conhecer alguém novo; sua sensibilidade será seu maior aliado. Cultive a autoconfiança, pois ela atrairá pessoas que apreciam sua doçura e autenticidade. Este é o momento perfeito para abrir seu coração e se permitir amar novamente.",
      "couples": "Para Peixes em 2026-01-04, priorize a comunicação aberta e sincera. Compartilhe seus sentimentos mais profundos com seu parceiro, fortalecendo a conexão emocional. Surpreenda com gestos românticos, como uma carta ou um momento especial só de vocês. Ouça com atenção e demonstre empatia, criando um espaço seguro para ambos. Cultivar a vulnerabilidade e o carinho aumentará a intimidade, fazendo seu relacionamento florescer ainda mais neste dia especial.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, surpreenda seu amor com uma mensagem sincera de admiração e gratidão, demonstrando o quanto aprecia sua presença e carinho na sua vida.",
      "author": "Astrologly"
    }
  }
}