{
  "date": "2026-02-21",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Aries soltero, el 2026-02-21 es un momento ideal para abrir tu corazón. Aprovecha oportunidades para socializar en eventos y actividades que te apasionen, porque allí conocerás personas que comparten tu entusiasmo y energía. No tengas miedo de dar el primer paso; tu autenticidad y pasión atraerán a quienes valoran tu fuego interno. Confía en el proceso y mantén la esperanza, pues el amor puede sorprenderte cuando menos lo esperes.",
      "couples": "Querido Aries, hoy, dedica tiempo a escuchar sinceramente a tu pareja. La comunicación abierta fortalecerá vuestro vínculo y fomentará la confianza. Sorpréndela con pequeños gestos de amor, como una nota romántica o una cena especial. Aprovecha la energía del día para expresar cuánto valoras su presencia en tu vida. Recuerda que los detalles y la atención genuina alimentan la chispa del amor y profundizan vuestra conexión.",
      "mood": "apasionado",
      "action": "Hoy, Aries, sorprende a tu pareja con un desayuno hecho en casa y escríbele una nota llena de tus sentimientos más sinceros.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Tauro, en 2026 tendrás oportunidades únicas para ampliar tu círculo social. Abre tu corazón y disfruta de nuevas experiencias, ya sea en actividades creativas o en eventos sociales. Confía en tu encanto natural; tu paciencia y sinceridad atraerán a personas especiales. No temas mostrar tu vulnerableidad, eso fortalecerá conexiones auténticas. Aprovecha cada encuentro como una oportunidad para descubrir el amor verdadero, ¡el universo te sorprenderá cuando menos lo esperes!",
      "couples": "Tauro, en este día, enfócate en fortalecer los lazos emotivos. La comunicación sincera y abierta creará confianza y cercanía. Sorprende a tu pareja con pequeños gestos románticos, como una nota cariñosa o un plan especial. Escucha atentamente sus necesidades y comparte tus sentimientos con honestidad. La paciencia y el apoyo mutuo serán clave para profundizar la conexión. Recuerda que los detalles cotidianos fortalecen vuestro amor y lo hacen más duradero.",
      "mood": "cauteloso",
      "action": "Hoy, Tauro, dedica unos minutos a preparar una cena especial en casa, con sus platos favoritos, para sorprender a tu pareja con amor y dedicación.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "El 21 de febrero de 2026, los géminis solteros deben abrirse a nuevas experiencias. Aprovecha eventos sociales y actividades que despierten tu curiosidad para conocer personas interesantes. Sé auténtico y escoge intencionadamente con quién compartes tu energía. La clave está en la comunicación sincera y en dejar que tu personalidad encantadora brille. Confía en tu intuición y no temas mostrar tu lado más romántico. ¡Las nuevas conexiones pueden sorprenderte y dar paso a un amor auténtico!",
      "couples": "Querido Géminis, en esta fecha especial, enfócate en fortalecer la comunicación con tu pareja. Comparte tus pensamientos y sentimientos con sinceridad, pero también escucha con atención. Los gestos románticos, como una nota sorpresa o una cita espontánea, fortalecerán su conexión. Practica la paciencia y evita la indecisión. Solo así, podrán construir un vínculo más profundo y lleno de entendimiento, iluminando su camino juntos con amor y complicidad.",
      "mood": "romántico",
      "action": "Hoy, como Géminis, sorprende a tu pareja con una carta escrita a mano expresando tus sentimientos más profundos y agradecimientos sinceros.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cáncer, el 21 de febrero de 2026 te invita a abrir tu corazón. Aprovecha oportunidades para conocer nuevas personas, ya sea en actividades creativas o en grupos que compartan tus intereses. Confía en tu intuición y sé auténtico. La clave está en mostrar vulnerabilidad y escuchar con atención. ¡Este año, el amor puede sorprenderte cuando menos lo esperes! Mantén una actitud positiva y permite que tu cálido corazón atraiga a quien verdaderamente te valore.",
      "couples": "Querido Cáncer, en esta fecha, enfócate en fortalecer la comunicación con tu pareja. Expresa tus sentimientos con sinceridad y escucha atentamente sus necesidades. Los gestos románticos, como una cena íntima o una nota cariñosa, fortalecerán su conexión. Confía en tu intuición y abre tu corazón sin temor. La ternura y la empatía serán tus mejores aliados para profundizar su amor y crear recuerdos inolvidables juntos.",
      "mood": "juguetón",
      "action": "Hoy, Cáncer, prepárale una cena casera con sus platillos favoritos y acompáñala con una nota llena de palabras amorosas y sinceras.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leo soltero, en esta etapa de 2026, abre tu corazón a nuevas experiencias y personas. Aprovecha oportunidades sociales, eventos y actividades que reflejen tu pasión y creatividad. Sé auténtico y muestra tu verdadera esencia, ya que atraerás a quienes valoran tu brillo natural. Confía en tu intuición al escoger posibles parejas y no temas ser vulnerable. La clave está en disfrutar cada encuentro y permitirme amar sin presiones, ¡el amor te espera!",
      "couples": "Querido Leo, el 2026-02-21 es un momento perfecto para fortalecer tu relación. Dedica tiempo a comunicarte abiertamente, expresando tus sentimientos y escuchando con atención a tu pareja. Los gestos románticos, como una sorpresa o una carta sincera, fortalecerán vuestro vínculo. Recuerda valorar los pequeños detalles y demostrar tu amor diariamente. Esto no solo profundizará vuestra conexión, sino que también llenará de magia cada día juntos, haciendo que vuestro amor siga brillando con intensidad.",
      "mood": "serio",
      "action": "Hoy, Leo, escribe una carta sincera expresando cuánto valoras su presencia en tu vida y déjala en su bolso con una rosa fresca.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querido Virgo, el 2026 te invita a abrir tu corazón y explorar nuevas conexiones. Aprovecha cada oportunidad para socializar, participa en eventos y actividades que te apasionen. Confía en tu intuición y sé auténtico en tus acercamientos. La paciencia y la sinceridad serán tus mejores aliados para atraer una relación significativa. No temas mostrar tu vulnerabilidad; el amor llegará cuando menos lo esperes, enriqueciendo tu vida con detalles que solo tú podrás apreciar.",
      "couples": "Querido Virgo, hoy es un buen día para fortalecer tu relación. Dedica tiempo a escuchar activamente a tu pareja, mostrando interés sincero en sus sentimientos y sueños. Pequeños gestos románticos, como una nota cariñosa o una cena especial, pueden profundizar su conexión. Sé paciente y expresivo; tu orden y dedicación generan confianza y armonía. Recuerda, el amor crece con la atención constante y los detalles genuinos.",
      "mood": "apasionado",
      "action": "Hoy, Virgo, prepara una cena casera con tus ingredientes favoritos y sorprende a tu amor con una velada íntima y llena de detalles pensados.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, hoy en 2026-02-21, abre tu corazón y tu mente a nuevas experiencias. Aprovecha oportunidades para socializar en eventos culturales o actividades que te apasionen; así atraerás a personas que valoren tu equilibrio y encanto. Confía en tu intuición para detectar relaciones sinceras. No temas mostrar tu verdadera esencia; la autenticidad atraerá a quien realmente valore tu noble espíritu. Este es un momento perfecto para cultivar esa chispa especial que ambos desean.",
      "couples": "Querida Libra, hoy es un día perfecto para fortalecer tu relación. Sé auténtica y expresa tus sentimientos con sinceridad; tu honestidad fortalecerá la confianza. Dedica tiempo a escuchar a tu pareja y entender sus necesidades. Los pequeños gestos románticos, como una nota dulce o una sorpresa, revitalizarán el vínculo. Recuerda que el equilibrio y la empatía son esenciales para mantener viva la chispa del amor. Fluye con tu corazón y disfruta del proceso.",
      "mood": "cauteloso",
      "action": "Hoy, Libra, sorprende a tu pareja con una nota romántica escondida en su bolso o cartera para hacerle sonreír durante el día.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpio, en 2026, abre tu corazón con confianza. Aprovecha cada oportunidad para conocer gente nueva en eventos sociales o actividades que te apasionen. Tu intensidad y pasión atraerán a quienes valoren tu profundidad emocional. Sé auténtico y muestra tu vulnerabilidad, esto fortalecerá conexiones reales. No temas tomar la iniciativa; una sonrisa sincera puede abrir puertas inesperadas. Confía en tu intuición y permite que el amor encuentre su camino hacia ti.",
      "couples": "Querido Escorpio, hoy es un buen día para fortalecer tu relación. La comunicación sincera y vulnerable fortalecerá la confianza mutua. Sorprende a tu pareja con un gesto romántico, como una carta o una cena inesperada. Escucha con atención sus sentimientos y comparte los tuyos sin temor. La empatía y la honestidad crearán un lazo aún más profundo. Recuerda que el amor se nutre con pequeños detalles diarios y compromiso sincero.",
      "mood": "juguetón",
      "action": "Hoy, Escorpio, toma la iniciativa y organiza una velada íntima con tu pareja, llenándola de tus palabras más sinceras y gestos cariñosos.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitario, el 21 de febrero de 2026 es una oportunidad perfecta para abrir tu corazón. Aprovecha eventos sociales y viajes para conocer nuevas personas, ya que tu naturaleza aventurera atraerá conexiones auténticas. Sé honesto y auténtico, ya que la sinceridad será tu mejor aliada. Confía en tu intuición y no temas mostrar tu esencia. Este año, las oportunidades de amor surgirán en lugares inesperados, ¡deja que tu espíritu libre guíe tu camino hacia el amor verdadero!",
      "couples": "Para Sagitario en esta fecha, recuerda que la honestidad y la comunicación son esenciales para fortalecer tu relación. Comparte tus sueños y escucha sinceramente a tu pareja, creando un espacio de confianza mutua. No olvides los pequeños gestos románticos que demuestran tu cariño, como una nota sorpresa o una cena especial. La aventura y la espontaneidad pueden revitalizar su vínculo; así, juntos, construirán un amor más profundo y duradero.",
      "mood": "reflexivo",
      "action": "Hoy, Sagitario, sorprende a tu pareja preparando una cena íntima en casa con sus platillos favoritos, acompañada de una playlist que capture su esencia.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricornio, en 2026-02-21, abre tu corazón para nuevas experiencias. Aprovecha oportunidades para conocer gente en actividades que te apasionen, ya sea en talleres, eventos culturales o redes sociales. Sé auténtico y muestra tu lado cálido y comprometido. La paciencia te acompañará en tu camino romántico; no te desesperes. Confía en que esa persona especial llegará cuando menos lo esperes, mientras sigues construyendo tu confianza y autoamor.",
      "couples": "El 21 de febrero de 2026, Capricornio en pareja debe priorizar la comunicación honesta y sincera. Expresa tus sentimientos con claridad y escucha activamente a tu pareja. Espontáneate con pequeños gestos románticos y dedicados, como una nota especial o una salida significativa. Fortalece el vínculo compartiendo metas y sueños, permitiendo que el amor crezca desde la confianza y la empatía. Tu compromiso y ternura marcarán la diferencia en este día tan importante.",
      "mood": "juguetón",
      "action": "Hoy, Capricornio, sorprende a tu pareja con una cena casera preparada con cariño y detalles que muestren cuánto la aprecias.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Acuario, en 2026-02-21, tu espíritu innovador te abrirá nuevas puertas. Aprovecha reuniones sociales y eventos para conectar con personas auténticas que compartan tus intereses. Sé abierto y auténtico, dejando que tu energía única brille. La paciencia y la sinceridad atraerán relaciones significativas. No temas mostrar tu lado vulnerable; la honestidad fortalecerá cualquier conexión. Confía en tu intuición y disfruta del proceso, porque las mejores historias de amor están por escribirse.",
      "couples": "Querido Acuario, en este momento, fortalecer los lazos requiere comunicación sincera y abiertas. Escucha activamente a tu pareja y comparte tus sentimientos con honestidad. Los gestos románticos, como una sorpresa significativa o palabras de aprecio, reforzarán la conexión. Dedica tiempo de calidad juntos, creando memorias especiales. La autenticidad y el interés genuino serán clave para profundizar su vínculo y construir un amor sólido y duradero.",
      "mood": "romántico",
      "action": "Hoy, Acuario, sorprende a tu pareja con una carta escrita a mano donde expreses tus sentimientos más profundos y tus sueños compartidos.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Piscis, en esta fecha especial, abre tu corazón y confía en tu intuición para explorar nuevas conexiones. Aprovecha oportunidades sociales, eventos culturales o actividades creativas para conocer personas afines. La autenticidad y la sensibilidad serán tus mejores aliadas para atraer a quien realmente resuene contigo. No temas mostrar tu ternura, pues la sinceridad atraerá relaciones profundas y genuinas. Este año, tu empatía será tu mayor fortaleza en el amor.",
      "couples": "Querido Piscis, hoy es un momento ideal para fortalecer tu conexión emocional. Practica la comunicación sincera y expresa tus sentimientos con ternura. Sorprende a tu pareja con pequeños gestos románticos que reflejen tu sensibilidad, como una carta o una cita con detalles personales. Escucha atentamente sus necesidades y demuestra tu apoyo incondicional. La clave está en abrir tu corazón y mostrar cuánto valoras su amor, creando una base aún más sólida y llena de romanticismo.",
      "mood": "apasionado",
      "action": "Hoy, Piscis, sorprende a tu pareja con una cena casera llena de tus detalles más tiernos y una nota de amor escrita a mano.",
      "author": "Astrologly"
    }
  }
}