{
  "date": "2026-02-14",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cara Ariete, il 14 febbraio 2026, il cuore batte forte per nuove connessioni. Approfitta di questa giornata per essere spontanea e aperta a incontri, magari partecipando a eventi sociali o hobby condivisi. Non aver paura di mostrare il tuo sorriso sincero: la tua energia attirerà persone autentiche. Ricorda, la pazienza e l’ascolto profondo apriranno le porte a un amore vero. Sii te stessa, il cuore trova sempre la via giusta.",
      "couples": "Per l’Ariete in amore il 14 febbraio 2026, è il momento di rafforzare i legami attraverso la comunicazione sincera e autentica. Mostra il tuo affetto con gesti romantici e sorprendenti, come una cena intima o un regalo speciale. Ascolta attentamente il partner, condividi i tuoi sentimenti più profondi e sii presente. Il cuore aperto e l’attenzione ai dettagli renderanno questa giornata indimenticabile e rafforzeranno il vostro legame.",
      "mood": "appassionato",
      "action": "Oggi, Ariete, sorprendi il tuo amore preparando una cena romantica a lume di candela, condividendo parole dolci e sguardi pieni di passione.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cari Toro singles, il 14 febbraio 2026, è il momento perfetto per aprire il cuore e abbracciare nuove opportunità d’amore. Siate autentici e attenti nel conoscere persone diverse: una passeggiata, un evento o un hobby condiviso possono portare incontri significativi. Coltivate la pazienza e fidatevi del vostro istinto. L’amore potrebbe bussare quando meno ve lo aspettate. Siate pronti a lasciarvi sorprendere e a costruire nuove connessioni sincere.",
      "couples": "Caro Toro, in questa giornata speciale, ricorda l'importanza di comunicare sinceramente i tuoi sentimenti. Mostra il tuo amore attraverso piccoli gesti, come una nota dolce o un abbraccio spontaneo. Dedica tempo di qualità alla tua metà, ascoltando attentamente e condividendo sogni e desideri. Rafforza il legame con empatia e tenerezza, perché i gesti più semplici creano ricordi indimenticabili. L’amore cresca, giorno dopo giorno, con il cuore aperto e sincero.",
      "mood": "cauto",
      "action": "Oggi, Toro dovrebbe preparare una cena a sorpresa con i suoi piatti preferiti, accompagnata da un messaggio d'amore scritto a mano.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cari Gemelli single, il 14 febbraio 2026 porta un’energia speciale che favorisce incontri autentici. Approfittate di questa giornata per aprirvi alle nuove conoscenze, sia online che nel vostro ambiente quotidiano. Siate spontanei, ascoltate con il cuore e lasciate che la vostra doppia natura vi guidi verso persone stimolanti. Non abbiate paura di mostrare il vostro lato gentile e curioso: il giusto incontro potrebbe sorprendervi e accendere il vostro cuore.",
      "couples": "Carissimi Gemelli, per il 14 febbraio 2026, dedicate del tempo alla comunicazione sincera con il vostro partner. Mostrate il vostro affetto attraverso piccoli gesti, come un messaggio dolce o una sorpresa pensata appositamente per loro. Ascoltate con attenzione e condividete i vostri pensieri più profondi, rafforzando così il vostro legame. Ricordate che l’attenzione e la spontaneità sono le chiavi per un amore duraturo e appagante.",
      "mood": "romantico",
      "action": "Oggi, Gemelli, prepara una playlist speciale con le vostre canzoni preferite e sorprendila con una serata di musica e dolcezza a lume di candela.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Il 14 febbraio 2026, il tuo cuore da Cancro è pronto per scoprire nuovi orizzonti romantici. Apri il cuore alle nuove persone che incontri, anche nei piccoli gesti quotidiani. Sii autentico e mostra la tua sensibilità unica; il vero amore spesso si cela nei dettagli più semplici. Approfitta delle opportunità sociali e non temere di condividere i tuoi sogni. L’amore potrebbe sorprenderti quando meno te lo aspetti, lasciati guidare dal cuore.",
      "couples": "Il 14 febbraio 2026, Cancro, ricorda che la forza di una relazione risiede nella comunicazione sincera e nel rafforzare il legame con gesti romantici. Dedica del tempo ad ascoltare profondamente il partner, mostrando empatia e cura. Piccoli gesti quotidiani, come una lettera d’amore o una cena speciale, alimentano il vostro amore. Coltiva la fiducia e condividi sogni e desideri, rendendo ogni momento insieme un’esperienza di autentica intimità e tenerezza.",
      "mood": "giocoso",
      "action": "Oggi, il Cancro dovrebbe dedicare un dolce messaggio scritto a mano alla persona amata, esprimendo tutto il suo affetto più sincero.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Carissimo Leone, il giorno di San Valentino 2026 è l’occasione perfetta per aprirti all’amore. Sii audace e sincero nelle tue uscite: partecipa a eventi, incontri culturali o sportivi per incontrare nuove persone. Ricorda, il cuore Leone brilla quando si mostra autentico e generoso. Non temere di fare il primo passo e di creare connessioni profonde, perché il vero amore potrebbe nascere proprio quando meno te lo aspetti.",
      "couples": "Caro Leone, in questa giornata speciale, ricorda che la comunicazione aperta è la chiave. Dedica tempo a ascoltare profondamente il tuo partner, condividendo sogni e preoccupazioni. Piccoli gesti romantici, come un messaggio inatteso o una sorpresa pensata, rafforzano il vostro legame. Mostra gratitudine quotidiana e sii presente nei momenti semplici. L’amore si nutre di attenzione, sincerità e affetto costante. Coltiva il vostro cuore con passione e dolcezza.",
      "mood": "serio",
      "action": "Leone dovrebbe preparare una cena a lume di candela a casa, scegliendo i suoi piatti preferiti e lasciando un biglietto con parole d’amore sincere.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Cara Vergine single, il 2026-02-14 è un momento perfetto per aprirti all'amore. Sfida la tua routine, partecipa a eventi sociali e lasciati sorprendere da incontri inaspettati. Sii spontanea e mostra il tuo cuore autentico, senza preoccuparti troppo delle perfezioni. Ricorda, l’amore arriverà quando meno te lo aspetti, rendendo questa giornata speciale per nuove connessioni e romantiche scoperte. Apri il cuore e lasciati conquistare dalla magia dell’amore.",
      "couples": "Il 14 febbraio 2026, Vergine, concentrati sulla profondità delle tue emozioni. Dedica tempo a ascoltare il tuo partner senza giudizio e condividi momenti di vulnerabilità. Piccoli gesti romantici, come una nota gentile o una cena fatta con cura, rafforzeranno il vostro legame. Ricorda che la comunicazione sincera e l’empatia sono le chiavi per una relazione solida e piena d’amore. Apriti al cuore e lasciati coinvolgere.",
      "mood": "appassionato",
      "action": "Oggi, Vergine, sorprendi il tuo partner con una cena fatta con amore e attenzione ai dettagli, dimostrando quanto tieni a lui/lei.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Cara Bilancia, il 14 febbraio 2026 è il momento perfetto per aprirti alle nuove opportunità d’amore. Sii spontanea e autentica, lasciati guidare dal cuore quando incontri qualcuno di speciale. Partecipa a eventi sociali o attività che ti appassionano, così attirare interessi autentici. Ricorda, l’equilibrio tra ascolto e condivisione crea connessioni profonde. Apri il tuo cuore senza paura e lasci spazio alla magia dell’amore di fluire naturalmente.",
      "couples": "Cara Bilancia, il 14 febbraio 2026 è il momento perfetto per rafforzare il legame con il tuo partner. Dedica del tempo alla comunicazione sincera, ascolta con attenzione e condividi i tuoi sentimenti più profondi. Piccoli gesti romantici, come una cena a sorpresa o una lettera d’amore, rafforzeranno la vostra connessione. Ricorda, il vero amore si nutre di comprensione, rispetto e attenzione quotidiana. Coltiva la dolcezza nel cuore, e il vostro amore fiorirà ancora di più.",
      "mood": "cauto",
      "action": "Oggi, Bilancia, sorprendi il tuo partner con una dolce lettera scritta a mano, esprimendo quanto apprezzi la sua presenza nella tua vita.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Carissimo Scorpione, il 14 febbraio 2026 è il momento ideale per aprirti all’amore. Non aver paura di cercare nuove opportunità di incontro, magari partecipando a eventi o attività che risvegliano la tua passione. Sii sincero e autentico, lasciando emergere la tua profondità emotiva. Ricorda, spesso le connessioni più significative nascono quando meno te lo aspetti. Abbi fiducia nel tuo carattere magnetico: l’amore potrebbe bussare proprio alla tua porta.",
      "couples": "Per lo Scorpione in coppia il 14 febbraio 2026, dedica tempo alla comunicazione autentica e senza riserve. Mostra il tuo affetto attraverso gesti romantici e ascolta profondamente il partner. La sincerità e la passione saranno le chiavi per rafforzare il vostro legame. Ricorda che la comprensione reciproca e i piccoli gesti quotidiani creano un’intensa connessione. Apri il cuore e condividi emozioni, rendendo questa giornata memorabile e ricca di intimità.",
      "mood": "giocoso",
      "action": "Oggi, mentre il sole illumina il cielo, prendi un momento per scrivere una lettera sincera e appassionata al tuo partner, esprimendo i tuoi desideri più profondi.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Il 14 febbraio 2026, Sagittario single, il cuore batte forte per nuove avventure amorose. Approfitta di questa giornata per espandere la tua cerchia sociale, partecipando a eventi o attività che ti appassionano. Sii aperto e sincero, lasciando trasparire il tuo entusiasmo naturale. Ricorda che spesso le connessioni più profonde nascono da momenti di spontaneità. Con il giusto equilibrio tra libertà e cuore aperto, nuove rotte romantiche sono pronte a sorprendere il tuo cammino.",
      "couples": "Il 14 febbraio 2026, Sagittario, approfitta di questo giorno speciale per rafforzare il legame con il partner. Communica con sincerità, condividi i tuoi sogni e ascolta con attenzione. Piccoli gesti romantici, come una cena improvvisata o un messaggio affettuoso, renderanno il vostro rapporto ancora più forte. Ricorda che l’autenticità e la passione sono le chiavi per mantenere viva la fiamma dell’amore. Sii presente e aperto al cuore.",
      "mood": "riflessivo",
      "action": "Oggi, il Sagittario dovrebbe sorprendere il suo amore preparando una cena a lume di candela e lasciando un messaggio romantico scritto a mano.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Per i single Capricorno il 14 febbraio 2026, è il momento perfetto per aprirsi alle nuove opportunità d’amore. Sii più spontaneo e disposto a incontrare persone diverse dal solito. Partecipa a eventi sociali e coltiva passioni che ti fanno sentire vivo. Ricorda, la pazienza e l’autenticità sono chiavi. Mostrati sincero, ascolta attentamente e lasciati sorprendere. L’amore potrebbe bussare quando meno te lo aspetti, preparati ad accoglierlo con il cuore aperto.",
      "couples": "Carissimo Capricorno, in questo giorno speciale, ricorda che la comunicazione aperta e sincera è la chiave per rafforzare il legame con il partner. Dedica momenti di qualità, mostrando il tuo affetto attraverso piccoli gesti romantici, come un bigliettino o una sorpresa pensata con cura. Ascolta con il cuore e sii presente, affinché il vostro amore cresca solido e autentico. Sii quel porto sicuro che il cuore desidera.",
      "mood": "giocoso",
      "action": "Oggi, Capricorno, sorprendi il tuo amore con una cena intima fatta in casa, cucinando i suoi piatti preferiti e lasciando una lettera di cuore.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Carissimo Acquario, il 14 febbraio 2026 è il momento perfetto per aprirti alle nuove opportunità di amore. Sii spontaneo e sincero nel condividere i tuoi interessi, perché la tua autenticità attirerà persone che apprezzano la tua originalità. Partecipa ad eventi sociali o hobby che ami, creando connessioni genuine. Ricorda, il vero amore spesso arriva quando meno te lo aspetti, quindi mantieni il cuore aperto e fiducioso nel tuo cammino romantico.",
      "couples": "Il 14 febbraio 2026, per l’Acquario, è un momento perfetto per rafforzare il legame con il partner. Dedica del tempo alla comunicazione sincera, condividendo sogni e desideri senza paura. Sorprendi il partner con gesti romantici pensati, come una cena a lume di candela o una passeggiata improvvisata. Mostrare attenzione ai dettagli e ascoltare profondamente creerà un’intimità ancora più forte, rendendo questa giornata indimenticabile e colma di affetto.",
      "mood": "romantico",
      "action": "Oggi, per l’Acquario, scrivi una lettera dolce e sincera al tuo partner, esprimendo i tuoi sentimenti più profondi e il valore che ha nella tua vita.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cara Pesci, il 14 febbraio 2026 è il momento perfetto per aprirti all’amore. Sii autentica e sincera nel conoscere nuove persone: il tuo cuore saprà riconoscere chi ti merita davvero. Partecipa a eventi sociali e non temere di mostrare la tua dolce sensibilità. Ricorda, l’amore nasce spesso nei luoghi più inaspettati. Abbi fiducia in te stessa e lasciati guidare dal tuo istinto, il vero amore è vicino.",
      "couples": "Amore dei Pesci, il 14 febbraio 2026 è il momento perfetto per rafforzare il vostro legame. Dedica tempo sincero alla comunicazione: ascolta senza giudicare e condividi i tuoi sentimenti più profondi. Piccoli gesti romantici, come una lettera o una sorpresa, rafforzeranno la vostra intimità. Ricorda di mostrare gratitudine e apprezzamento quotidiano. Con pazienza e dolcezza, il vostro amore si trasformerà in un rifugio sicuro e luminoso, capace di superare ogni prova.",
      "mood": "appassionato",
      "action": "Oggi, Pesci, sorprenderai il tuo amore con una cenetta fatta in casa, accompagnata da una playlist di canzoni che vi ricordano momenti speciali.",
      "author": "Astrologly"
    }
  }
}