{
  "date": "2026-01-10",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cher Bélier célibataire, le début de 2026 vous invite à sortir de votre zone de confort. Soyez audacieux dans vos rencontres, participez à des activités qui vous passionnent et n’ayez pas peur de faire le premier pas. Les opportunités romantiques se trouvent souvent là où vous vous y attendez le moins. Cultivez la patience et l’écoute, car l’amour sincère se révélera lorsque vous serez authentique avec vous-même et les autres.",
      "couples": "Cher Bélier, le 10 janvier 2026, privilégiez la communication sincère pour renforcer votre relation. Prenez le temps d’écouter attentivement votre partenaire et exprimez vos sentiments avec douceur. Les petites attentions quotidiennes, comme une déclaration d’amour ou un geste spontané, raviveront la passion. Soyez patient et ouvert, car votre énergie ardente peut parfois sembler intense. Cultivez la tendresse et la complicité pour bâtir un amour solide et épanouissant.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier devrait surprendre son partenaire en préparant un dîner improvisé aux chandelles pour raviver leur complicité et exprimer son amour sincère.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau, le 10 janvier 2026 est un jour idéal pour sortir de ta zone de confort. Ose rencontrer de nouvelles personnes, que ce soit lors d’événements ou dans des activités qui te passionnent. La patience et ta fidélité naturelle seront tes atouts. Bâtis des liens sincères, et n’hésite pas à exprimer tes sentiments authentiquement. L’amour pourrait surgir là où tu ne l’attends pas, alors reste ouvert et confiant.",
      "couples": "Le 10 janvier 2026, Taureau, c’est le moment parfait pour renforcer votre lien. Soyez à l’écoute de votre partenaire, partagez vos sentiments sincèrement et n’hésitez pas à exprimer votre amour par de petites attentions. Organisez une sortie romantique ou une soirée à la maison pour créer des souvenirs précieux. La patience et la douceur seront vos alliées pour approfondir votre complicité. Cultivez ces gestes d’intimité et vous verrez votre relation fleurir encore davantage.",
      "mood": "prudent",
      "action": "Aujourd'hui, Taureau pourrait préparer un dîner surprise avec ses plats préférés, en créant une ambiance chaleureuse pour raviver la romance.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cher Gémeaux, en ce début d’année, ouvre ton cœur à de nouvelles rencontres. Profite des événements sociaux pour élargir ton cercle, ta curiosité naturelle étant une clé pour attirer des partenaires potentiels. N’aie pas peur de montrer ta vraie personnalité, car ton esprit vif et ton sens de l’humour séduisent. Reste authentique, écoute sincèrement et laisse la magie opérer. L’amour pourrait frapper à ta porte lorsque tu t’y attends le moins.",
      "couples": "Aujourd’hui, chère Gémeaux, privilégie la sincérité dans tes échanges. Exprime tes sentiments avec douceur et écoute attentivement ton partenaire. Pour renforcer votre lien, planifie une surprise ou un moment complice, même simple, comme une promenade ou un dîner improvisé. La clé est la communication authentique et la spontanéité. Cultive la complicité et montre ton amour à travers de petites attentions. Ces gestes renforceront votre union et créeront des souvenirs précieux.",
      "mood": "romantique",
      "action": "Aujourd'hui, prouve ton amour en laissant un message doux et sincère dans la poche de ton partenaire pour illuminer sa journée.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Aujourd’hui, cher Cancer, cette journée est idéale pour ouvrir ton cœur aux rencontres. Sois authentique et sincère lors de nouveaux échanges, car ton authenticité attire la bonne personne. N’hésite pas à sortir de ta zone de confort : pratique un nouveau loisir ou participe à un événement social. Laisse ton intuition te guider vers ceux qui te correspondront vraiment. La patience et la confiance en ton instinct te mèneront vers une belle rencontre authentique.",
      "couples": "Cher Cancer, le 10 janvier 2026, concentrez-vous sur la renforcement de votre lien par la communication sincère. Exprimez vos émotions en toute vulnérabilité et écoutez attentivement votre partenaire. Surprenez-le avec de petites attentions pleines de tendresse, comme un dîner improvisé ou une lettre douce. Cultivez la confiance en partageant vos rêves et en valorisant ses idées. Ces gestes sincères renforceront votre amour et créeront une connexion encore plus profonde.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Cancer, prépare un dîner aux chandelles avec ses plats préférés et enveloppe votre moitié d'une douce attention pour raviver la passion.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire en ce 10 janvier 2026, cette année est propice à l'ouverture et à la découverte. N'hésitez pas à sortir de votre zone de confort, à participer à des activités qui vous passionnent, et à rencontrer de nouvelles personnes. Votre charisme naturel attirera des cœurs sincères. Soyez patient, authentique et surtout, laissez votre cœur guider vos rencontres. L’amour est à portée de main, il suffit de faire le premier pas avec confiance et douceur.",
      "couples": "Cher Lion, pour renforcer votre relation, cultivez la communication sincère en partageant vos rêves et émotions. Montrez votre amour avec des petites attentions quotidiennes : un sourire, un mot doux, une surprise. Écoutez attentivement votre partenaire et soyez présent dans chaque moment. N’oubliez pas d’affirmer votre amour avec des gestes romantiques sincères, car votre générosité crée des liens solides. La patience et la tendresse nourrissent la passion et construisent un amour durable.",
      "mood": "sérieux",
      "action": "Aujourd'hui, Lion pourrait préparer un dîner surprise avec ses plats préférés, accompagné d'une playlist qui évoque vos souvenirs ensemble.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge célibataire, le 10 janvier 2026, soyez prête à ouvrir votre cœur aux rencontres inattendues. Prenez le temps d’explorer de nouvelles activités, comme des ateliers créatifs ou des événements sociaux. Soyez authentique et attentive aux petits détails, car l’amour pourrait frapper à votre porte sous une forme surprenante. Cultivez la patience et la confiance en vous, car la bonne personne saura apprécier votre sincérité et votre douceur.",
      "couples": "Le 10 janvier 2026, Vierge, utilisez cette journée pour renforcer votre relation en veillant à une communication sincère et douce. Prenez le temps d’écouter votre partenaire avec attention, sans jugement. Surprenez-le avec un petit geste romantique — une lettre, un dîner préparé avec amour. Montrez votre gratitude pour ses qualités. Cultiver la tendresse et la patience aujourd’hui construira un lien encore plus profond, nourri de confiance et d’affection sincère.",
      "mood": "passionné",
      "action": "Aujourd'hui, la Vierge pourrait écrire une lettre sincère à son partenaire pour lui exprimer toute sa gratitude et son amour profond.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Chères Balances, 2026 sera une année propice à l’épanouissement affectif. Osez élargir votre cercle social en participant à des activités qui reflètent vos passions. Soyez authentiques lors de rencontres, car votre charme réside dans votre sincérité. Prenez le temps d’écouter et de partager, cela renforcera les connexions. Restez patient et ouvert, l’amour viendra à vous quand vous serez prêt à accueillir la magie.",
      "couples": "Pour maintenir l’équilibre dans une relation, cultivez une communication sincère et ouverte. Écoutez attentivement votre partenaire, partagez vos sentiments avec compassion. Nourrissez votre amour par de petites gestes romantiques quotidiens, comme un regard, une note douce ou un câlin inattendu. Respectez aussi l’espace de chacun pour éviter la stagnation. Ensemble, créez un espace d’écoute et de tendresse, afin que votre lien reste fort, sincère et toujours renouvelé.",
      "mood": "prudent",
      "action": "Aujourd'hui, Balance, offre à ton amour une lettre sincère exprimentant tes sentiments les plus profonds, accompagnée d'une petite surprise choisie avec soin.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Chère Scorpion solitaire, le 10 janvier 2026, ouvrez votre cœur à de nouvelles rencontres. Soyez authentique et laissez transparaître votre passion profonde, cela attirera des âmes sincères. Participez à des activités qui vous inspirent, où la magie peut naître dans un regard complicité. Rappelez-vous, la patience est votre alliée, chaque rencontre est une étoile prête à illuminer votre chemin amoureux. Osez, et l’amour viendra à vous.",
      "couples": "Cher Scorpion, le 10 janvier 2026, concentrez-vous sur la communication sincère avec votre partenaire. Exprimez vos sentiments avec douceur et écoutez attentivement ses besoins. Renforcez votre lien par des gestes romantiques, comme une surprise ou une soirée spéciale. Cultivez la confiance en étant authentique et présent. Cette journée est idéale pour raviver la flamme en partageant des moments authentiques et en montrant votre profond attachement. L’amour se construit dans la sincérité et la tendresse.",
      "mood": "enjoué",
      "action": "Ce jour, le Scorpion pourrait surprendre son amour en lui écrivant une lettre sincère exprimant ses sentiments profonds, pour raviver la magie de leur complicité.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, le 10 janvier 2026 est une journée propice pour ouvrir votre cœur et explorer de nouvelles rencontres. Soyez audacieux, sortez de votre zone de confort, et laissez votre curiosité vous guider. Partagez vos passions, que ce soit lors d’activités ou sur des applications de rencontre authentiques. La sincérité attirera des partenaires alignés avec votre esprit libre. Ralentissez, écoutez votre intuition, et l’amour pourrait bien se révéler là où vous vous y attendez le moins.",
      "couples": "En ce 10 janvier 2026, Sagittaire, investis dans la communication sincère avec ton partenaire. Pratique l’écoute active et partage tes rêves avec douceur. Surprends-le avec des gestes romantiques, que ce soit une petite escapade ou une attention inattendue. Cultive la patience et la compréhension pour renforcer votre lien. N’oublie pas que l’amour grandit avec l’effort quotidien. Ose montrer ta vulnérabilité, cela rapprochera davantage votre union.",
      "mood": "réfléchi",
      "action": "Aujourd'hui, le Sagittaire pourrait écrire une lettre sincère exprimant son amour et ses rêves à son partenaire, renforçant ainsi leur complicité.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Chère âme du Capricorne, en ce début 2026, ouvrez votre cœur aux rencontres sincères. N’hésitez pas à sortir de votre zone de confort : participez à des activités qui vous passionnent, que ce soit un atelier ou une soirée entre amis. Soyez patient, votre bonheur amoureux arrive lorsque vous lâchez prise. Cultivez la confiance en vous, et la bonne personne sera attirée par votre authenticité et votre douceur. Les étoiles vous guident vers une belle rencontre.",
      "couples": "Le 10 janvier 2026, cher Capricorne, consacrez du temps à renforcer votre lien en exprimant sincèrement vos sentiments. Soyez à l’écoute de votre partenaire, en valorisant ses émotions et ses besoins. Surprenez-le avec une petite attention ou une sortie spéciale, pour raviver la passion. La communication authentique et les gestes d’affection sincère créeront une connexion encore plus profonde. Cultivez la tendresse quotidienne pour bâtir une relation solide et harmonieuse.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Capricornes, écris une lettre sincère et tendre à ton partenaire pour lui exprimer tout ce que tu ressens profondément en ton cœur.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Cher Verseau célibataire, le 10 janvier 2026 s’annonce comme une journée idéale pour ouvrir votre cœur et explorer de nouvelles rencontres. Soyez authentique et laissez votre curiosité vous guider lors de sorties ou d’activités qui vous passionnent. Osez engager la conversation avec des inconnus, car c’est dans ces échanges que naissent souvent les plus belles étincelles. Cultivez votre spontanéité, et l’amour pourrait bien croiser votre chemin de façon inattendue.",
      "couples": "Le 10 janvier 2026, Verseau, concentre-toi sur la communication sincère avec ton partenaire. Prends le temps d’écouter attentivement ses besoins et partage tes sentiments avec authenticité. Surprends-le avec une petite attention qui montre ton amour, comme une note touchante ou une sortie inattendue. Cultive la complicité en créant des moments de douceur et de rire. Ces gestes renforceront votre lien et nourriront une relation profonde et pleine de tendresse.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, envoie un message sincère et tendre à ton partenaire pour lui exprimer combien il illumine ta vie et ton cœur.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cher Poissons, en ce début d’année, ouvrez votre cœur aux rencontres authentiques. Soyez curieux, participez à des activités qui vous passionnent, cela attirera des personnes partageant vos valeurs. N’hésitez pas à exprimer vos sentiments avec douceur, votre sincérité touchera les autres. La clé pour trouver l’amour en 2026 : laissez votre intuition vous guider, tout en restant ouvert aux surprises que la vie vous réserve. Soyez patient, amour authentique arrive souvent quand on s’y attend le moins.",
      "couples": "Chers Poissons, aujourd’hui, prenez le temps d’expressiverez vos sentiments sincèrement, cela renforcera votre lien. Écoutez attentivement votre partenaire, en valorisant ses aspirations et émotions. Surprenez-le avec une petite attention, comme une note douce ou un dîner improvisé. La communication authentique et les gestes tendres nourrissent votre amour. Soyez vulnérables, partagez vos rêves, et créez ensemble des souvenirs précieux pour une relation encore plus profonde et harmonieuse.",
      "mood": "passionné",
      "action": "Aujourd'hui, Poissons devrait écrire une lettre sincère et touchante à leur partenaire, exprimant leur amour profond et leur gratitude.",
      "author": "Astrologly"
    }
  }
}