{
  "date": "2026-02-12",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Am 12. Februar 2026 bietet dir als single Widder die Chance, neue Menschen mit Leidenschaft zu begegnen. Nutze diese Zeit, um dich auf offene Gespräche und gemeinsame Interessen zu konzentrieren. Gehe mutig auf Events und soziale Treffen zu, um potenzielle Partner kennenzulernen. Bleibe authentisch und zeige deine Wärme, denn schließlich ist dein Feuer anziehend. Behalte den Glauben an die Liebe und sei bereit, dein Herz erneut zu öffnen.",
      "couples": "Liebe Widder, am 12. Februar 2026 ist es wichtig, offene Kommunikation zu pflegen. Zeige deinem Partner durch kleine, romantische Gesten, wie sehr du ihn schätzt. Höre aktiv zu und teile deine Gefühle ehrlich. Gemeinsame Erlebnisse stärken das Band – plant ein besonderes Date oder eine kreative Aktivität. Lass deine leidenschaftliche Natur in liebevolle Worte und Taten fließen. So vertiefst du eure Verbindung und schaffst unvergessliche Momente der Nähe.",
      "mood": "leidenschaftlich",
      "action": "Heute sollte der Widder seinem Herzblatt eine liebevolle Nachricht schicken, um seine Wertschätzung zu zeigen und die Verbindung zu vertiefen.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Liebes Stier-Ich, heute ist ein großartiger Tag, um neue Wege zu gehen. Öffne dich für spontane Treffen und geh aktiv auf Veranstaltungen, die deine Interessen widerspiegeln. Zeige deine authentische Wärme und Geduld, um tiefe Verbindungen aufzubauen. Nutze moderne Dating-Apps gezielt, doch lasse Raum für natürliche Begegnungen. Mit deiner beständigen Art ziehst du someone an, der deine Werte schätzt. Bleib offen, denn die Liebe könnte genau dort auf dich warten, wo du es am wenigsten erwartest.",
      "couples": "Lieber Stier, am 12. Februar 2026 liegt dein Fokus auf tiefere Verbundenheit. Zeige deinem Partner deine Liebe durch kleine, bedeutungsvolle Gesten wie ein spontanes Frühstück im Bett oder eine liebevolle Nachricht. Offene Kommunikation ist entscheidend: Höre aufmerksam zu und teile deine Gefühle ehrlich. Nutze diese Zeit, um gemeinsam Erinnerungen zu schaffen und eure Bindung zu stärken. Mit Geduld, Verständnis und kleinen Aufmerksamkeiten wächst eure Liebe noch enger zusammen.",
      "mood": "vorsichtig",
      "action": "Heute könnte der Stier deiner Liebsten eine liebevoll gestaltete Überraschung schicken, um deine Wertschätzung und Leidenschaft auf besondere Weise zu zeigen.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Lieber Zwilling, im Jahr 2026 öffnet sich für dich eine spannende Zeit, um neue Menschen kennenzulernen. Nutze Gelegenheiten, um soziale Kreise zu erweitern – sei offen für spontane Treffen und gemeinsame Aktivitäten. Deine Vielseitigkeit macht dich attraktiv, also zeige authentisch deine vielfältigen Interessen. Sei geduldig, nimm dir Zeit für emotionale Tiefen, und vertraue auf dein Bauchgefühl. Liebe könnte auf überraschende Weise in dein Leben treten – halte dein Herz offen.",
      "couples": "Am 12. Februar 2026, liebe Zwillinge, ist es wichtig, eure vielseitige Natur für eure Beziehung zu nutzen. Pflegt offene, ehrliche Kommunikation und teilt eure Gedanken und Gefühle regelmäßig. Überrascht euren Partner mit kleinen romantischen Gesten, wie einer spontanen Nachricht oder einem liebevollen Blick. Zeigt echtes Interesse an seinen Interessen und gibt Raum für gemeinsame Abenteuer. So stärkt ihr eure Verbindung und schafft Erinnerungen, die euer Band noch enger werden lassen.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Zwillinge-Partner eine handgeschriebene Liebesnote schicken, um deine Wertschätzung und tiefe Verbundenheit auf eine persönliche Weise auszudrücken.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Liebe Krebs-Geborene, im Jahr 2026 bietet sich die perfekte Gelegenheit, dein Herz zu öffnen. Nutze neue soziale Events und kreative Hobbys, um Gleichgesinnte kennenzulernen. Sei offen für tiefgründige Gespräche und zeige deine ehrliche, einfühlsame Seite. Vertrauen und Geduld sind deine Schlüssel zum Erfolg. Warte nicht, sondern ergreife mutig die Initiative – das Glück könnte bereits in deiner Nähe sein. Dein Herz verdient Liebe, die dich wirklich berührt.",
      "couples": "Krebs, am 12. Februar 2026 ist der perfekte Tag, um ehrlich und offen zu kommunizieren. Zeige deinem Partner deine tiefste Zuneigung durch kleine, liebevolle Gesten wie eine handgeschriebene Nachricht oder ein gemeinsames Essen bei Kerzenschein. Achte darauf, seine Gefühle zu hören und Verständnis zu schenken. Eure emotionale Verbindung wird dadurch noch stärker, und ihr könnt gemeinsam eine harmonische Zukunft gestalten, die auf Vertrauen und Liebe basiert.",
      "mood": "verspielt",
      "action": "Heute sollte Krebs eine liebevolle Nachricht mit einem echten Kompliment und einer kleinen handgeschriebenen Notiz an seinen Partner schicken, um den Tag zu versüßen.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Liebes Löwe, am 12. Februar 2026 ist eine wunderbare Gelegenheit, dein Herz zu öffnen. Nutze neue Begegnungen bei Events oder in kreativen Kursen, um interessante Menschen kennenzulernen. Dein Charme und Selbstvertrauen ziehen andere an – sei authentisch und zeige dein wahres Ich. Geduld und Offenheit sind Schlüssel für eine tiefere Verbindung. Vertraue deinem Herzen, und Liebe wird ihren Weg zu dir finden.",
      "couples": "Löwe, am 12. Februar 2026 ist der perfekte Tag, um deine Beziehung zu vertiefen. Zeige deine Liebe durch aufrichtige Komplimente und kleine Überraschungen, die dein Partner schätzt. Höre aufmerksam zu und nimm dir Zeit für gemeinsame Momente. Dein Charme und deine Leidenschaft sind anziehend – nutze sie, um Verbundenheit zu stärken. Offene Kommunikation schafft Vertrauen, also teile deine Gefühle ehrlich und herzlich. So blüht eure Liebe auf.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Liebsten eine liebevolle Nachricht schicken, die deine tiefen Gefühle und Wertschätzung ausdrückt, um eure Verbindung zu stärken.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, am 12. Februar 2026 öffnet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und traue dich, auf andere zuzugehen. Deine zuverlässige Art wird Attraktivität ausstrahlen. Nutze soziale Events oder Hobbys, um Gleichgesinnte zu treffen. Bleib authentisch und zeige dein Herz – wahre Liebe findet dich, wenn du es am wenigsten erwartest. Vertrau auf deinen inneren Wert und genieße jede Begegnung.",
      "couples": "Liebe Jungfrau, am 12. Februar 2026 ist es wichtig, bewusst Zeit für deinen Partner zu nehmen. Zeige deine Liebe durch kleine Gesten und offene Gespräche, um eure Verbindung zu vertiefen. Höre aktiv zu, teile deine Gedanken ehrlich und schaffe gemeinsame Überraschungen. Damit stärkst du das Vertrauen und die Intimität. Liebe braucht Pflege – schenke deinem Partner deine Aufmerksamkeit und Zuneigung, um eure Beziehung noch harmonischer wachsen zu lassen.",
      "mood": "leidenschaftlich",
      "action": "Heute könntest du deiner/deinem Liebsten eine liebevoll geschriebene Notiz hinterlassen, die deine Wertschätzung und Verbundenheit ausdrückt.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Liebe Waage, am 12. Februar 2026, ist eine wunderbare Gelegenheit, dein Herz zu öffnen. Nutze den Tag, um neue Menschen kennenzulernen, sei offen für spontane Begegnungen und zeige dein echtes Interesse. Bei Dates solltest du authentisch sein und deine Balance zwischen Geben und Nehmen bewahren. Vertraue deinem Charme und deiner Intuition, um tiefere Verbindungen zu knüpfen. Liebe wartet auf dich – sei mutig und lasse dein Herz sprechen.",
      "couples": "Am 12. Februar 2026 liegt der Fokus für Waage in der Liebe auf Harmonie und Offenheit. Nutze diese Zeit, um bewusst zuzuhören und deinem Partner deine Wertschätzung zu zeigen. Kleine romantische Gesten, wie eine liebevolle Nachricht oder gemeinsam geplante Aktivitäten, stärken eure Verbindung. Sei ehrlich und transparent in deiner Kommunikation, um Missverständnisse zu vermeiden. Kurze Momente der Nähe und Dankbarkeit vertiefen euer Band und schaffen eine liebevolle, stabile Basis für die Zukunft.",
      "mood": "vorsichtig",
      "action": "Nimm dir heute Abend Zeit, um deinem Partner eine liebevolle Nachricht zu schreiben, die deine Wertschätzung und Zuneigung ausdrückt.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Liebe Skorpion-Geborene, am 12. Februar 2026 öffnet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Nutze diese Zeit, um offene Gespräche zu führen und dich auf authentische Begegnungen einzulassen. Zeige dein tiefes Interesse und lass dein Leidenschaft durchscheinen – das zieht potenzielle Partner magisch an. Trau dich, outside deiner Komfortzone zu treten, denn wahre Liebe könnte genau dort auf dich warten. Bleib offen und ehrlich, das ist dein Schlüssel zum Glück.",
      "couples": "Am 12. Februar 2026 solltest du als Skorpion besonders auf offene Kommunikation setzen. Zeige deinem Partner deine tiefen Gefühle und höre aufmerksam zu, um Missverständnisse zu vermeiden. Kleine romantische Gesten, wie ein liebevoller Brief oder eine Überraschung, stärken eure Verbindung. Nimm dir bewusst Zeit füreinander, um gemeinsam schöne Momente zu erleben. Vertrauen und Ehrlichkeit sind jetzt der Schlüssel für eine noch tiefere Bindung. Schenke deinem Partner dein wahres Ich.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion eine liebevolle Nachricht an seinen Partner schicken, um seine tiefen Gefühle und seine Wertschätzung auszudrücken.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Am 12. Februar 2026, lieber Schütze, öffne dein Herz für neue Begegnungen. Nutze Gelegenheiten, um sozial aktiv zu sein, sei es durch Freunde oder interessante Veranstaltungen. Dein natürlicher Charme zieht potenzielle Partner an – sei authentisch und zeige dein echtes Interesse. Vertraue auf deine Abenteuerlust, aber nimm dir Zeit für tiefere Verbindungen. Das Universum schenkt dir heute die Chance, jemanden zu treffen, der dein Herz auf besondere Weise berührt.",
      "couples": "Lieber Schütze, 2026-02-12 ist ein perfekter Tag, um die Verbindung zu deinem Partner zu vertiefen. Zeige deine Liebe durch kleine romantische Gesten und aufrichtige Gespräche. Höre aufmerksam zu, um Missverständnisse zu vermeiden, und teile deine Träume ehrlich. Gemeinsame Abenteuer oder spontane Ausflüge stärken eure Bindung. Lass dein Herz sprechen, und sei offen für neue Wege der Nähe. Das wird eure Liebe noch strahlender machen.",
      "mood": "nachdenklich",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, in der du deine Bewunderung für seinen Mut und seine Abenteuerlust ausdrückst.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Für den 12. Februar 2026, liebe Steinbock-Geborene, ist diese Zeit eine Chance, offen für neue Begegnungen zu sein. Nutze Gelegenheiten, um dich in sozialen Kreisen, bei Hobbys oder Online-Dating zu zeigen. Deine Ehrlichkeit und Zielstrebigkeit ziehen potenzielle Partner an. Lass dich nicht von zu hohen Erwartungen einschränken – manchmal liegt die wahre Liebe in unerwarteten Begegnungen. Bleib authentisch und offen für das Abenteuer der Liebe.",
      "couples": "Am 12. Februar 2026, lieber Steinbock, liegt dein Fokus auf tiefer Verbindung. Zeige deiner Partnerschaft deine Wertschätzung durch kleine, bedeutungsvolle Gesten. Kommuniziere offen und ehrlich, um Missverständnisse zu vermeiden und Vertrauen zu stärken. Plane gemeinsame Momente, sei es ein Spaziergang oder ein Abendessen, um Nähe zu fördern. Dein Engagement und deine Zuverlässigkeit machen dich unwiderstehlich – nutze diese Stärke, um euer Band noch fester zu knüpfen.",
      "mood": "verspielt",
      "action": "Heute sollte der Steinbock seinem Partner eine liebevolle Notiz hinterlassen, um gemeinsam den Tag mit kleinen, bedeutungsvollen Gesten zu bereichern.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Für den single Wassermann am 12. Februar 2026 liegt eine besondere Chance, den richtigen Menschen kennenzulernen. Nutze deine Neugier und Offenheit, um neue soziale Kreise zu erkunden. Gehe auf Veranstaltungen, die deine Interessen widerspiegeln, und sei authentisch in Gesprächen. Deine innovative Art zieht Gleichgesinnte an. Bleib geduldig, denn wahre Liebe wächst oft unerwartet. Vertrau auf dein Herz und sei bereit, neue Verbindungen zu knüpfen.",
      "couples": "Am 12. Februar 2026 liegt für Wassermann in Beziehungen der Fokus auf tiefgründiger Kommunikation. Nutze diesen Tag, um offen und ehrlich deine Gefühle zu teilen. Kleine romantische Gesten, wie eine liebevolle Nachricht oder ein gemeinsames Abenteuer, stärken eure Verbindung. Höre aufmerksam zu, zeige echtes Interesse und schaffe gemeinsame Erinnerungen. So festigt ihr eure Bindung und erlebt eine noch tiefere Verbundenheit, die euch beiden Freude und Inspiration schenkt.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Liebsten eine liebevolle Nachricht schicken, in der du deine Bewunderung für seine Einzigartigkeit und euren gemeinsamen Weg betonst.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Liebes Fische-Sternzeichen, am 12. Februar 2026 solltest du offen für neue Begegnungen sein. Nutze Gelegenheiten bei Veranstaltungen oder online, um Menschen mit ähnlichen Interessen zu treffen. Authentizität ist dein Schlüssel – zeige dein echtes Ich und lasse dein Herz sprechen. Vertrauen und Geduld werden sich auszahlen. Lass Liebe auf dich zukommen, indem du dich selbst treu bleibst und den Moment genießt. Romantik liegt oft in kleinen, unerwarteten Gesten.",
      "couples": "Fische in einer Beziehung sollten am 12. Februar 2026 besonders auf offene Kommunikation setzen. Zeige deine Gefühle ehrlich und höre aktiv zu, um tiefere Verbindung zu schaffen. Kleine romantische Gesten, wie ein liebevoller Brief oder gemeinsame Spaziergänge, stärken euer Band. Nimm dir bewusst Zeit füreinander, um Gemeinsamkeiten zu feiern. Dein Einfühlungsvermögen macht euch unzertrennlich. Vertrauen und Zuneigung sind die Schlüssel für eine harmonische Zukunft.",
      "mood": "leidenschaftlich",
      "action": "Heute könntest du deinem Partner eine liebevolle Nachricht schicken, in der du deine tiefen Gefühle und Wertschätzung für ihn ausdrückst, um eure Verbindung zu stärken.",
      "author": "Astrologly"
    }
  }
}