{
  "date": "2026-01-28",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Áries, 28 de janeiro de 2026 traz uma energia vibrante para suas paqueras. Aproveite oportunidades de conhecer pessoas em eventos sociais ou atividades que energizem seu espírito aventureiro. Seja aberto e sincero, pois sua paixão é contagiante. Cultive a paciência e permita que o amor surja naturalmente, sem pressa. Faça o coração guiar seus passos, e novas conexões especiais podem florescer surpreendentemente nesta fase. Confie no seu brilho único!",
      "couples": "Áries, em 28 de janeiro de 2026, aproveite para fortalecer sua conexão através de conversas sinceras e gestos românticos. Demonstre seu afeto com palavras carinhosas e pequenas surpresas que mostrem sua dedicação. Ouça com atenção o que seu parceiro compartilha, cultivando uma comunicação aberta e honesta. Lembre-se de equilibrar seu entusiasmo com delicadeza, criando momentos especiais que aprofundem o vínculo e mantenham a paixão sempre viva.",
      "mood": "apaixonado",
      "action": "Hoje, Áries pode surpreender seu amor com uma mensagem sincera, expressando sua admiração e planos para momentos especiais juntos.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Hoje, Touro, 28 de janeiro de 2026, é um ótimo dia para explorar novas oportunidades amorosas. Esteja aberto a encontros inesperados e convide amigos para atividades sociais. Sua paciência e sinceridade atrairão conexões genuínas. Invista em seu interior, cuidando de suas emoções e autoestima, para que o amor floresça naturalmente. Aproveite para mostrar seu verdadeiro eu, e as possibilidades românticas surgirão de forma agradável e espontânea.",
      "couples": "Hoje, Touro, seu coração deseja estabilidade e conexão profunda. Valorize a comunicação aberta com seu parceiro, ouvindo com atenção e compartilhando seus sentimentos com sinceridade. Invista em gestos românticos simples, como um jantar caseiro ou um toque carinhoso ao longo do dia. Cultive a paciência e a compreensão, fortalecendo o vínculo emocional. Essa atenção genuína criará uma base sólida de confiança e amor duradouro entre vocês.",
      "mood": "cauteloso",
      "action": "Hoje, como Touro, surpreenda seu amor com um jantar caseiro preparado com carinho, envolvendo aromas acolhedores que transmitam segurança e afeto profundo.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Gêmeos, em 28 de janeiro de 2026, seu magnetismo estará em alta. Aproveite essa energia para explorar novas possibilidades, participando de eventos e socializações. Seja autêntico e aberto a conversas profundas, pois conexões genuínas surgirão de sua autenticidade. Não tenha medo de dar o primeiro passo, demonstrando seu entusiasmo. O universo favorece os corações comunicativos e curiosos. Confie na sua intuição e permita-se apaixonar de forma leve, porém significativa.",
      "couples": "Para os Gêmeos em 28 de janeiro de 2026, a chave será aprofundar a comunicação com seu parceiro. Ouça atentamente e compartilhe seus sentimentos com sinceridade. Surpreenda com pequenos gestos românticos que demonstrem seu carinho e atenção às necessidades dele(a). Incentive conversas significativas e momentos de diversão juntos. Lembre-se de valorizar a leveza e o diálogo aberto, fortalecendo o laço com entusiasmo, criatividade e um toque de romance verdadeiro.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, surpreenda seu amor com uma mensagem sincera de apreço, demonstrando o quanto ele é importante na sua vida.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Hoje, Câncer, abrace a oportunidade de explorar novos ambientes e grupos sociais. Sua sensibilidade e empatia se destacarão, atraindo pessoas genuínas. Seja aberto e sincero ao conversar, deixando seu coração se expressar. Aproveite pequenas saídas, como cafés ou eventos culturais, para criar conexões. Aproveite o momento para confiar mais na sua intuição e abrir-se ao amor, pois o universo reserva surpresas especiais para você neste período.",
      "couples": "Para fortalecer seu relacionamento em 28 de janeiro de 2026, o Cancer deve investir na comunicação aberta e sincera. Expressar seus sentimentos com carinho e ouvir com atenção cria confiança profunda. Surpreenda seu parceiro com pequenos gestos de carinho e atenção às necessidades dele. Cultivar momentos íntimos e acolhedores fortalecerá os laços emocionais. Afinal, seu coração generoso floresce quando demonstra amor através de ações genuínas e momentos de conexão verdadeira.",
      "mood": "brincalhão",
      "action": "Hoje, Cancer, envie uma mensagem sincera e carinhosa para seu parceiro, compartilhando um sentimento profundo que você guardou no coração.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Leonino, hoje é um ótimo dia para explorar novas oportunidades de conexão. Seja autêntico e confiante ao conhecer pessoas, pois sua essência brilhante atrai aqueles que admiram sua força e charme. Aproveite espaços sociais e eventos para expandir seu círculo. Cultive conversas sinceras e demonstre seu coração generoso. Assim, novas possibilidades amorosas surgirão naturalmente, trazendo alegria e emoções genuínas. Confie no seu brilho e deixe o universo conspícuo conspirar a seu favor.",
      "couples": "Para Leão em 28 de janeiro de 2026, construa uma conexão mais forte ao expressar seus sentimentos sinceramente. Mostre apreço com gestos românticos e palavras carinhosas, valorizando o parceiro. Ouça atentamente suas necessidades eDialogue com empatia. Surpreenda com pequenas ações que demonstrem seu amor, fortalecendo o vínculo. Dessa forma, seu relacionamento ganhará mais paixão, confiança e harmonia, tornando cada dia uma celebração do amor verdadeiro que vocês compartilham.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu parceiro com uma carta apaixonada, expressando seus sentimentos mais profundos e admirando sua beleza interior e exterior.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Hoje, Virgem solteira, aproveite para ampliar seu círculo social. Esteja aberta a novas experiências e convites, pois oportunidades de encontros sinceros surgirão de lugares inesperados. Confie na sua intuição e demonstre seu lado mais espontâneo. Seja autêntica e permita-se relaxar, criando conexões verdadeiras. Busque atividades que te apaixonem, assim atrairá pessoas que compartilham seus interesses. O amor está acessível; mova-se com leveza e coração aberto rumo às possibilidades que 2026 reserva para você.",
      "couples": "Querida Virgem, em 28 de janeiro de 2026, invista em pequenos gestos de carinho diários para fortalecer sua conexão. Seja honesta ao expressar seus sentimentos e ouça com atenção seu parceiro, criando uma comunicação sincera. Planeje momentos especiais e surpreenda com gestos românticos simples, como um bilhete amoroso ou um jantar preparado com carinho. Assim, vocês criarão uma união mais profunda, repleta de confiança, afeto e compreensão mútua.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, prepare um jantar especial com o seu toque pessoal e envie uma mensagem carinhosa para demonstrar o quanto valoriza seu amor.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Hoje, Libra, aproveite para explorar novas oportunidades de conexão. Este é o momento perfeito para expandir seu círculo social, participando de eventos ou hobbies que te apaixonam. Seja autêntico e aberto às pequenas aventuras do cotidiano, pois elas podem revelar encontros especiais. Confie no seu carisma natural e mantenha o coração receptivo. Grandes possibilidades de romance estão ao seu alcance — lembre-se de que seu charme equilibrado atrai quem deseja uma parceria verdadeira.",
      "couples": "Para Libra em 28 de janeiro de 2026, fortaleça seu relacionamento através de uma comunicação aberta e sincera. Mostre apreço pelos pequenos gestos, como palavras fofas ou surpresas simples, que alimentam a paixão. Ouça ativamente seu parceiro, demonstrando interesse genuíno na rotina dele. Invista tempo de qualidade juntos, criando momentos especiais que reforçam a conexão emocional e fazem o amor florescer ainda mais. Cultive esse equilíbrio delicado com carinho e atenção.",
      "mood": "cauteloso",
      "action": "Hoje, Libra deve surpreender seu amor com uma mensagem escrita à mão, expressando o quanto ele(a) significa para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, em 2026-01-28, abra seu coração para novas experiências. Aproveite oportunidades de encontros espontâneos e culturais, onde possa revelar sua intensidade e autenticidade. Seja honesto sobre seus sentimentos e mostre seu verdadeiro eu, criando conexões profundas. Lembre-se de que o amor surge quando menos espera – esteja aberto ao novo, confie na sua intuição e permita-se explorar romances com paixão e delicadeza. Grandes descobertas estão ao seu alcance!",
      "couples": "Para Escorpião em 28 de janeiro de 2026, mergulhe na profundidade do seu amor, fortalecendo a conexão com sinceridade. Comunique seus sentimentos abertamente e ouça atentamente seu parceiro, criando uma atmosfera de confiança intensa. Surpreenda com gestos românticos que mostram seu cuidado e dedicação. Lembre-se de valorizar o momento presente, cultivando amizade e paixão, essenciais para um relacionamento duradouro e cheio de significado. Sua autenticidade será seu maior encanto hoje.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve surpreender seu par com uma mensagem sincera e cheia de paixão, expressando seus sentimentos mais profundos e verdadeiros.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Para os sagitarianos solteiros em 28 de janeiro de 2026, essa é uma ótima fase para expandir seu círculo social. Esteja aberto a novas experiências e encontros espontâneos, pois podem surgir oportunidades de conexão genuína. Aproveite eventos culturais, viagens ou atividades ao ar livre para conhecer pessoas que compartilhem seu espírito aventureiro. Confie no seu brilho natural; sua autenticidade atrairá alguém que valorize sua liberdade e paixão pela vida.",
      "couples": "Querido sagitariano, hoje, valorize a comunicação sincera com seu amor. Seja aberto sobre seus sonhos e desejos, fortalecendo a conexão emocional. Surpreenda seu parceiro com gestos românticos que expressem sua paixão e admiração. Invista em momentos de lazer juntos, explorando novas experiências. A autenticidade e o carinho vão consolidar ainda mais seu relacionamento, trazendo harmonia e alegria. Cultive o amor com generosidade e atenção, garantindo um futuro repleto de cumplicidade e afeto duradouro.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, escreva uma carta sincera e apaixonada para seu amor, expressando seus sentimentos mais profundos e sonhos compartilhados.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Hoje, Capricórnio solteiro, aproveite o dia para se abrir ao novo. Conecte-se com pessoas diferentes, participe de eventos sociais ou atividades que despertam seu interesse. Sua paciência e determinação podem atrair alguém especial de forma natural. Lembre-se de que o amor floresce quando você se mostra genuíno e confiante. Dê pequenos passos rumo ao desconhecido e confie no seu coração. Boa sorte nessa jornada romântica, você merece alguém que valorize sua essência.",
      "couples": "Neste 28 de janeiro de 2026, Capricórnio, concentre-se em fortalecer sua conexão com gestos sinceros e comunicação aberta. Mostre seu afeto com pequenas ações diárias que demonstrem cuidado e dedicação. Ouça seu parceiro com atenção e compartilhe seus sentimentos com vulnerabilidade, criando um ambiente de confiança. Surpreenda com um gesto romântico que diga o quanto ele ou ela é importante. Assim, vocês construirão uma base ainda mais sólida e repleta de amor.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve surpreender seu amor com uma mensagem sincera e carinhosa, expressando seus sentimentos de forma autêntica e tocante.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Para os aquarianos solteiros em 28 de janeiro de 2026, abra seu coração para novas experiências. Aproveite oportunidades de socializar, participe de eventos e atividades que despertam sua curiosidade. Seja autêntico ao conhecer alguém, pois sua personalidade única atrairá pessoas que compartilham de seus valores. Mantenha a mente aberta e confie na sua intuição. O amor pode surgir nos momentos mais inesperados – esteja disposto a se permitir viver o momento com sinceridade e esperança.",
      "couples": "Para Aquário em 28 de janeiro de 2026, invista na comunicação sincera e na troca de ideias. Surpreenda seu amor com gestos únicos que expressem seu carinho e liberdade. Ouça atentamente suas emoções e compartilhe seus sonhos com transparência. Pequenos gestos diários reforçam a conexão emocional e promovem um relacionamento mais sólido. Mantenha a criatividade acesa e demonstre seu amor de formas inovadoras, celebrando cada momento juntos com alegria e autenticidade.",
      "mood": "romântico",
      "action": "Hoje, Aquário deve surpreender seu amor com uma mensagem personalizada e sincera, expressando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Para os Peixes solteiros em 28 de janeiro de 2026, este é um momento ideal para abrir seu coração e explorar novas conexões. Aproveite oportunidades de encontros, seja em cafés, eventos culturais ou plataformas online. Esteja aberto a conhecer pessoas diferentes e permita que sua intuição guie seus passos. Cultive autenticidade e paciência, pois o amor pode surgir de surpresa quando você menos espera. Confie no seu brilho interior e siga seu coração.",
      "couples": "Para Peixes em 28 de janeiro de 2026, invista na comunicação aberta e sincera com seu parceiro. Use seu instinto sensível para entender melhor as emoções dele, fortalecendo a conexão. Surpreenda com gestos românticos que expressem seu carinho genuíno, como uma carta ou um momento especial. Cultivar empatia e demonstrar apreciação diária criará uma base sólida, aprofundando o amor e a confiança entre vocês. Afinal, o verdadeiro romance reside na essência do coração.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, envie uma mensagem sincera e delicada para seu parceiro, expressando o quanto ele é importante e amado por você.",
      "author": "Astrologly"
    }
  }
}