{
  "date": "2026-02-11",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cher Bélier solitaire, le 11 février 2026 est une journée idéale pour sortir de votre zone de confort. Osez rencontrer de nouvelles personnes, que ce soit lors d’événements ou en ligne. Soyez authentique et spontané dans vos conversations. Prenez le temps d’écouter, cela renforcera vos connexions. La patience sera votre alliée ; l’amour pourrait surgir là où vous ne l’attendez pas. Ouvrez votre cœur et laissez la magie opérer.",
      "couples": "Cher Bélier, aujourd’hui, privilégie la douceur dans ta relation. Prends le temps d’écouter sincèrement ton partenaire, en lui montrant que ses sentiments comptent. Surprends-le par une petite attention ou une déclaration d’amour authentique. Cultive la patience et évite l’impatience lors de désaccords. En renforçant la communication et en exprimant ton amour avec des gestes sincères, vous consoliderez un lien profond et passionné, prêt à traverser toutes les tempêtes ensemble.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier, surprends ton amour en préparant un dîner improvisé à la bougie pour lui montrer combien il compte pour toi.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau célibataire, le 11 février 2026, ouvrez votre cœur à de nouvelles rencontres. Soyez spontané et osez sortir de votre zone de confort, que ce soit lors d’événements sociaux ou en ligne. Cultivez votre authenticité, car c’est ainsi que vous attirerez des personnes sincères. Prenez le temps de connaître vraiment quelqu’un, et n’ayez pas peur de montrer votre douceur. L’amour est proche : soyez prêt à le recevoir avec patience et confiance.",
      "couples": "Ce 11 février 2026, pour renforcer votre relation en tant que Taureau, investissez dans la communication sincère et chaleureuse. Prenez le temps d’écouter votre partenaire attentivement et exprimez votre amour avec de petites attentions significatives. Organisez une sortie romantique ou offrez un geste tendre pour raviver la passion. La patience et la douceur seront vos alliées pour approfondir votre lien et créer des souvenirs précieux ensemble.",
      "mood": "prudent",
      "action": "Aujourd'hui, le Taureau pourrait surprendre son partenaire en préparant un dîner romantique à la maison, avec ses plats préférés et une ambiance douce.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cher Gémeaux célibataire, le 11 février 2026, ouvre-toi à de nouvelles rencontres. Profite des événements sociaux et cultive ton réseau pour multiplier les opportunités amoureuses. Sois sincère dans tes échanges, et ne craigne pas de montrer ta véritable personnalité. Laisse ton esprit curieux t’amener vers des rencontres authentiques. La clé est d’écouter ton cœur tout en restant fidèle à toi-même. L’amour pourrait surgir là où tu ne l’attendes pas.",
      "couples": "Le 11 février 2026, les Gémeaux doivent cultiver une communication sincère et profonde avec leur partenaire. Prenez le temps d’écouter attentivement, sans interruption, et partagez vos rêves et pensées. N’hésitez pas à surprendre votre moitié par des petits gestes romantiques, comme une lettre ou une sortie spontanée. Ces actions renforcent la complicité et ravivent la passion. Soyez authentique et présente, votre relation en ressortira plus solide et passionnée.",
      "mood": "romantique",
      "action": "Ce matin, envoie-lui un message sincère pour lui rappeler à quel point sa présence illumine ta vie, et propose-lui une sortie spontanée pour partager un moment précieux ensemble.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Chère Cancer, en cette journée du 11 février 2026, ouvrez votre cœur à de nouvelles rencontres. Ne craignez pas de sortir de votre zone de confort : participez à des activités qui vous passionnent, que ce soit un atelier créatif ou une promenade en nature. Soyez authentique et attentif aux autres, car votre sincérité attirera des âmes compatibles. L’amour vous attend dans la simplicité, alors restez fidèle à vous-même et laissez le charme opérer naturellement.",
      "couples": "Le 11 février 2026, Cancer, investis dans la communication sincère avec ton partenaire. Partage tes sentiments avec douceur, et écoute attentivement ses désirs. Couture votre lien avec des gestes romantiques quotidiens, comme une note douce ou un repas préparé avec amour. La tendresse et l’authenticité renforceront votre complicité. N’oublie pas de créer des moments spéciaux pour célébrer votre amour, car ces attentions nourriront votre relation en profondeur.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Cancer, prépare un dîner maison avec ses plats préférés, puis prends le temps de lui écrire une lettre sincère pour exprimer ton amour profond.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire, 2026 est une année idéale pour ouvrir ton cœur. Ose explorer de nouvelles rencontres, que ce soit lors d’activités créatives ou dans des cercles amicaux. Sois sincère, confiant et laisse parler ta générosité naturelle. N’oublie pas de montrer ton authenticité, car c’est ainsi que tu attireras quelqu’un qui apprécie ta lumière intérieure. Prends le temps de connaître, d’échanger, et le bonheur pourrait bientôt frapper à ta porte.",
      "couples": "Cher Lion, le 11 février 2026, privilégie la sincérité dans tes échanges. Écoute attentivement ton partenaire et exprime tes sentiments avec douceur. Cultive des gestes romantiques simples : une note d’amour, un dîner surprises, ou une promenade main dans la main. Renforce votre lien en partageant des moments authentiques et en montrant ta vulnérabilité. La clé est la confiance mutuelle, qui naît de la Transparence et de l’attention quotidienne.",
      "mood": "sérieux",
      "action": "Aujourd'hui, Lion pourrait écrire une lettre sincère à son amour, exprimant ses émotions profondes et ses moments précieux partagés, pour raviver la flamme.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge célibataire, le 11 février 2026 est une journée propice à l’ouverture et à la spontanéité. Osez sortir de votre routine pour rencontrer de nouvelles personnes, que ce soit lors d’événements sociaux ou en partageant vos passions. Soyez authentique et à l’écoute de vos sentiments. Une rencontre inattendue pourrait évoluer vers une belle histoire. Faites confiance à votre intuition et laissez l’amour s’épanouir doucement, sans précipitation.",
      "couples": "Chère Vierge, en cette journée du 11 février 2026, concentrez-vous sur la communication sincère avec votre partenaire. Partagez vos sentiments avec douceur et écoutez attentivement ses besoins. Renforcez votre lien par de petites attentions quotidiennes, comme un message affectueux ou une surprise simple. Cultivez la patience et l’authenticité, car ce sont les clés d’une relation épanouissante. Offrez-lui votre présence et votre amour, et votre complicité n’en sera que plus forte.",
      "mood": "passionné",
      "action": "Ce matin, offre-lui une lettre écrite à la main, exprimant sincèrement tes sentiments profond et ta gratitude pour sa présence dans ta vie.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Cher Balance, le 11 février 2026, c’est le moment parfait pour sortir de ta zone de confort. Ose participer à de nouvelles activités ou rejoindre des clubs qui te passionnent. Sois authentique et à l’écoute de ton cœur. Renouer avec ton charme naturel attirera des rencontres sincères. N’oublie pas, la patience et la douceur sont tes meilleures alliées pour trouver une relation harmonieuse qui complétera ton équilibre intérieur.",
      "couples": "Pour maintenir un équilibre dans votre relation, cultivez une communication sincère et régulière. Écoutez activement votre partenaire, partagez vos sentiments et soyez ouvert aux compromis. N’oubliez pas de surprendre l’autre avec des gestes romantiques, même simples : un mot doux, un câlin ou une sortie en amoureux. Respectez aussi l’espace personnel de chacun. L’équilibre naît de l’attention mutuelle et de la confiance, renforçant ainsi votre lien chaque jour.",
      "mood": "prudent",
      "action": "Aujourd'hui, Balance, prends le temps de préparer un dîner surprise et intime pour ton partenaire, en lui exprimant ta sincère admiration.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion, le 11 février 2026 t'invite à sortir de ta zone de confort. Ose rencontrer de nouvelles personnes, car des opportunités inattendues pourraient surgir. Sois authentique et écoute ton intuition pour connecter profondément. Évite la précipitation : chaque rencontre est une chance de découvrir une passion ou une complicité insoupçonnée. Ralentis, prends ton temps, et laisse ton cœur guider tes choix. La sincérité et la patience ouvriront la voie à une belle romance.",
      "couples": "Pour un Scorpion en amour le 11 février 2026, la clé réside dans la transparence et la tendresse. Osez partager vos sentiments profonds et écoutez attentivement votre partenaire. Surprenez-le avec des gestes romantiques sincères, comme une lettre ou un dîner romantique. Cultivez la confiance en étant authentique et patient. En renouant avec la sincérité et la douceur, votre lien se renforcera, créant une relation plus passionnée et durable.",
      "mood": "enjoué",
      "action": "Ce matin, en préparant le petit-déjeuner, surprends ton partenaire avec une note douce glissée dans sa tasse, exprimant ton amour sincère.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, le 11 février 2026, profitez de cette journée pour ouvrir votre cœur à de nouvelles rencontres. Sortez, explorez des activités qui vous passionnent, et laissez tomber les barrières. Les rencontres inattendues peuvent vous surprendre, alors restez curieux et authentique. Cultivez la confiance en vous, et n’ayez pas peur d’oser initier un dialogue. L’amour pourrait se trouver là où vous ne l’attendez pas, soyez simplement prêt à saisir chaque opportunité.",
      "couples": "Le 11 février 2026, les Sagittaires en couple doivent cultiver la sincérité et la complicité. Prenez le temps d’écouter votre partenaire avec attention, en valorisant ses opinions et ses émotions. Surprenez-le avec des gestes romantiques authentiques, comme une lettre ou une sortie inattendue. Renforcez votre lien en partageant un projet commun, et montrez votre appréciation quotidienne. La clé réside dans une communication ouverte et des attentions sincères pour bâtir une relation encore plus profonde.",
      "mood": "réfléchi",
      "action": "Ce soir, prends le temps d’écrire une lettre sincère à ton partenaire, exprimant tout ce que tu ressens avec authenticité et tendresse.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Cher Capricorne solitaire, le 11 février 2026 est une journée idéale pour ouvrir ton cœur. Ose sortir de ta zone de confort, participe à des activités sociales ou intègre-toi à de nouveaux groupes. Sois authentique et à l’écoute des autres, cela attirera des rencontres sincères. Prends ton temps, la patience et la douceur renforceront tes chances de trouver une connexion profonde. L’amour se construit aussi dans la simplicité et la sincérité.",
      "couples": "Pour le 11 février 2026, cher Capricorne, cultivez la sincérité dans vos échanges. Montrez votre amour par de petites attentions : un message simple, un geste précieux. Soyez à l’écoute de votre partenaire, partagez vos rêves et écoutez les siens. La patience et la tendresse renforceront vos liens, créant une complicité profonde. N’oubliez pas que l’amour se bâtit chaque jour, avec douceur et authenticité. Faites de cette journée un moment d’émotion sincère.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Capricorn recommande d'écrire une lettre sincère à ton partenaire, exprimant tes sentiments profonds et ton engagement fidèle.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Cher Verseau célibataire, le 11 février 2026 est une journée idéale pour ouvrir votre cœur à de nouvelles rencontres. Soyez authentique et laissez votre sincérité briller lors des rencontres. Participez à des activités qui vous passionnent pour attirer des personnes partageant vos valeurs. Restez attentif aux petits signes et ne drives pas, la magie opère lorsque vous êtes détendu. Osez faire le premier pas, l’amour pourrait surgir là où vous vous y attendez le moins.",
      "couples": "Le 11 février 2026, Verseau, pour renforcer votre relation, privilégiez la sincérité et l’écoute active. Montrez votre amour par de petites attentions inattendues, comme un message doux ou une sortie spontanée. Communiquez avec bienveillance et évitez de trop vous isoler. Partagez vos rêves et vos idées pour renforcer votre complicité. En étant à la fois ouverts et attentionnés, vous créerez un lien encore plus solide, rempli de confiance et de tendresse.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, prends l'initiative d'écrire une lettre sincère à ton amour, en exprimant tes sentiments profonds et ton admiration sincère.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cher Poissons, en ce 11 février 2026, laissez votre cœur ouvrir la porte à de nouvelles rencontres. Soyez sincère et authentique, car votre douceur attirera ceux qui recherchent une connexion profonde. N'hésitez pas à sortir de votre zone de confort : participez à des activités qui vous inspirent. Laissez votre intuition vous guider vers des rencontres sincères, et rappelez-vous que la patience et l’écoute sont vos meilleurs alliés en amour.",
      "couples": "Chers Poissons, aujourd'hui, privilégiez la communication sincère avec votre partenaire. Partagez vos rêves et écoutez attentivement les siens, cela renforcera votre connexion. N'hésitez pas à créer des petites surprises, comme une lettre d’amour ou un dîner intime, pour raviver la flamme. Soyez vulnérables et expressifs, cela approfondira votre complicité. En cultivant cette tendresse authentique, votre relation gagnera en profondeur et en bonheur sincère.",
      "mood": "passionné",
      "action": "Aujourd’hui, Poissons devrait écrire une lettre d’amour sincère à leur moitié, exprimant leurs sentiments profonds et leur admiration.",
      "author": "Astrologly"
    }
  }
}