{
  "date": "2026-02-10",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Am 10. Februar 2026 steht für Widder die Chance, neue Verbindungen zu knüpfen. Seien Sie offen für spontane Begegnungen und investieren Sie in authentische Gespräche. Nutzen Sie Gelegenheiten bei Veranstaltungen, Kursen oder Outdoorsportarten, um Gleichgesinnte zu treffen. Vertrauen Sie auf Ihr Feuer, um Mut zu beweisen und alte Barrieren abzubauen. Mit Herz und Mut öffnet sich die Tür zu einer leidenschaftlichen Liebe, die Ihr Leben bereichern wird.",
      "couples": "Liebe Widder, heute ist ein wundervoller Tag, um eure Leidenschaft mit eurem Partner zu vertiefen. Zeigt offen eure Gefühle und hört aufmerksam zu, um Missverständnisse zu vermeiden. Kleine romantische Gesten, wie eine unerwartete Nachricht oder ein gemeinsamer Spaziergang, stärken euer Band. Seid geduldig und zärtlich, auch wenn Konflikte auftauchen. Eure Energie und Liebe können eure Beziehung heute immens bereichern – nutzt die Kraft eures Herzens.",
      "mood": "leidenschaftlich",
      "action": "Heute sollte der Widder seine Liebste/lieben Freund zu einem spontanen Spaziergang im Park einladen und dort eine kleine, bedeutungsvolle Liebesnotiz hinterlassen.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Liebes Stier, am 10. Februar 2026 öffnet das Universum neue Türen für dich. Nutze diese Chance, um dich aus deiner Komfortzone zu wagen: Besuche soziale Veranstaltungen, probiere neue Hobbys aus und sei offen für spontane Begegnungen. Dein sinnlicher Charme wird dabei helfen, tiefere Verbindungen aufzubauen. Für romantische Perspektiven gilt: Geduld und Authentizität sind dein Schlüssel. Vertrauen in dein natürliches Wesen bringt dir die schönsten Begegnungen. Bleib neugierig und offen für Liebe!",
      "couples": "Am 10. Februar 2026, lieber Stier, ist es wichtig, liebevoll und offen zu kommunizieren. Zeige deinem Partner deine Wertschätzung durch kleine, durchdachte Gesten. Nimm dir bewusst Zeit für gemeinsame Momente, um die Verbindung zu stärken. Höre aktiv zu und teile deine Gefühle ehrlich. Diese achtsamen Gesten vertiefen eure Bindung, lassen das Vertrauen wachsen, und sorgen für ein harmonisches Miteinander voller Liebe und Verbundenheit.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken und ihm (ihr) damit zeigen, wie wertvoll er (sie) für dich ist, um eure Verbindung zu vertiefen.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Am 10. Februar 2026, liebes Zwillinge, nutze deinen natürlichen Charme und deine Vielseitigkeit, um neue Begegnungen zu fördern. Gehe offen auf Menschen zu, sei neugierig und höre aufmerksam zu – so entdeckst du gemeinsame Interessen. Vermeide überstürzte Entscheidungen und gönn dir Zeit, um den Richtigen zu finden. Bleibe authentisch und solltest du jemanden treffen, gib der Beziehung Raum zum Wachsen. Das Glück liegt oft im kleinen Moment des echten Kennenlernens.",
      "couples": "Zwillinge, am 10. Februar 2026, ist es wichtig, offen und ehrlich zu kommunizieren. Nutze eure doppelte Neugier, um gemeinsame Interessen zu entdecken und tiefere Verbindungen zu schaffen. Zeige deine Liebe durch kleine, unerwartete Gesten – eine Nachricht, ein gemeinsamer Spaziergang. Hör aufmerksam zu und schätze eure Vielseitigkeit, um euer Band zu stärken. Vertrauen und gemeinsame Abenteuer fördern eine liebevolle, harmonische Beziehung, die euch beide bereichert.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Zwillinge-Partner eine handgeschriebene Liebesbotschaft hinterlassen, um deine Gefühle auf liebevolle und ehrliche Weise auszudrücken.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Liebes Krebs, am 10. Februar 2026 erstrahlt dein emotionales Wesen besonders hell. Nutze diese Energie, um neue Kontakte zu knüpfen und dein Herz zu öffnen. Sei offen für spontane Begegnungen, denn das Universum könnte dir eine wundervolle Überraschung bereithalten. Zeige deine Zärtlichkeit und Authentizität, denn diese Eigenschaften ziehen wahre Seelenverwandte an. Vertrauen, Geduld und ein offenes Herz sind deine Schlüssel zu einer erfüllenden romantischen Verbindung.",
      "couples": "Für den Krebs am 10. Februar 2026 ist es besonders wichtig, emotionale Nähe zu pflegen. Zeige deinem Partner regelmäßig, wie sehr du ihn schätzt – kleine Gesten, liebevolle Worte oder gemeinsame Spaziergänge stärken euer Band. Höre aufmerksam zu und offen über deine Gefühle zu sprechen, um Missverständnisse zu vermeiden. Sicherheit und Vertrauen sind die Grundlage – nutze diese Zeit, um eure Verbindung noch tiefer zu erforschen und zu genießen.",
      "mood": "verspielt",
      "action": "Heute sollte Krebs seinem Partner eine handgeschriebene Liebesnote schicken, um die tiefe Verbundenheit und Wertschätzung authentisch zu zeigen.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Lieber Löwe, am 10. Februar 2026 bietet sich eine wundervolle Chance, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und zeige echtes Interesse an deinem Gegenüber. Nutze deine natürliche Ausstrahlung, um Herzen zu erobern. Vertraue auf dein Charisma, doch achte auf authentische Verbindungen. Mit Geduld und Leidenschaft kannst du eine bedeutungsvolle Begegnung erleben. Lass dein Herz sprechen, und die Liebe findet dich auf ganz besondere Weise.",
      "couples": "Am 10. Februar 2026 solltest du als Löwe deine Liebe durch aufrichtige Gespräche vertiefen. Höre deinem Partner aufmerksam zu und zeige echtes Interesse an seinen Gefühlen. Überrasche ihn mit kleinen romantischen Gesten, wie einer liebevollen Nachricht oder einem besonderen Abend. Sei offen für Kompromisse und schaffe gemeinsame Momente, die euer Band stärken. Mit Herz und Aufmerksamkeit wächst eure Verbindung und schafft eine harmonische, liebevolle Partnerschaft.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Liebsten oder deiner Liebsten eine herzliche, selbstgeschriebene Nachricht schicken, um deine tiefen Gefühle auf authentische Weise auszudrücken.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, am 10. Februar 2026 öffnet sich eine besondere Chance, neue Menschen zu treffen. Sei offen für spontane Begegnungen und nutze Gemeinschaftsaktivitäten, um Gleichgesinnte kennenzulernen. Deine Detailverliebtheit ist eine Stärke – zeige authentisches Interesse, um tiefere Verbindungen aufzubauen. Lass Perfektion nicht im Weg stehen, sondern gönn dir kreative Date-Ideen. Vertrauen und Offenheit werden dir helfen, romantische Chancen zu ergreifen und dein Herz zu öffnen.",
      "couples": "Liebe Jungfrau, am 10. Februar 2026 solltest du deine liebevolle Seite zeigen, indem du kleine, bedeutungsvolle Gesten machst. Widme deinem Partner bewusst Zeit und höre aufmerksam zu, um Missverständnisse zu vermeiden. Stärke euer Band durch ehrliche Kommunikation und zeige deine Zuneigung offen. Kleine Aufmerksamkeiten, wie eine liebevolle Nachricht oder ein gemeinsamer Spaziergang, bringen euch näher. Pflege eure Beziehung mit Geduld und Wärme – so wächst eure Liebe noch tiefer.",
      "mood": "leidenschaftlich",
      "action": "Heute könntest du deiner Liebe eine liebevolle persönliche Nachricht schicken, in der du deine Wertschätzung und tiefe Verbundenheit ausdrückst.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Am 10. Februar 2026 ist eine wunderbare Gelegenheit für Waage-Geborene, neue Menschen kennenzulernen. Nutze deine natürliche Charm- und Harmoniefähigkeit, um authentisch und offen auf andere zuzugehen. Besuche gesellschaftliche Veranstaltungen, kreative Kurse oder Frühstückstreffen, um spontane Begegnungen zu fördern. Sei geduldig und vertraue auf dein Gespür für echte Verbindungen. Romantische Chancen ergeben sich, wenn du dich auf dein Herz und den Moment einlässt. Bleib offen, und Liebe könnte dich überraschen.",
      "couples": "Am 10. Februar 2026 liegt dein Fokus als Waage auf tiefer Verbindung. Zeige deine Wertschätzung durch kleine, liebevolle Gesten – sei es eine handgeschriebene Nachricht oder ein gemeinsamer Spaziergang. Offene Kommunikation stärkt euer Vertrauen, also sprich ehrlich über Wünsche und Gefühle. Plane romantische Momente, die euch beide berühren, und höre aktiv zu. So vertieft sich euer Band und schafft eine harmonische, liebevolle Beziehung.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, die deine Gefühle ehrlich ausdrückt und eure Verbindung stärkt.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Heute, am 10. Februar 2026, ist ein besonderer Tag für einsame Skorpion-Gefährten. Öffne dein Herz für neue Bekanntschaften und bin bereit, tiefere Verbindungen zu knüpfen. Zeige deine authentische Seite, doch achte darauf, nicht zu verschlossen zu wirken. Nutze Gelegenheiten in sozialen Kreisen oder bei gemeinsamen Aktivitäten, um potenzielle Partner kennenzulernen. Geduld und Offenheit werden dich auf deinem Weg zur Liebe maßgeblich begleiten.",
      "couples": "Am 10. Februar 2026 ist es essenziell, offen und ehrlich mit deinem Partner zu kommunizieren. Nimm dir Zeit, um seine Gefühle zu hören und zeige dein Interesse durch kleine, bedeutungsvolle Gesten. Überrasche ihn mit einer romantischen Aufmerksamkeit, um eure Verbindung zu stärken. Vermeide Eifersucht und setze auf Vertrauen. Deine tiefen Gefühle sind ein Schatz – teile sie mit Liebe und Wärme, um eure Bindung noch intensiver zu gestalten.",
      "mood": "verspielt",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, in der du deine tiefen Gefühle und deine Wertschätzung ausdrückst.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Lieber Schütze, am 10. Februar 2026 ermutigt dich dein Stern, neue Wege zu gehen. Nutze Gelegenheiten, um dich mit Menschen zu verbinden – sei offen für spontane Treffen und Abenteuer. Gemeinsam könnten sich interessante Gespräche und tiefere Gefühle entwickeln. Vertraue deinem natürlichen Drang nach Freiheit, doch bleibe auch bereit, Herz und Seele zu öffnen. Deine positive Energie zieht potenzielle Partner magisch an. Liebe ist nur eine Mutaktion entfernt – wage es!",
      "couples": "Für den Schützen am 10. Februar 2026 gilt: Nutze deine Offenheit, um tiefere Verbindungen zu fördern. Zeige deinem Partner dein wahres Ich durch ehrliches Gespräch und kleine Gesten der Wertschätzung. Plane gemeinsame Abenteuer, um gemeinsam neue Erinnerungen zu schaffen. Höre aufmerksam zu, auch wenn du abenteuerlustig bist. Dein authentischer Einsatz wird eure Beziehung stärken und eure Liebe auf eine aufregende, romantische Ebene heben.",
      "mood": "nachdenklich",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, die deine Wertschätzung ausdrückt und gemeinsame Erinnerungen schön Revue passieren lässt.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Lieber Steinbock, am 10. Februar 2026 könnte eine besondere Gelegenheit auf dich warten. Nutze diesen Tag, um offen für neue Begegnungen zu sein, sei es bei Veranstaltungen, in Kursen oder bei Freunden. Deine Zielstrebigkeit und Ernsthaftigkeit strahlen Attraktivität aus. Lass dich auf Gespräche ein und zeige echtes Interesse. Oft entstehen die schönsten Begegnungen durch ungeplante Momente. Bleib authentisch und vertraue darauf, dass die Liebe dir begegnen wird, wenn du am wenigsten damit rechnest.",
      "couples": "Am 10. Februar 2026 solltest du als Steinbock deine Beziehung durch offene, ehrliche Gespräche stärken. Zeige deinem Partner, dass du ihn schätzt, mit kleinen romantischen Gesten und liebevollen Worten. Plane gemeinsame Aktivitäten, die eure Verbindung vertiefen. Sei geduldig und verständnisvoll, wenn Meinungsverschiedenheiten auftreten. Deine Zuverlässigkeit und Liebe sorgen für Stabilität – nutze diese Kraft, um eure Bindung noch inniger zu machen und gemeinsam zukunftsorientiert zu wachsen.",
      "mood": "verspielt",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken und ihm oder ihr unerwartet einen kleinen Liebesbeweis in den Alltag integrieren.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Am 10. Februar 2026 stehen für den Wassermann erstaunliche Chancen, neue Menschen kennenzulernen. Nutze deine Offenheit und deine kreative Energie, um spontane Begegnungen zu genießen. Gehe auf Veranstaltungen, die deine Interessen widerspiegeln, und sei mutig, dich auf tiefgründige Gespräche einzulassen. Dein Charme und deine Originalität werden dir helfen, romantische Verbindungen zu knüpfen. Bleib authentisch und lasse dein Herz bei der Partnersuche sprechen – das könnte der Beginn einer besonderen Beziehung sein.",
      "couples": "Lieber Wassermann, am 10. Februar 2026 solltest du den Moment nutzen, um tiefere Verbindung zu schaffen. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten und höre deinem Partner aufmerksam zu. Fördere offene Kommunikation, um Missverständnisse zu vermeiden. Überrasche ihn mit einer spontane Einladung oder einem Liebesbrief. Deine kreative und unabhängige Natur macht euch einzigartig – nutze diese Kraft, um eure Beziehung noch intensiver und tiefer zu gestalten.",
      "mood": "romantisch",
      "action": "Heute sollte der Wassermann seinem Partner eine liebevolle, handgeschriebene Nachricht schicken, um seine Wertschätzung und Verbundenheit auf persönliche Weise zu zeigen.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Lieber Fische, am 10. Februar 2026 öffnet sich eine wundervolle Chance, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und zeige dein echtes Interesse. Nutze Gelegenheiten bei Veranstaltungen oder Online-Dating, um tiefgründige Verbindungen zu knüpfen. Vertraue auf deine intuitive Art, um den richtigen Partner zu erkennen. Bleib geduldig und glaub an deine romantische Seele – Liebe ist oft dort, wo du sie am wenigsten erwartest.",
      "couples": "Liebe Fische, um eure Bindung zu stärken, seid offen und ehrlich in der Kommunikation. Zeigt eure Gefühle durch kleine, liebevolle Gesten im Alltag, wie eine unerwartete Nachricht oder eine gemeinsame Auszeit. Hört aktiv zu und lasst Raum für gegenseitiges Verständnis. Eure sensible Natur macht euch zu großartigen Zuhörern und Empfängern. Nutzt diese Tiefe, um eurer Liebe Tiefe und Authentizität zu verleihen – so wächst euer gemeinsames Glück.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deinem Partner eine liebevolle Tabelle mit gemeinsamen Erinnerungen und Träumen erstellen, um eure Verbundenheit zu stärken.",
      "author": "Astrologly"
    }
  }
}