{
  "date": "2026-02-25",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cher Bélier célibataire, le 25 février 2026 est une journée idéale pour explorer de nouvelles rencontres. Ouvres ton cœur aux opportunités sociales, que ce soit lors d’événements ou via des amis. Sois spontané et authentique, ton assurance attirera des personnes sincères. Rappelle-toi que l’amour peut surgir là où tu t’y attends le moins. Prends le temps de savourer chaque moment, la passion et la connexion authentique t’attendent à chaque tournant.",
      "couples": "Le 25 février 2026, Bélier, pour renforcer votre relation, cultivez la patience et l’écoute profonde. Exprimez vos sentiments avec douceur, sans précipitation, afin d’approfondir la confiance. Surprenez votre partenaire par de petites attentions sincères, comme un message inattendu ou un geste romantique. Encouragez le dialogue sincère pour partager vos rêves et vos préoccupations. C’est en nourrissant cette complicité que votre amour pourra s’épanouir pleinement, jour après jour.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier, prends l'initiative de préparer un dîner surprise et créatif pour ton partenaire, en y mettant tout ton amour.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau célibataire, le 25 février 2026 sera une journée propice à de nouvelles rencontres. Osez sortir de votre zone de confort en participant à des événements ou en vous inscrivant sur des plateformes de rencontre. Soyez authentique et patiente, car la sincérité attire les âmes compatibles. Prenez le temps d’écouter votre cœur, et n’oubliez pas que l’amour se construit sur la confiance et la douceur. Restez ouvert aux surprises de la vie.",
      "couples": "Chère Taureau, le 25 février 2026 est une journée idéale pour renforcer votre lien. Prenez le temps d’écouter véritablement votre partenaire et exprimez votre amour à travers des gestes simples mais sincères. Planifiez une soirée romantique ou offrez un petit cadeau symbolique pour raviver la passion. La clé réside dans la patience et la sincérité. Cultivez la douceur et la confiance pour bâtir un amour durable et profond.",
      "mood": "prudent",
      "action": "Le Taureau devrait préparer un dîner romantique à la maison, en allumant des bougies et en jouant leur musique préférée, pour créer une ambiance intime et chaleureuse.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Chère Gémeaux, le 25 février 2026, votre charme naturel brille intensément. Profitez de cette journée pour élargir votre cercle social : participez à des événements, explorez de nouveaux endroits ou inscrivez-vous à des activités qui stimulent votre curiosité. Restez authentique et à l’écoute des others, car des rencontres surprenantes pourraient ouvrir la porte à une histoire passionnée. Soyez ouvert aux opportunités, l’amour pourrait frapper là où vous ne l’attendez pas.",
      "couples": "Pour les Gémeaux en amour le 25 février 2026, il est essentiel d’approfondir la communication avec votre partenaire. Prenez le temps d’écouter vraiment ses besoins et partagez vos sentiments sincèrement. Renforcez votre lien avec des gestes romantiques spontanés, comme une note douce ou une sortie surprise. Soyez patient et ouvert, car la compréhension mutuelle renforcera votre complicité. Cultivez la tendresse et l’écoute attentive, votre relation en sortira grandie.",
      "mood": "romantique",
      "action": "Aujourd'hui, le Gémeaux devrait écrire une lettre sincère et poétique à son/sa partenaire pour exprimer ses sentiments profonds.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Aujourd’hui, cher Cancer, ouvrez votre cœur aux nouvelles rencontres. Céline, votre intuition vous guidera vers des opportunités sincères. Soyez authentique et laissez votre sensibilité briller, car elle attire ceux qui apprécient la profondeur de votre âme. Participez à des activités qui vous passionnent, que ce soit un atelier ou un club. Les connexions authentiques naissent souvent dans des lieux empreints de sens. Restez ouvert, votre amour véritable pourrait se révéler là où vous vous attendiez le moins.",
      "couples": "Le 25 février 2026, chère Cancer, cultivez la confiance en partageant ouvertement vos sentiments. N’ayez pas peur d’exprimer vos émotions avec douceur et honnêteté, cela renforcera votre lien. Surprenez votre partenaire avec des gestes romantiques, comme une soirée intime ou une note douce. Écoutez attentivement ses besoins, et soyez présent dans l’instant. Ces attentions nourriront votre amour, apportant chaleur et complicité profonde à votre relation.",
      "mood": "enjoué",
      "action": "Aujourd’hui, Cancer, prépare un dîner intime et surprends ton partenaire avec un message sincère pour renforcer votre connexité.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion célibataire, le 25 février 2026 est une journée idéale pour explorer de nouvelles rencontres. Osez sortir de votre zone de confort, participez à des activités qui vous passionnent et soyez authentique dans vos échanges. Votre confiance naturelle attirera les bonnes personnes vers vous. N’oubliez pas, la patience et la sincérité sont vos meilleurs atouts pour bâtir une relation authentique. Ouvrez votre cœur, l’amour pourrait frapper à votre porte bientôt.",
      "couples": "Cher Lion, pour renforcer votre relation, privilégiez la communication sincère et régulière. N’hésitez pas à exprimer vos sentiments avec tendresse et à écouter activement votre partenaire. Surprenez-le ou la par des petits gestes d’attention, comme une attention particulière ou une sortie romantique. Cultivez la confiance en étant authentique et présent. Rappelez-vous que l’amour grandit dans la compréhension mutuelle et les moments partagés, alors prenez le temps d’apprécier chaque instant à deux.",
      "mood": "sérieux",
      "action": "Ce matin, Lion devrait préparer un petit déjeuner spécial avec ses saveurs préférées, puis le partager tendrement avec celui qu'il aime, en lui exprimant toute sa douceur.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Cher Vierge célibataire, le 25 février 2026, ouvrez votre cœur aux rencontres sincères. Prenez le temps d’élargir votre cercle en participant à des activités qui vous passionnent, comme des ateliers ou des sorties culturelles. Soyez authentique et attentive aux signes du destin. Une rencontre inattendue pourrait s’avérer être le début d’une belle histoire. Laissez-vous guider par votre intuition et faites confiance à l’univers pour vous réserver de belles surprises amoureuses.",
      "couples": "Chère Vierge, pour renforcer votre relation aujourd’hui, privilégiez la communication sincère et authentique. Montrez votre amour à travers de petites attentions et gestes romantiques, comme un mot doux ou une surprise. Écoutez attentivement votre partenaire pour mieux comprendre ses besoins et ses désirs. Cultivez la patience et la douceur, car ces qualités renforceront votre lien. En étant présente et attentionnée, vous construirez une relation encore plus solide et pleine de tendresse.",
      "mood": "passionné",
      "action": "Aujourd'hui, la Vierge pourrait écrire une lettre sincère et touchante à son partenaire pour exprimer ses sentiments profonds et renforcer leur lien.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Cher Balance, en ce 25 février 2026, ose sortir de ta zone de confort pour multiplier les rencontres. Participe à des activités qui te passionnent, où tu pourras croiser des âmes compatibles. Sois authentique, écoute ton intuition et ne crains pas de montrer ta sensibilité. Laisse le temps faire son œuvre, et rappelle-toi que l’amour se trouve souvent dans la simplicité des gestes sincères. Reste ouvert(e) aux opportunités d’amitié qui peuvent évoluer vers quelque chose de plus profond.",
      "couples": "Pour maintenir l’équilibre dans une relation, cultivez la communication sincère et régulière. Écoutez attentivement votre partenaire, partagez vos sentiments avec douceur, et n’hésitez pas à exprimer votre amour à travers de petites attentions quotidiennes. Respectez aussi les espaces personnels pour préserver la confiance. La clé réside dans l’équilibre entre soutien mutuel et liberté, renforçant ainsi un lien profond, sincère et durable.",
      "mood": "prudent",
      "action": "Aujourd’hui, équilibre-toi en préparant un dîner surprise pour ton amour, alliant ses plats préférés et une ambiance chaleureuse.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Chère Scorpion solitaire, le 25 février 2026 est une journée idéale pour ouvrir ton cœur. Ose sortir de ta zone de confort, participe à des activités qui te passionnent, et rencontre de nouvelles personnes. La sincérité et la profondeur que tu offres attirent les âmes compatibles. Sois patient et fidèle à toi-même, car l’amour sincère se construit avec authenticité. Prépare-toi à une rencontre qui pourrait changer ta vie.",
      "couples": "Pour le Scorpio en amour en 2026-02-25, privilégiez la communication sincère. Exprimez vos émotions avec douceur et écoutez attentivement votre partenaire. Renforcez votre lien par des gestes romantiques et des surprises qui montrent votre attachement profond. La confiance est la clé cette journée ; soyez honnête et ouvert. Cultivez la patience et la bienveillance pour transformer chaque moment en une expérience unique, renforçant ainsi votre amour durable.",
      "mood": "enjoué",
      "action": "Ce soir, prends le temps d’écrire une lettre sincère et passionnée à ton partenaire, exprimant tout ce que tu ressens profondément.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, le 25 février 2026 est une journée parfaite pour explorer de nouvelles rencontres. Ose sortir de ta zone de confort, participe à des activités qui t'inspirent et sois curieux des autres. La sincérité attirera des personnes authentiques vers toi. Reste fidèle à toi-même, car c’est ta liberté et ton optimisme qui te rendra irrésistible. Aujourd’hui, une opportunité amoureuse pourrait changer ta vie – ouvre ton cœur avec confiance et passion.",
      "couples": "Le 25 février 2026, les Sagittaires en couple doivent privilégier la sincérité. Prenez le temps d’écouter votre partenaire avec attention et partagez vos rêves et aspirations pour renforcer votre complicité. Surprenez-le avec des petites attentions ou une escapade spontanée pour raviver la passion. La clé est l’authenticité : montrez-vous vulnérable et impliqué, cela créera un lien plus profond et durable, enrichi par la confiance et la tendresse.",
      "mood": "réfléchi",
      "action": "Ce matin, offre-lui un petit déjeuner au lit avec des mots doux pour montrer ton attachement sincère et éveiller la passion.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Chère Capricorne solitaire, le 25 février 2026 sera une journée propice à la rencontre. Osez sortir de votre zone de confort en participant à des activités qui vous passionnent, comme des ateliers ou des événements culturels. Soyez authentique et ouvert aux nouvelles rencontres, car la sincérité attirera des âmes compatibles. Prenez le temps d’écouter votre cœur, et laissez l’amour se révéler naturellement. Une belle surprise pourrait bien se profiler si vous restez fidèle à vous-même.",
      "couples": "Ce 25 février 2026, cher Capricorne, concentre-toi sur la communication sincère avec ton partenaire. Montre-lui ton attachement par de petits gestes romantiques et attentifs. Écoute activement ses besoins et partage tes sentiments avec honnêteté. Prends le temps de créer des moments chaleureux ensemble, renforçant ainsi votre lien. La patience et la douceur seront tes alliées pour approfondir votre complicité et bâtir une relation encore plus solide et épanouissante.",
      "mood": "enjoué",
      "action": "Ce matin, prépare un petit-déjeuner spécial avec ses saveurs préférées et dépose-le délicatement dans la chambre pour lui montrer ton amour sincère.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Cher Verseau célibataire, le 25 février 2026 est une journée idéale pour explorer de nouvelles rencontres. Osez sortir de votre zone de confort en participant à des activités qui vous passionnent, comme des ateliers créatifs ou des clubs sociaux. Soyez authentique et laissez parler votre curiosité, car c’est ainsi que de belles connexions naîtront. Restez ouvert à l’amour, car une rencontre inattendue pourrait transformer votre vision du bonheur.",
      "couples": "Le 25 février 2026, Verseau, privilégie la communication sincère pour renforcer votre lien. Exprimes tes sentiments avec authenticité et écoute ton partenaire attentivement. Surprends-le avec une petite attentions ou une sortie inattendue pour raviver la romance. Cultive la transparence et partage tes rêves, cela créera une connexion profonde. En étant à l’écoute et généreux dans tes gestes, tu nourriras une relation solide et pleine de passion.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau peut surprendre son amoureux en lui préparant un dîner intime aux chandelles, en exprimant sincèrement ses sentiments.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Chère Poissons solitaire, le 25 février 2026 est une journée idéale pour ouvrir ton cœur. N'hésite pas à sortir de ta zone de confort : participe à des événements ou rejoins des groupes qui partagent tes passions. Sois authentique et attentive à chaque rencontre, car la magie peut surgir là où tu t’y attends le moins. Laisse ton intuition te guider vers ceux qui te feront vibrer d’amour véritable. Ouvre grand ton cœur, le bonheur est proche.",
      "couples": "Pour les Poissons en amour en 2026-02-25, cultivez la sincérité dans vos échanges. Faites preuve d’écoute attentive et partagez vos rêves pour renforcer votre connexion. Surprenez votre partenaire avec des gestes romantiques simples mais significatifs, comme une lettre ou un dîner improvisé. Soyez patient et surtout, faites confiance à votre intuition pour naviguer les hauts et les bas. L’amour naît aussi de la tendresse et de la compréhension mutuelle.",
      "mood": "passionné",
      "action": "Aujourd'hui, Poissons pourrait surprendre son partenaire en écrivant une lettre douce et sincère exprimant ses sentiments profonds et son amour inconditionnel.",
      "author": "Astrologly"
    }
  }
}