{
  "date": "2026-02-14",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Liebe Widder, am Valentinstag 2026 liegt dein Fokus auf neuen Begegnungen. Nutze diesen Tag, um offen auf andere zuzugehen – sei es bei Veranstaltungen oder in deinem Alltag. Deinmut und Energie sind anziehend. Zeige echtes Interesse, hör aufmerksam zu und lasse das Kühl-Temperament manchmal auch los. Neue Bekanntschaften könnten sich zu einer tiefen Verbindung entwickeln. Bleib authentisch, sei geduldig und genieße jeden Moment des Kennenlernens. Liebe könnte ganz unerwartet bei dir Einzug halten.",
      "couples": "Liebe Widder, am Valentinstag 2026 ist es wichtig, bewusst Zeit für euren Partner zu nehmen. Zeigt eure Liebe durch kleine, bedeutungsvolle Gesten – sei es eine liebevolle Nachricht oder ein gemeinsamer Spaziergang. Achtet auf offene, ehrliche Kommunikation, um Missverständnisse zu vermeiden. Nutzt diese Gelegenheit, um eure Gefühle zu vertiefen und neue Erinnerungen zu schaffen. Eure Leidenschaft ist stark, doch wahre Bindung wächst durch Zuwendung und das Verständnis füreinander.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deinem Partner eine herzliche, selbstgeschriebene Nachricht schicken, in der du deine tiefen Gefühle und deine Wertschätzung ausdrückst.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Lieber Stier, am Valentinstag 2026 bietet sich eine wunderbare Gelegenheit, offen für neue Bekanntschaften zu sein. Lasse dein Herz nicht zögern, soziale Events oder gemeinschaftliche Aktivitäten zu erkunden. Zeige deine authentische Seite und nimm kleine Risiken beim Flirten auf dich. Deine Geduld und Zuverlässigkeit werden andere anziehen. Nutze den Tag, um echte Verbindungen zu knüpfen—dein Herz wird dir den Weg weisen.",
      "couples": "Am Valentinstag 2026, lieber Stier, öffne dein Herz noch mehr für deinen Partner. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten – ein liebevoller Blick, eine überraschende Nachricht oder eine gemeinsame Aktivität. Kommunikation ist der Schlüssel: höre aufmerksam zu und teile deine Gefühle ehrlich. Stärke eure Bindung, indem du deine Zuverlässigkeit und Wärme zeigst. So verbindet euch eine tiefere, liebevolle Harmonie, die beiden eurer Herzen zugutekommt.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle und persönliche Nachricht schicken, um deine Zuneigung offen und ehrlich zu zeigen.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Am Valentinstag 2026, liebe Zwillinge, öffne dein Herz für neue Begegnungen. Nutze deine natürliche Neugier und Kommunikationsfreude, um spannende Menschen kennenzulernen. Sei offen für spontane Treffen und lass dich auf authentische Gespräche ein. Das Universum schenkt dir die Chance, einen besonderen Menschen zu treffen, der deine Vielseitigkeit schätzt. Vertrauen und Ehrlichkeit sind der Schlüssel – so kannst du eine tiefere Verbindung aufbauen und dein Liebesglück aktiv fördern.",
      "couples": "Liebe Zwillinge, am Valentinstag 2026 ist es wichtig, eure Vielseitigkeit zum Ausdruck zu bringen. Zeigt eurem Partner echtes Interesse, hört aufmerksam zu und teilt eure Gefühle offen. Kleine, kreative Romantikgesten wie eine überraschende Nachricht oder gemeinsam geplante Abenteuer vertiefen eure Verbindung. Nutzt eure Kommunikationsstärke, um emotionale Nähe aufzubauen. Seid präsent und wertschätzend – das macht eure Liebe noch einzigartiger und stärker.",
      "mood": "romantisch",
      "action": "Nimm dir heute Zeit, um deinem Zwillinge-Partner eine liebevolle Nachricht mit einer gemeinsamen Erinnerung zu schreiben und deine Wertschätzung auszudrücken.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Liebe Krebs, am Valentinstag 2026 öffnen sich neue Türen für dein Herz. Nutze Gelegenheiten, um dich draußen in der Welt zu zeigen – sei offen für Begegnungen bei gemeinsamen Aktivitäten oder Events. Dein einfühlsames Wesen zieht Menschen magnetisch an. Vertraue auf deine Intuition, um authentische Verbindungen zu knüpfen. Lass dir Zeit, um die richtige Person zu finden, und schenke dir selbst Liebe und Geduld. Dein Herz weiß genau, wann es bereit ist.",
      "couples": "Liebe Krebs, am Valentinstag 2026 ist es besonders wichtig, eure emotionale Verbindung zu stärken. Nimm dir Zeit für offene Gespräche und zeige deine Wertschätzung durch kleine, liebevolle Gesten – eine handgeschriebene Nachricht, ein gemeinsamer Spaziergang oder ein Überraschungsessen. Höre aktiv zu und teile deine Gefühle ehrlich. Diese Momente schaffen tiefe Bindung und lassen eure Liebe noch intensiver wachsen. Vertrauen und Zuneigung sind die Basis für eine harmonische Beziehung.",
      "mood": "verspielt",
      "action": "Heute sollte Krebs seinem Schatz eine handgeschriebene Liebesbotschaft schicken und dazu eine kleine, selbstgemachte Erinnerung an gemeinsame schöne Momente überreichen.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Am Valentinstag 2026, lieber Löwe, hast du die Chance, dein Herz zu öffnen. Nutze diesen Tag, um neue Menschen kennenzulernen – sei offen für spontane Begegnungen und zeige dein strahlendes Selbst. Geh auf Events, die deine Leidenschaft wecken, und sei authentisch. Deine warmherzige Art zieht andere an. Vielleicht findest du auf unerwarteten Wegen jemanden, der dein Herz berührt. Glaub an die Magie des Augenblicks und genieße das Abenteuer der Liebe.",
      "couples": "Am Valentinstag 2026, Löwe, ist es wichtig, deine Liebe sichtbar zu machen. Zeige deinem Partner durch kleine, bedeutungsvolle Gesten, wie sehr er dir am Herzen liegt – ein liebevoller Brief, eine gemeinsame Aktivität oder eine Überraschung. Nutze offene und ehrliche Kommunikation, um Missverständnisse zu klären. Stärke eure Verbindung, indem du deinem Partner aufrichtig zuhörst und deine Gefühle teilst. Deine Wärme und Leidenschaft bereichern eure Beziehung nachhaltig.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Liebsten oder deiner Liebsten eine liebevolle, handgeschriebene Nachricht schicken, die deine tiefsten Gefühle und Wertschätzung ausdrückt.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, am Valentinstag 2026 öffnet sich eine wunderbare Chance, neue Menschen kennenzulernen. Plane ein Treffen bei einem Café oder einem Spaziergang in der Natur – deine Detailverliebtheit wird geschätzt. Öffne dich für soziale Veranstaltungen oder Hobbies, bei denen du Gleichgesinnte triffst. Zeige deine ehrlich interessierte Seite und lasse den Druck los. Liebe entsteht oft dort, wo du authentisch bist. Vertrau auf dein Herz – es kennt die besten Wege.",
      "couples": "Am 14. Februar 2026, liebe Jungfrau, schenke deinem Partner besondere Aufmerksamkeit. Zeige Wertschätzung durch kleine romantische Gesten und höre aktiv zu. Offene Kommunikation stärkt euer Vertrauen, also teile deine Gefühle ehrlich und liebevoll. Plane gemeinsam eine schöne Überraschung oder ein gemeinsames Erlebnis, um die Verbindung zu vertiefen. Deine Zuverlässigkeit und Fürsorglichkeit sind wertvolle Schätze – nutze sie, um eure Liebe noch stärker zu machen.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deiner Liebe eine liebevoll handgeschriebene Karte schreiben, in der du deine Wertschätzung und tiefe Gefühle ehrlich ausdrücks, um Herzen zu berühren.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Liebe Waage, am Valentinstag 2026 öffnet sich eine wunderbare Chance, neue Menschen kennenzulernen. Nutze den Tag, um deine sozialen Kreise zu erweitern, sei offen für spontane Begegnungen und zeige dein echtes Interesse. Deine charmante Art zieht potenzielle Partner magisch an. Bleib authentisch, höre aktiv zu und genieße den Moment. Liebe ist oft dort, wo du es am wenigsten erwartest – vertraue deinem Herzen und lasse die Magie geschehen.",
      "couples": "Liebes Waage, am Valentinstag 2026 ist es wichtig, eure Verbindung zu vertiefen. Nimm dir bewusst Zeit für offene Gespräche, um eure Gefühle ehrlich zu teilen. Kleine romantische Gesten, wie eine handgeschriebene Nachricht oder ein gemeinsamer Spaziergang, verstärken die Verbundenheit. Zeige dein Interesse durch aufmerksames Zuhören und liebevolle Gesten. Euer harmonisches Zusammenspiel wird so noch inniger, und die Liebe blüht auf, wenn ihr gemeinsam in die Zukunft blickt.",
      "mood": "vorsichtig",
      "action": "Heute könntest du deinem Liebsten eine handgeschriebene Liebesbotschaft schicken, um eure Harmonie und Verbundenheit auf besondere Weise zu feiern.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Am Valentinstag 2026, liebe Skorpione, öffne dein Herz für neue Begegnungen. Nutze Gelegenheiten, um Menschen kennenzulernen, die deine Leidenschaft teilen. Zeige dich offen und ehrlich – deine Tiefe zieht die richtigen Partner an. Achte auf dein Bauchgefühl, doch sei mutig, um echte Verbindungen zu schaffen. Eine kleine Überraschung oder ehrliche Worte können den Grundstein für eine bedeutungsvolle Beziehung legen. Vertrauen und Authentizität sind dein Schlüssel.",
      "couples": "Liebes Skorpion, am Valentinstag 2026 ist es besonders wichtig, offen und ehrlich zu kommunizieren. Teile deine tiefsten Gefühle und schenke deinem Partner kleine, bedeutungsvolle Gesten, die eure Verbindung stärken. Zeige deine Leidenschaft und Wertschätzung durch aufmerksame Worte und liebevolle Handlungen. Nimm dir bewusst Zeit für gemeinsame Momente, um Vertrauen aufzubauen. Mit ehrlicher Zuneigung und tiefer Verbundenheit wird euer Band noch intensiver und beständiger.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion seinem Liebsten seine tiefste Wertschätzung durch eine handgeschriebene Nachricht zeigen, um die emotionalen Bande zu stärken.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Lieber Schütze, am Valentinstag 2026 stehen dir spannende Begegnungen bevor. Nutze Gelegenheiten, um neue Menschen zu treffen, sei offen für spontane Gespräche und gehe mutig auf andere zu. Vielleicht liegt dein nächster großer Liebesmoment in einer unerwarteten Begegnung, also sei authentisch und dein herzliches Wesen. Vertraue deinem Optimismus, denn genau das macht dich unwiderstehlich. Dieser Tag könnte der Beginn einer aufregenden neuen Liebe sein – halte die Augen offen!",
      "couples": "Am 14. Februar 2026 solltest du als Schütze deine Gefühle offen zeigen. Überrasche deinen Partner mit kleinen Aufmerksamkeiten, die eure Verbindung stärken, und plane gemeinsame Abenteuer, um die Romantik lebendig zu halten. Kommunikation ist entscheidend: höre aufmerksam zu und teile deine Gedanken ehrlich. Zeige deine Wertschätzung täglich und erinnere deinen Partner daran, warum er/sie dein Herz erobert hat. Liebe wächst durch echte Nähe und gemeinsame Erlebnisse.",
      "mood": "nachdenklich",
      "action": "Überrasche deine Liebste heute mit einer selbstgeschriebenen Liebesnachricht und lege sie an einen Ort, den sie täglich wieder sieht.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Am Valentinstag 2026 könnten Steinbock-Singles durch authentisches Zeigen deiner Tiefe und Ernsthaftigkeit besondere Verbindungen anziehen. Nutze Gelegenheiten, um neue Menschen in deinem Umfeld kennenzulernen – sei es bei gemeinsamen Aktivitäten oder in sozialen Gruppen. Offenheit und Ehrlichkeit erleichtern den Einstieg. Erlaube dir, deine Wünsche klar zu formulieren, ohne Druck. Deine Bodenständigkeit ist attraktiv – so kannst du auf natürliche Weise wahre Romantik finden und vielleicht schon bald jemanden besonderen begegnen.",
      "couples": "Am 14. Februar 2026 ist es für den Steinbock wichtig, die Liebe aktiv zu zeigen. Nutze diesen Tag, um offene Gespräche zu führen und deine Gefühle ehrlich zu teilen. Kleine romantische Gesten, wie eine handgeschriebene Nachricht oder ein gemeinsamer Spaziergang, stärken eure Verbindung. Zeige Verständnis für die Bedürfnisse deines Partners und sei präsent. Deine Zuverlässigkeit und authentische Zuneigung schaffen eine tiefere Bindung, die über den Tag hinaus Bestand hat.",
      "mood": "verspielt",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schreiben, in der du deine Wertschätzung und deine tiefen Gefühle ehrlich ausdrückst.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Am 14. Februar 2026 ist eine perfekte Gelegenheit für Wassermann-Einzelgänger, neue Wege in der Liebe zu erkunden. Öffne dein Herz für interessante Begegnungen und sei offen für ungewöhnliche Menschen, die deine Sichtweise bereichern. Nutze soziale Events oder gemeinsame Interessen, um authentische Verbindungen zu knüpfen. Sei mutig, zeige dein echtes Ich, und vertraue darauf, dass das Universum dir romantische Überraschungen bereithält. Liebe entdeckt dich, wenn du es am wenigsten erwartest.",
      "couples": "Am 14. Februar 2026 ist es für den Wassermann wichtig, offen und ehrlich mit deinem Partner zu kommunizieren. Zeige deine Liebe durch kleine, unerwartete Gesten, die deine Wertschätzung ausdrücken. Nimm dir bewusst Zeit für gemeinsame Momente, bei denen ihr eure Träume und Wünsche teilt. Sei geduldig und verständnisvoll, um eure Verbindung zu vertiefen. Deine authentische, innovative Art macht euch unzertrennlich – nutze diesen Tag, um Liebe neu zu entfachen.",
      "mood": "romantisch",
      "action": "Heute sollte der Wassermann seiner Liebsten eine liebevolle Nachricht schicken, die seine Wertschätzung und seine tiefen Gefühle ehrlich ausdrückt.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Liebe Fische, am Valentinstag 2026 öffnet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Bleibe offen für spontane Begegnungen und nutze soziale Events, um dein Herz zu verschenken. Zeige deine authentische, sensible Seite und höre aufmerksam zu – so ziehst du auf natürliche Weise die richtigen Partner an. Vertraue auf dein Gefühl und sei mutig, denn die Liebe könnte ganz nah sein. Heute ist dein perfekter Tag, um Liebe zu begegnen.",
      "couples": "Liebe Fische, am Valentinstag 2026 ist es Zeit, eure emotionale Tiefe zu zeigen. Sei offen in der Kommunikation, teile deine Gefühle ehrlich und höre aktiv zu. Kleine romantische Gesten, wie ein liebevoll geschriebener Brief oder gemeinsame Spaziergänge, stärken eure Verbindung. Zeige deinem Partner, wie wertvoll er für dich ist, und schaffe gemeinsame Momente voller Zärtlichkeit. Mit Vertrauen und Hingabe wächst eure Liebe noch intensiver.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deinem Partner eine liebevolle, handgeschriebene Nachricht schicken, die deine tiefsten Gefühle und Wertschätzung für ihn ausdrückt.",
      "author": "Astrologly"
    }
  }
}