{
  "date": "2026-01-01",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Aries, 2026 te invita a abrir tu corazón y explorar nuevas conexiones. Sé valiente en encuentros sociales: participa en eventos y actividades que te apasionen. La autenticidad atraerá a personas sinceras y compatibles. No temas mostrar tu lado más vulnerable; la honestidad crea conexiones profundas. Aprovecha esta etapa para crecer emocionalmente y descubrir quién realmente deseas en tu vida. Tu energía y entusiasmo serán tus mejores aliados en el amor.",
      "couples": "Querido Aries, en 2026, enfócate en fortalecer tu vínculo mediante una comunicación abierta y sincera. Escucha con atención y comparte tus sentimientos con ternura, creando confianza mutua. Sorprende a tu pareja con gestos románticos y pequeños detalles diarios que muestren cuánto la valoras. Recuerda que la pasión se alimenta con atención constante y sinceridad, construyendo un amor sólido y profundo. Confía en tu intuición y deja que el corazón guíe cada paso juntos.",
      "mood": "apasionado",
      "action": "Hoy, Aries, sorprende a tu pareja con una cena romántica preparada con amor y decora el espacio con velas para crear una atmósfera íntima y especial.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Tauro, 2026 te invita a abrir tu corazón y explorar nuevas oportunidades amorosas. Aprovecha las ocasiones sociales y eventos donde puedas conocer personas interesantes que compartan tus valores. No temas ser auténtico y mostrar tu lado más vulnerable; eso atraerá conexiones genuinas. Tómate tu tiempo, pero mantén el corazón dispuesto a nuevas aventuras románticas. La paciencia y la sinceridad serán tus mejores aliados para encontrar un amor que te complete y llene de felicidad.",
      "couples": "Querido Tauro, para fortalecer tu relación en 2026, enfócate en la comunicación sincera y abierta. Escucha con atención y expresa tus sentimientos con ternura. Sorprende a tu pareja con pequeños gestos románticos que reflejen tu dedicación, como una cena especial o detalles personalizados. La paciencia y el compromiso serán tus mejores aliados para profundizar vuestro vínculo. Recuerda que el amor se nutre cada día con gestos cotidianos llenos de cariño y autenticidad.",
      "mood": "cauteloso",
      "action": "Hoy, Tauro, sorprende a tu pareja preparando una cena romántica en casa con sus sabores favoritos y una playlist que signifique algo especial para ambos.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Géminis, en 2026, tu encanto y versatilidad te abrirán nuevas puertas para el amor. Aprovecha eventos sociales y actividades que estimulen tu mente para conocer personas afines. Sé auténtico y abierto, dejando que tu luz natural brille. La clave será escuchar con atención y dejar que la espontaneidad guíe tus encuentros. Confía en el proceso, porque las conexiones genuinas florecerán cuando menos lo esperes. ¡El amor está a tu alcance!",
      "couples": "Géminis, en 2026-01-01, dedica tiempo a escuchar con atención a tu pareja. La sinceridad y la comunicación abierta fortalecerán vuestro vínculo. Sorpréndela con un detalle pensado en sus gustos; pequeños gestos demuestran tu amor. Practica la paciencia y evita la impulsividad para mantener la armonía. Comparte momentos genuinos y expresa tus sentimientos con claridad. Así, construiréis una base sólida y llena de romanticismo que perdurará en el tiempo.",
      "mood": "romántico",
      "action": "Hoy, Géminis, sorprende a tu pareja con un mensaje escrito a mano que exprese cuánto valoras su presencia en tu vida.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cáncer, el 2026 te invita a abrir tu corazón y explorar nuevas oportunidades románticas. Aprovecha eventos sociales y círculos cercanos para conocer gente auténtica y fortalecer vínculos. Sé valiente, comparte tus sentimientos y permite que tu sensibilidad brille. La empatía será tu mejor aliada para conectar. Confía en tu intuición y recuerda que el amor llegará cuando menos lo esperes, en el momento perfecto para ti.",
      "couples": "Querido Cáncer, en 2026, enfoca tu energía en fortalecer la comunicación con tu pareja. Expresa tus sentimientos con sinceridad y escucha activamente sus necesidades. Los gestos románticos, como una carta o una sorpresa simple, fortalecerán su vínculo. No temas mostrar vulnerabilidad; esto profundiza la confianza. Cultiva momentos íntimos y agradece las pequeñas cosas. Recuerda que el amor se nutre con atención, empatía y detalles que demuestran cuánto valoras su compañía.",
      "mood": "juguetón",
      "action": "Hoy, Cáncer, sorprende a tu pareja con una carta escrita a mano que exprese todo lo que sientes y valoras en su presencia.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leo, en 2026, abre tu corazón a nuevas experiencias y personas. Aprovecha las oportunidades en eventos sociales y actividades que te apasionen. Tu confianza natural atraerá a quienes compartan tu energía vibrante y entusiasmo. No temas mostrar tu lado vulnerable; esto fortalecerá conexiones auténticas. Cultiva la paciencia y el amor propio. El universo conspira a tu favor para encontrar esa chispa especial. ¡Confía en el proceso y disfruta cada momento!",
      "couples": "Querido Leo, en 2026, fortalece tu relación mostrando sinceridad y atención. Usa tu brillo natural para crear momentos memorables, pero también escucha activamente a tu pareja. Los pequeños gestos románticos, como notas amorosas o sorpresas, alimentarán la pasión. Comunícate con honestidad y vulnerabilidad, fortaleciendo así el vínculo. Recuerda que el amor se construye con acciones diarias llenas de entusiasmo y ternura. Tu calor y liderazgo harán que vuestra conexión crezca aún más profundo.",
      "mood": "serio",
      "action": "Hoy, Leo, prepara una cena sorpresa con tus platillos favoritos y enciende unas velas, creando un ambiente íntimo para sorprender a tu ser amado.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querido Virgo, en este inicio de 2026, abre tu corazón a nuevas experiencias y oportunidades románticas. Aprovecha eventos sociales y actividades que despierten tu pasión y curiosidad, como talleres o viajes cortos. Deja que tu autenticidad brille y no temas mostrar tu lado suave y vulnerable. La paciencia será tu aliada; confía en que el amor llegará en el momento perfecto. Permítete soñar y gozar del proceso, ¡el amor te espera!",
      "couples": "Para Virgo en 2026-01-01, fortalece tus lazos siendo más espontáneo y abierto con tu pareja. La comunicación sincera y amable crea confianza y profundiza la conexión. No temas expresar tus sentimientos y reconocer los pequeños detalles que tu pareja aprecia. Sorprénde a tu ser amado con gestos románticos que demuestren cuánto valoras su compañía, como una cena especial o una nota cariñosa. Cultiva la paciencia y el amor, y tu relación prosperará con mayor intensidad y armonía.",
      "mood": "apasionado",
      "action": "Hoy, dedica unos minutos a preparar una cena especial con sus ingredientes favoritos y comparte ese momento íntimo con su ser amado.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, 2026 te regalará oportunidades para ampliar tu círculo social. Aprovecha eventos, talleres y reuniones para conocer nuevas personas. Tu encanto natural atraerá a quienes valoran tu equilibrio y sensibilidad. Sé auténtico, escucha con atención y comparte tus aspiraciones. La paciencia será clave: las relaciones profundas florecerán con sinceridad y tiempo. Confía en tu intuición y permite que el amor suceda sin apuros. Este año, tu corazón encontrará su mejor ritmo.",
      "couples": "Querida Libra, en 2026, enfócate en fortalecer tu vínculo mediante la comunicación abierta y sincera. Escucha activamente a tu pareja y comparte tus sentimientos con ternura. No dudes en sorprenderla con pequeños gestos románticos, como una nota cariñosa o una cita espontánea. La armonía en la relación se construye con atención genuina y detalles que demuestren cuánto valoras lo que comparten. Cultiva el amor con paciencia y ternura, y verás crecer su conexión día a día.",
      "mood": "cauteloso",
      "action": "Hoy, Libra, sorprende a tu pareja enviándole un mensaje lleno de admiración y gratitud, evocando un momento especial que fortaleció su amor.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpio, en 2026, abre tu corazón y lánzate a nuevas experiencias. Aprovecha oportunidades para conocer gente en actividades que amas, ya sea en talleres, conciertos o viajes. Tu pasión y sinceridad atraerán corazones genuinos. Confía en tu intuición para identificar conexiones profundas. No olvides que la paciencia y la autocomprensión son claves. Este año, permitirá que el amor florezca en tu vida, ¡el universo conspira a tu favor!",
      "couples": "Querido Escorpio, en este 2026, enfócate en fortalecer tu relación mediante la comunicación honesta y abierta. No temas expresar tus sentimientos profundos, esto creará mayor confianza y cercanía. Los gestos románticos, como detalles inesperados y palabras de cariño, alimentarán la pasión. Practica la empatía y escucha activamente a tu pareja. Recuerda que el amor crece con esfuerzo y sinceridad, convirtiendo cada momento en una oportunidad para fortalecer su hermoso vínculo.",
      "mood": "juguetón",
      "action": "Hoy, Escorpio, prepara una cena romántica en casa con música suave y una nota escrita a mano que exprese tu amor profundo.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitario, 2026 te brinda oportunidades emocionantes para encontrar el amor. Abraza nuevas experiencias y amplía tu círculo social, participando en actividades que te apasionen, como viajes o talleres culturales. La clave está en ser auténtico y mantener una actitud abierta y optimista. Confía en tu intuición y no temas mostrar tu verdadero yo. Los encuentros genuinos surgirán cuando menos lo esperes, ¡prepárate para enamorarte en los momentos más inesperados!",
      "couples": "Querido Sagitario, en 2026, cultiva la comunicación abierta y sincera con tu pareja. Escucha con atención y comparte tus sentimientos con ternura. Sorpréndela con pequeños gestos románticos que demuestren tu aprecio, como una carta escrita a mano o un paseo espontáneo. La honestidad y la pasión fortalecerán su vínculo, recordándoles la importancia de mantener viva la chispa del amor. Confía en tu intuición y entrega tu corazón con alegría.",
      "mood": "reflexivo",
      "action": "Hoy, Sagitario, sorprende a tu pareja con una nota escrita a mano expresando cuánto agradeces su apoyo y amor en tu vida.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricornio, 2026 te brinda oportunidades únicas para abrir tu corazón. Este año, sorpréndete explorando nuevas actividades y círculos sociales; tu determinación atraerá a personas interesantes. No temas mostrar tu vulnerabilidad, eso fortalecerá tus conexiones. Sé paciente y auténtico en tus acercamientos. La clave está en confiar en tu intuición y en disfrutar el proceso. El amor llegará en el momento perfecto, solo mantén abierta tu mente y corazón.",
      "couples": "Querido Capricornio, en 2026, fortalece tu vínculo priorizando la comunicación abierta y sincera. Comparte tus sentimientos y escucha con atención a tu pareja, demostrando interés genuino. Los gestos románticos, como una sorpresa especial o palabras de cariño, fortalecerán el lazo emocional. Recuerda que la constancia y la ternura construyen confianza y profundidad en la relación. Aprovecha cada momento para demostrar cuánto valoras a tu pareja y convertir cada día en una oportunidad de amor duradero.",
      "mood": "juguetón",
      "action": "Hoy, Capricornio, sorprende a tu amor con una cena casera y una nota sincera que exprese cuánto valoras su presencia en tu vida.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Acuario, en 2026, abre tu corazón a nuevas experiencias y a conocer diferentes personas. Aprovecha eventos sociales, talleres y viajes para ampliar tu círculo. No temas mostrar tu autenticidad; tu encanto único atraerá a quien realmente valore tu originalidad. Sé paciente y mantén una actitud optimista. La persona especial puede estar más cerca de lo que imaginas si te permites ser tú mismo. Confía en el camino y disfruta del proceso del amor.",
      "couples": "Acuario, en 2026, enfócate en fortalecer la conexión emocional con tu pareja. Comunícate con sinceridad y escucha con atención, mostrando interés genuino en sus sueños y preocupaciones. Sorpréndela con pequeños gestos de cariño, como notas románticas o planear experiencias juntos. La innovación y el compromiso auténtico fomentarán una relación más sólida y llena de amor, permitiendo que ambos crezcan y disfruten cada momento compartido con confianza y ternura.",
      "mood": "romántico",
      "action": "Hoy, Acuario, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y sueños compartidos.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Piscis, en 2026 estarás abierto a nuevas conexiones. Aprovecha cada oportunidad para socializar, ya sea en eventos, talleres o incluso en actividades creativas. Tu sensibilidad y empatía atraerán a personas auténticas. No temas mostrarte tal cual eres; la sinceridad abrirá puertas a romances profundos. Confía en tu intuición al elegir con quién invertir tu corazón, y recuerda que el amor llegará cuando menos lo esperes, pero siempre cuando estés listo para entregarte por completo.",
      "couples": "Querido Piscis, en 2026, enfócate en fortalecer tu vínculo a través de la comunicación sincera y emocional. Exprésale tus sentimientos más profundos y escucha con empatía. Los gestos románticos, como pequeñas sorpresas o palabras de amor, fortalecen la conexión. Confía en tu intuición, pero también sé abierto a compartir tus dudas y sueños. Cultiva la paciencia y el cariño para construir una relación aún más sólida y llena de magia.",
      "mood": "apasionado",
      "action": "Hoy, Piscis, escribe una carta sincera expresando tus sentimientos más profundos y sorprende a esa persona especial con tu honestidad y ternura.",
      "author": "Astrologly"
    }
  }
}