{
  "date": "2026-02-25",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Am 25. Februar 2026 steht für Widder die Chance, offen für neue Begegnungen zu sein. Nutze Gelegenheiten, um alte Bekanntschaften aufzufrischen oder neue Menschen kennenzulernen. Sei mutig, zeige dein echtes Ich und höre aufmerksam zu. Für Widder ist Authentizität attraktiv. Gehe raus, probiere neue Aktivitäten und lasse dich auf spontane Treffen ein. Romantische Chancen ergeben sich oft unerwartet – sei bereit, das Herz zu öffnen und dein Glück aktiv zu suchen.",
      "couples": "Liebe Widder, am 25. Februar 2026 solltest du deine Leidenschaft in den Dienst deiner Beziehung stellen. Zeige deinem Partner durch ehrliche Gespräche, dass du ihn schätzt. Kleine romantische Gesten, wie eine liebevolle Nachricht oder gemeinsame Aktivitäten, stärken euer Band. Höre aufmerksam zu und zeige Verständnis. Offenheit und Zuneigung sind an diesem Tag besonders wertvoll. Nutze diese Energie, um eure Verbindung zu vertiefen und gemeinsam unvergessliche Momente zu schaffen.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deinem Herzmensch eine liebevolle Nachricht schicken und ihm damit zeigen, wie sehr du ihn in deinem Leben schätzt.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Am 25. Februar 2026 ist eine wunderbare Gelegenheit für den Stier, seine Komfortzone zu verlassen. Sei offen für spontane Treffen und neue Bekanntschaften – vielleicht liegt dein Seelenverwandter in einem unbeachteten Moment. Pflege deine authentische Natur, zeige deine fürsorgliche Seite und höre aktiv zu. Das Universum belohnt Geduld und Beständigkeit. Mit einem offenen Herzen kannst du die Liebe finden, die du verdienst, und eine erfüllte Partnerschaft aufbauen.",
      "couples": "Liebes Stier, am 25. Februar 2026 liegt der Schlüssel zu einer noch tieferen Verbindung in aufrichtiger Kommunikation. Zeige deine Wertschätzung durch kleine, liebevolle Gesten – eine handgeschriebene Nachricht oder ein gemeinsames Dinner. Höre aufmerksam zu und teile deine Gefühle offen. Schaffe gemeinsame Rituale, die eure Bindung stärken. Mit Geduld und Herz baust du eine stabile, romantische Basis, die euch beide erfüllt und verbindet.",
      "mood": "vorsichtig",
      "action": "Heute sollte der Stier seinem Partner eine liebevolle, handgeschriebene Liebesnachricht zukommen lassen und ihr oder ihm damit zeigen, wie tief seine Gefühle sind.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Liebe Zwillinge, am 25. Februar 2026 solltest du offen für neue Begegnungen sein. Nutze Gelegenheiten, um dich bei Events oder gemeinsamen Hobbys zu vernetzen. Deine kommunikative Art zieht Menschen magisch an. Zeige echtes Interesse und lasse spontane Gespräche entstehen. Geduld ist wichtig; manchmal braucht die Liebe etwas Zeit. Bleibe authentisch und freue dich auf aufregende Begegnungen, die dein Herz höher schlagen lassen. Neue Verbindungen warten auf dich!",
      "couples": "Am 25. Februar 2026 ist es für Zwillinge besonders wichtig, bewusst zuzuhören und offen über Gefühle zu sprechen. Nutze deine vielseitige Kommunikation, um gemeinsame Interessen zu vertiefen. Zeige deinem Partner durch kleine, liebevolle Gesten deine Wertschätzung und Überraschungen, um die Romantik frisch zu halten. Investiere Zeit in gemeinsame Aktivitäten, damit eure Verbindung stärker wird. Offenheit, Kreativität und liebevolle Worte sind der Schlüssel für eine harmonische Partnerschaft an diesem Tag.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Zwillinge-Partner eine handgeschriebene Liebesbotschaft in einen kleinen Umschlag stecken und ihm/deinem Schatz persönlich übergeben.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Liebe Krebs, am 25. Februar 2026 loht es sich, neue Wege zu gehen. Öffne dein Herz für spontane Begegnungen und sei authentisch in Gesprächen. Nutze Gelegenheiten, um alte Freunde wiederzusehen oder neue Bekanntschaften zu knüpfen. Dein sensibles Wesen zieht andere an, also zeige dich offen und ehrlich. Vertraue auf dein Bauchgefühl – so findet die Liebe vielleicht genau dich, wenn du am wenigsten damit rechnest.",
      "couples": "Am 25. Februar 2026 sollte Krebs in der Beziehung besonders auf emotionale Verbindung und offene Kommunikation achten. Nimm dir Zeit für kleine, liebevolle Gesten, um das Band zu stärken, z.B. eine gemeinsame Mahlzeit oder eine liebevolle Nachricht. Höre aktiv zu, teilen deine Gefühle ehrlich und zeige Verständnis. Ein warmes Lächeln oder eine Umarmung kann Wunder wirken. Besonders in diesem Moment lohnt es sich, Vertrauen zu festigen und gemeinsam schöne Erinnerungen zu schaffen.",
      "mood": "verspielt",
      "action": "Heute sollte Krebs deinem Partner eine liebevolle handgeschriebene Nachricht schicken, um deine tiefe Verbundenheit und Wertschätzung auszudrücken.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Liebe Löwe, am 25. Februar 2026 eröffnet sich eine wunderbare Chance, dein Herz zu öffnen. Nutze Gelegenheiten beim Ausgehen, Veranstaltungen oder gemeinsames Hobby, um neue Menschen kennenzulernen. Zeige dein strahlendes Selbstbewusstsein, aber sei auch offen für tiefgründige Gespräche. Authentizität schafft Verbindungen, die über das Äußere hinausgehen. Dein Charme zieht bezaubernde Begegnungen an – wage den ersten Schritt und vertraue auf deine innere Kraft. Liebe liegt in deiner Hand.",
      "couples": "Am 25. Februar 2026 ist es für Löwe in der Beziehung wichtig, offene Kommunikation zu pflegen. Zeige deinem Partner deine Wertschätzung durch kleine, liebevolle Gesten und schenke gemeinsame Momente der Nähe. Hör aufmerksam zu und teile deine Gefühle ehrlich. Eine ehrliche & liebevolle Verbindung stärkt euer Band. Nutze den Tag, um gemeinsam neue Erinnerungen zu schaffen und eure Leidenschaft füreinander neu zu entfachen — Liebe braucht Pflege und Aufmerksamkeit.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Partner unverbindlich eine liebevolle, handgeschriebene Nachricht schicken, um deine Wertschätzung und Leidenschaft sichtbar zu machen.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, am 25. Februar 2026 bietet dir der Moment die Chance, offen für neue Begegnungen zu sein. Nutze Gelegenheiten, um soziale Aktivitäten oder Events zu besuchen, bei denen du Gleichgesinnte treffen kannst. Zeige dich authentisch und aufmerksam, um echte Verbindungen zu knüpfen. Lass deine Unsicherheiten hinter dir, vertraue deinem Herzen und sei bereit, dich auf spannende romantische Möglichkeiten einzulassen. Liebe findet oft dort statt, wo du sie am wenigsten erwartest.",
      "couples": "Am 25. Februar 2026 ist es für die Jungfrau in der Beziehung wichtig, offene Kommunikation zu pflegen. Zeige deine Liebe durch kleine Gesten, wie eine liebevolle Nachricht oder eine gemeinsame Aktivität. Höre deinem Partner wirklich zu und schätze seine Meinungen. Schaffe Rituale, die euch verbinden, sei es ein Abendspaziergang oder ein gemeinsames Frühstück. Deine Präzision und Fürsorglichkeit stärken das Band und fördern eine liebevolle, vertrauensvolle Partnerschaft.",
      "mood": "leidenschaftlich",
      "action": "Heute könnte die Jungfrau ihrem Partner eine liebevoll geschriebene Nachricht senden, die ihre Wertschätzung und tiefen Gefühle ausdrückt.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Für Waage-Einzelne am 25. Februar 2026 steht die Liebe im Mittelpunkt. Nutze diese Zeit, um offen für neue Begegnungen zu sein und deine soziale Cirkel zu erweitern. Sei authentisch und zeige dich interessiert an anderen – das zieht potenzielle Partner an. Melde dich bei Veranstaltungen, die deinem Geschmack entsprechen, und vertraue auf dein natürliches Charisma. Geduld und Ehrlichkeit sind der Schlüssel für eine tiefe, romantische Verbindung.",
      "couples": "Am 25. Februar 2026 steht dein Waage-Horoskop im Zeichen der Harmonie. Nutze diesen Tag, um deine Beziehung durch aufrichtige Kommunikation zu vertiefen. Zeige deinem Partner durch kleine, bedeutungsvolle Gesten, dass du seine Bedürfnisse schätzt. Gemeinsame Aktivitäten stärken euer Band und bringen euch näher zusammen. Sei offen für Kompromisse und höre aktiv zu, um Missverständnisse zu vermeiden. So schafft ihr eine liebevolle Atmosphäre, die euer Band noch stärker macht.",
      "mood": "vorsichtig",
      "action": "Heute sollte die Waage ihrem Partner eine aufrichtige, liebevolle Nachricht schicken, um ihre Wertschätzung und Verbundenheit zu zeigen und den Moment zu vertiefen.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Lieber Skorpion, am 25. Februar 2026 öffnet sich eine besondere Gelegenheit, um neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und zeige dein authentisches Selbst. Nutze soziale Aktivitäten oder Online-Dating, um potenzielle Partner zu treffen. Deine tiefgründige Natur zieht verständnisvolle Menschen an. Bleib geduldig, duldsam und vertraue deinem Herzen. Die Liebe könnte ganz unerwartet in dein Leben treten – sei bereit, sie zu empfangen.",
      "couples": "Am 25. Februar 2026, liebes Skorpion, ist es wichtig, offen und ehrlich zu kommunizieren. Zeige deiner Partnerin oder deinem Partner deine tiefen Gefühle durch kleine, bedeutungsvolle Gesten. Höre aufmerksam zu und schätze die kleinen Dinge im Alltag. Nutze diese Zeit, um gemeinsam neue Wege zu finden, euer Band zu vertiefen. Deine Leidenschaft und Authentizität werden eure Verbindung stärken und für eine harmonische Zukunft sorgen.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion seinem Partner eine handgeschriebene Liebesbotschaft schenken, um tiefe Verbundenheit und ehrliche Gefühle zu zeigen.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Liebe Schütze, im Februar 2026 bieten sich spannende Chancen, neue Menschen kennenzulernen. Nutze deine offene, abenteuerliche Art, um aktiv an Veranstaltungen teilzunehmen oder Hobbys zu entdecken, die dein Herz ansprechen. Zeige dein echtes Interesse und sei mutig beim Ansprechen. Vertrauen und Authentizität ziehen potenzielle Partner an. Bleib geduldig, denn das Universum sorgt für die richtige Begegnung zur richtigen Zeit. Dein Optimismus macht dich unwiderstehlich.",
      "couples": "Am 25. Februar 2026 ist es wichtig, deinem Partner zuzuhören und ehrlich deine Gefühle zu teilen. Zeige deine Wertschätzung durch kleine, unerwartete Gesten wie eine liebevolle Nachricht oder gemeinsame Aktivitäten im Freien. Nutze dein Abenteuer-Gen, um neue Erfahrungen zu teilen und euer Band zu stärken. Offenheit und authentische Kommunikation sind der Schlüssel, um eure Verbindung zu vertiefen. Investiere bewusst Zeit in eure Liebe, um eine harmonische und erfüllte Partnerschaft zu schaffen.",
      "mood": "nachdenklich",
      "action": "Heute solltest du deinem Schatz eine liebevolle Nachricht schicken, die deine Begeisterung für gemeinsame Abenteuer und eure Zukunft ausdrückt.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Liebe Steinbock-Geborene, am 25. Februar 2026 eröffnet sich eine wunderbare Gelegenheit, neue Menschen kennenzulernen. Seid offen für spontane Begegnungen und nutzt Veranstaltungen, um euer Herz zu öffnen. Vertrauen und Authentizität sind Schlüssel, um tiefere Verbindungen aufzubauen. Geht mutig auf andere zu, ohne Erwartungen, und lasst euer natürlicher Charme erblühen. Euer Mut wird euch zu einer besonderen Person machen, die Liebe durch Ehrlichkeit findet.",
      "couples": "Am 25. Februar 2026 ist es für den Steinbock wichtig, in der Beziehung Offenheit zu zeigen. Nimm dir bewusst Zeit für tiefgründige Gespräche und höre deinem Partner wirklich zu. Kleine romantische Gesten, wie eine liebevolle Nachricht oder gemeinsame Aktivitäten, stärken eure Bindung. Zeige deine Zuneigung authentisch und wertschätzend. Investiere in gemeinsame Träume, um das Band zwischen euch noch enger zu knüpfen. Wachstum entsteht durch Ehrlichkeit und liebevolle Aufmerksamkeit.",
      "mood": "verspielt",
      "action": "Vergiss heute nicht, deinem Partner eine liebevolle Nachricht zu schicken, um deine Zuneigung ehrlich und spontan auszudrücken.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Lieber Wassermann, am 25. Februar 2026 eröffnet sich eine wunderbare Chance, neue Menschen kennenzulernen. Bleib offen für ungewohnte Begegnungen und nutze Community-Events, um Gleichgesinnte zu treffen. Zeige dein authentisches Ich und teile deine Visionen. Romantische Verbindungen entstehen oft dort, wo du dich wohl fühlst. Vertraue deinem Instinkt, sei geduldig, und die Liebe wird auf dich zukommen. Nutze diesen Tag, um dein Herz für neue Abenteuer zu öffnen.",
      "couples": "Am 25. Februar 2026 solltest du als Wassermann besonders auf offene Kommunikation setzen. Zeige deinem Partner deine Wertschätzung durch kleine, kreative Gesten, die deine Einzigartigkeit widerspiegeln. Hör aufmerksam zu und teile deine Gedanken ehrlich, um tieferes Verständnis zu fördern. Eine gemeinsame Aktivität, die beide begeistert, stärkt eure Verbindung. Offenheit, Originalität und liebevolle Aufmerksamkeit machen eure Beziehung in diesem Moment besonders stark und unvergesslich.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Lieblingsmenschen eine liebevolle Nachricht schicken, die deine Wertschätzung für seine Einzigartigkeit ausdrückt und eure Verbindung stärkt.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Am 25. Februar 2026, lieber Fische, öffne dein Herz für neue Begegnungen. Nutze Gelegenheiten, um in sozialen Kreisen aktiv zu werden, sei es bei Veranstaltungen oder online. Deine sensible Natur ist dein Vorteil – zeige dich offen und authentisch. Sei geduldig und halte Ausschau nach jemandem, der deine Tiefe und Intuition schätzt. Liebe wächst oft dort, wo du dich traust, du selbst zu sein.\n\n Damen, lasse dein Herz sprechen und sei mutig beim Kennenlernen. Die Sterne begünstigen Begegnungen mit Menschen, die deine Seele berühren. Nutze",
      "couples": "Liebe Fische, am 25. Februar 2026 lohnt es sich, eure emotionale Tiefe zu nutzen, um eure Beziehung zu vertiefen. Seid offen und ehrlich im Austausch, um Missverständnisse zu vermeiden. Kleine romantische Gesten, wie ein überraschendes Liebesbriefchen oder ein gemeinsamer Spaziergang, stärken euer Band. Zeigt eurer Partnerin euer wahres Mitgefühl und eure Leidenschaft, um eine harmonische Verbindung zu fördern. Vertrauen und Zuneigung sind euer Schlüssel zum Glück.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, in der du deine Wertschätzung und deine Gefühle offen ausdrückst.",
      "author": "Astrologly"
    }
  }
}