{
  "date": "2026-02-23",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Aries, el 23 de febrero de 2026, la energía del universo te invita a explorar nuevas conexiones. Abre tu corazón y busca encuentros auténticos, ya sea en actividades sociales o en hobbies que te apasionen. No temas ser sincero y mostrar tu verdadera esencia. La clave está en confiar en tu intuición y dejar que la pasión te guíe hacia relaciones profundas y llenas de emoción. ¡Tu oportunidad de amor está cerca!",
      "couples": "Para Aries en pareja en 2026-02-23, enfócate en fortalecer la comunicación y sorprender a tu pareja con gestos románticos sinceros. Escucha atentamente sus sentimientos y comparte tus emociones con apertura y honestidad. Dedícate a crear momentos especiales juntos, como una cita inesperada o un pequeño detalle que demuestre cuánto la valoras. La clave está en equilibrar tu pasión con ternura, reforzando así un amor duradero y lleno de comprensión.",
      "mood": "apasionado",
      "action": "Hoy, Aries, sorprende a tu pareja con una carta escrita a mano que exprese sinceramente tu amor y admiración profunda por ella.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "QueridoTauro, hoy es un día perfecto para abrirte a nuevas experiencias amorosas. Aprovecha para salir, socializar y ampliar tu círculo de amigos. La paciencia y la sinceridad serán clave para atraer relaciones auténticas. No temas mostrar tu verdadera esencia; tu estabilidad y ternura conquistarán corazones. Confía en el universo para guiarte hacia personas que valoren tu lealtad. Mantén el corazón abierto y recibe con alegría las oportunidades románticas que se presenten.",
      "couples": "Querido Tauro, en este momento intenso, recuerda que la comunicación sincera fortalece cualquier lazo. Expresa tus sentimientos con ternura y escucha con atención a tu pareja. Los pequeños gestos románticos, como un abrazo cálido o una nota cariñosa, generan confianza y cercanía. Valora la estabilidad emocional que ambos construyen, y evita la rutina. Con paciencia y amor, tu relación crecerá en profundidad y felicidad.",
      "mood": "cauteloso",
      "action": "Hoy, Tauro, sorprende a tu pareja con una cena casera hecha con cariño y una lectura romántica para fortalecer vuestro vínculo.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Para los géminis solteros en 2026-02-23, este es un momento ideal para explorar nuevas conexiones. Abre tu corazón a diferentes ambientes y personas, ya que tu versatilidad te ayudará a atraer a aquellos que valoran tu inquietud y energía. Sé auténtico en tus conversaciones y escucha con atención. No temas mostrar tu lado más romántico y espontáneo; las oportunidades de amor están en cada encuentro si te permites ser tú mismo.",
      "couples": "Querido Géminis, en este día te recomiendo fortalecer la comunicación con tu pareja, compartiendo tus sentimientos con honestidad y ternura. Aprovecha tu ingenio para sorprender con pequeños gestos románticos que enamoren aún más. Escucha activamente y muestra interés genuino en sus pensamientos. La clave está en abrir tu corazón y mantener la chispa viva. Con paciencia y palabras sinceras, crearás un vínculo aún más profundo y lleno de amor.",
      "mood": "romántico",
      "action": "Hoy, Géminis, envía un mensaje dulce y personal a tu pareja, recordándole cuánto valoras su compañía y alegrando su día.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cáncer, en este día 23 de febrero de 2026, abre tu corazón y sé receptivo a nuevas oportunidades. Tu sensibilidad y empatía te hacen especial, pero también necesitas mostrarte más abierto y confiado. Sal y participa en actividades que te apasionen; así atraerás personas que compartan tu visión del amor. Confía en tu intuición y no temas arriesgarte, porque el verdadero amor podría estar cerca, esperando que des ese primer paso.",
      "couples": "Querido Cáncer, en esta fecha especial, enfócate en fortalecer el vínculo con tu pareja. La comunicación sincera y abierta será clave; comparte tus sentimientos con ternura y escucha con atención. No temas demostrar tu amor mediante pequeños gestos románticos, como una nota especial o un abrazo reconfortante. La sensibilidad y la empatía fortalecerán su conexión, recordándoles que el amor se nutre con cuidado y detalles sinceros. Disfruta cada momento juntos con corazón abierto.",
      "mood": "juguetón",
      "action": "Hoy, Cáncer, prepara una cena especial en casa, ilumina con velas y comparte en silencio un momento de ternura y conexión.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leo, en esta etapa de 2026, tu carisma y confianza te abren puertas para conocer nuevas personas. Aprovecha eventos sociales y actividades que despierten tu pasión, pues allí encontrarás oportunidades románticas genuinas. Mantén una actitud sincera y muestra tu verdadero ser; la autenticidad atraerá a alguien especial. Confía en tu intuición y no temas arriesgarte, porque el amor puede sorprenderte cuando menos lo esperes. ¡Tu luz brillante atraerá a quien merece conocerte!",
      "couples": "Querido Leo, para fortalecer tu relación hoy, enfócate en la comunicación honesta y abierta. Comparte tus sentimientos y escucha con atención a tu pareja. Sorpréndela con pequeños gestos románticos que revelen cuánto la valoras: una nota, una cita inesperada o un simple abrazo. Recuerda que la sinceridad y los detalles cotidianos fortalecerán su vínculo y llenarán de amor y confianza su camino juntos.",
      "mood": "serio",
      "action": "Hoy, Leo debería sorprender a su pareja con una carta escrita a mano, expresando sus sentimientos más profundos y lo que significa para él.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgo, el 2026-02-23 es un momento ideal para abrirte al amor. Aprovecha oportunidades para socializar en eventos y actividades que reflejen tus intereses, pues allí conocerás personas auténticas. Confía en tu intuición y no temas mostrar tu lado romántico. Mantén una actitud positiva y sé sincera en tus intenciones. El amor está cerca, solo debes dar el primer paso con confianza y corazón abierto.",
      "couples": "Querida Virgo, el 23 de febrero de 2026, tu amor prosperará si te concentras en la comunicación abierta y sincera. Dedica tiempo a escuchar a tu pareja con atención, mostrando empatía y comprensión. Los pequeños gestos románticos, como una nota especial o una sorpresa sencilla, fortalecerán vuestro vínculo. No olvides valorar sus detalles y expresar tu gratitud constantemente. Tu atención y sinceridad crearán un amor aún más profundo y duradero.",
      "mood": "apasionado",
      "action": "Hoy, Virgo, prepara una cena casera con cariño y sorprende a tu pareja con una nota breve que exprese cuánto valoras su presencia en tu vida.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, el 2026-02-23 es una oportunidad perfecta para abrirte a nuevas experiencias románticas. Confía en tu encanto natural y busca encuentros en lugares que estimulen tu estética y armonía, como cafés artísticos o eventos culturales. Sé auténtico en tus conversaciones y mantén el equilibrio entre dar y recibir. No temas mostrar tu vulnerabilidad; esto atraerá a personas que valoren tu belleza interior. ¡El amor está más cerca de lo que imaginas!",
      "couples": "Querida Libra, en este día, prioriza la comunicación abierta y sincera con tu pareja. Escucha activamente sus sentimientos y expresa los tuyos con ternura y claridad. Aprovecha para sorprenderla con pequeños gestos románticos, como una carta o una cena especial. La armonía y el equilibrio que tanto valoras se fortalecerán al demostrar tu aprecio y dedicación. Confía en tu encanto natural y crea momentos memorables juntos.",
      "mood": "cauteloso",
      "action": "Hoy, Libra, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y tu amor sincero.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpio, hoy en 2026-02-23, abre tu corazón para nuevas aventuras amorosas. Aprovecha las oportunidades para conocer gente en eventos sociales o grupos de interés. Tu intensidad y sinceridad atraerán a quienes buscan una conexión profunda. No temas mostrar tu vulnerabilidad, eso enamora aún más. Confía en tu intuición y sé auténtico. Este es el momento perfecto para expandir tu círculo y descubrir una historia que te lleve hacia la felicidad verdadera.",
      "couples": "Querido Escorpio, en 2026-02-23, enfócate en fortalecer la comunicación con tu pareja. Expresa tus sentimientos con honestidad y escucha activamente para profundizar la confianza. Pequeños gestos románticos, como una carta o una cena sorpresa, revitalizarán la pasión. Recuerda que la vulnerabilidad construye lazos más fuertes. Con paciencia y sinceridad, tu relación se enriquecerá, creando un vínculo más profundo y lleno de amor.",
      "mood": "juguetón",
      "action": "Hoy, Escorpio, prepara una cena íntima en casa con su pareja, con velas y música suave, para fortalecer su conexión emocional.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitario, en esta fecha especial del 23 de febrero de 2026, tu energía aventurera abre puertas para nuevos encuentros. Mantén una mente abierta y busca actividades que te apasionen, pues allí conocerás a alguien especial. Confía en tu carisma natural y sé auténtico en tus conversaciones. La clave está en disfrutar el proceso sin presiones, permitiendo que las conexiones se desarrollen de manera orgánica. ¡Tu corazón está listo para una historia maravillosa!",
      "couples": "Querido Sagitario, en esta fecha, enfócate en fortalecer tu vínculo siendo honesto y abierto. Comunícate con sinceridad, sin miedo a mostrar tus sentimientos profundos, y escucha con empatía a tu pareja. Sorpréndela con pequeños gestos románticos que reflejen tu entusiasmo y pasión. Mantén viva la chispa explorando nuevas experiencias juntos; tu energía y alegría contagiarán vuestro amor, creando recuerdos inolvidables y profundizando la confianza en vuestra relación.",
      "mood": "reflexivo",
      "action": "Hoy, Sagitario, sorprende a tu pareja con una cena romántica en un lugar especial que tenga un significado significativo para ambos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricornio, el 2026 te invita a abrir tu corazón y explorar nuevas conexiones. Aprovecha cada oportunidad para socializar, ya sea en eventos, talleres o en tus lugares habituales. La clave está en ser auténtico y mostrar tu verdadera esencia. Confía en tu intuición al escoger a quien merezca tu cariño. Este año, la paciencia y la perseverancia te abrirán puertas a un amor sincero y profundo. ¡El amor te espera!",
      "couples": "Querido Capricornio, en este día, enfócate en fortalecer la conexión emocional con tu pareja. La comunicación sincera y abierta será clave para profundizar vuestro vínculo. Demuestra tu amor con pequeños gestos románticos; una nota, un abrazo espontáneo o una palabra dulce. Recuerda que la paciencia y la empatía son fundamentales. Dedica tiempo para escuchar y entender sus sentimientos, así crearás un amor más fuerte y duradero.",
      "mood": "juguetón",
      "action": "Hoy, Capricornio, sorprende a tu pareja con una cena casera preparada con amor y comparte una tarde de conversaciones profundas y sinceras.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Acuario, el 2026-02-23 es una fecha perfecta para abrirte a nuevas experiencias amorosas. Aprovecha eventos sociales y actividades que reflejen tus intereses genuinos; allí encontrarás personas que resonarán con tu vibrante energía. Sé auténtico y cordial, permite que tu curiosidad te guíe en conversaciones profundas. Recuerda que la paciencia y la honestidad fortalecerán tus conexiones. Este es un momento ideal para descubrir el amor en la compañía de quienes compartan tu visión única del mundo.",
      "couples": "Querido Acuario, el 23 de febrero de 2026 es un momento ideal para fortalecer vuestra conexión. Escucha atentamente a tu pareja y comparte tus sentimientos con sinceridad. Pequeños gestos románticos y detalles inesperados harán que vuestra relación florezca. Dedica tiempo a explorar nuevos intereses juntos y muestra tu admiración genuina. La comunicación abierta y el valor de esos gestos amorosos fortalecerán vuestro vínculo y crearán recuerdos imborrables.",
      "mood": "romántico",
      "action": "Hoy, Acuario, sorprende a tu pareja con una carta escrita a mano donde expreses tus sentimientos más profundos y sinceros.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Piscis, el 23 de febrero de 2026, abre tu corazón a nuevas experiencias. Aprovecha las oportunidades para conocer gente en lugares culturales o actividades creativas. Confía en tu intuición para identificar conexiones genuinas. No temas mostrar tu vulnerabilidad, eso atraerá a quien valore tu sensibilidad. Mantén una actitud positiva y sé auténtico. El amor está cerca; solo necesitas dar el primer paso con paciencia y confianza en tu hermoso corazón.",
      "couples": "Querido Piscis, en esta fecha, enfócate en fortalecer la conexión emocional con tu pareja. Practica la escucha activa y comparte tus sentimientos con cariño y sinceridad. Los pequeños gestos románticos, como una carta o una cena sorpresa, profundizarán su vínculo. Confía en tu intuición, pero también sé abierto a expresar tus necesidades. La empatía y la comunicación honesta serán la clave para un amor más profundo y duradero.",
      "mood": "apasionado",
      "action": "Hoy, Piscis, sorprende a tu ser amado con una carta escrita a mano que exprese tus sentimientos más profundos y genuinos.",
      "author": "Astrologly"
    }
  }
}