{
  "date": "2026-02-10",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Neste dia especial, Áries solteiro, deixe sua paixão pelo impulso te guiar, mas lembre-se de cultivar paciência e atenção. Aproveite as oportunidades de encontros espontâneos que surgirem, seja em eventos, passeios ou grupos novos. Este é um momento perfeito para abrir seu coração, demonstrar interesse sincero e se permitir conhecer alguém verdadeiramente importante. Confie na sua energia e coragem, pois o amor pode estar a um passo de acontecer de uma forma que você nunca imaginou.",
      "couples": "Áries em 10 de fevereiro de 2026, lembre-se de priorizar a comunicação sincera. Demonstre seu amor com gestos espontâneos e atenção aos detalhes do seu parceiro. Ouça com empatia e evite agir por impulso nas discussões. Invista momentos românticos a dois, criando memórias especiais. Sua paixão pode fortalecer ainda mais o relacionamento; seja vulnerável e mostre seu lado mais gentil e dedicado. Assim, vocês construirão uma ligação mais profunda e duradoura.",
      "mood": "apaixonado",
      "action": "Hoje, Áries deve surpreender seu amor com uma mensagem escrita à mão, expressando seus sentimentos mais profundos e admirando-o com sinceridade.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Para Touro solteiro em 10 de fevereiro de 2026, abra seu coração para novas experiências. Este é um momento propício para ampliar seu círculo social e explorar encontros autênticos. Seja paciente e confie na sua intuição, valorizando conexões sinceras. Aproveite eventos culturais ou atividades ao ar livre para conhecer pessoas que compartilhem seus valores. Cultive a autoestima e esteja aberto ao amor inesperado, pois a sorte está ao seu lado para encontrar alguém especial.",
      "couples": "Querido Touro, em 10 de fevereiro de 2026, invista na comunicação sincera e na apreciação diária do seu amor. Demonstre seus sentimentos com gestos simples, como um abraço apertado ou uma mensagem carinhosa. Ouça com atenção e compartilhe seus sonhos e desejos, fortalecendo a conexão emocional. Lembre-se de que a estabilidade e o carinho são essenciais: cultive momentos especiais e valorize cada instante juntos, criando uma relação mais sólida e apaixonada.",
      "mood": "cauteloso",
      "action": "Hoje, Touro deve preparar um jantar especial e íntimo para seu amor, demonstrando carinho e valorizando os momentos delicados juntos.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "No dia 10 de fevereiro de 2026, Gêmeos, aproveite sua curiosidade natural para explorar novas oportunidades de encontro. Este é um momento ideal para ampliar seu círculo social, participando de eventos ou atividades que estimulem conversas autênticas. Seja genuíno ao compartilhar suas paixões e ouça atentamente quem você conhece. Confie em sua comunicação e deixe que seu brilho interior atraia alguém especial, preparado para uma conexão leve, inteligente e cheia de possibilidades.",
      "couples": "Para Gêmeos em 2026-02-10, foco na comunicação honesta fortalecerá seu relacionamento. Dedique tempo para ouvir seu parceiro com atenção, mostrando interesse genuíno. Surpreenda com gestos românticos, seja uma mensagem carinhosa ou um gesto inesperado. Cultive a empatia, compreendendo as necessidades do outro. Assim, vocês criarão uma conexão ainda mais profunda e cheia de leveza, tornando o amor mais forte e duradouro. Aproveite o dia para expressar seu afeto com sinceridade.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos deve surpreender seu amor com uma mensagem sincera e carinhosa, demonstrando o quanto ele é importante na sua vida.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, em 2026-02-10, abra seu coração para novas experiências. Este é um momento para explorar diferentes ambientes, seja um encontro com amigos ou eventos culturais. Conecte-se com pessoas que compartilham seus interesses e valores. Sua sensibilidade é uma grande vantagem; use-a para criar conexões profundas. Seja autêntico, escute com atenção e mostre seu lado gentil. O amor pode surgir onde menos espera, basta estar aberto às possibilidades.",
      "couples": "Câncer, em 10 de fevereiro de 2026, seu coração deseja aprofundar laços. Invista na comunicação sincera, compartilhando suas emoções com vulnerabilidade. Surpreenda seu parceiro com gestos românticos, como um jantar íntimo ou uma carta carregada de afeto. Mostre seu carinho através de detalhes que transmitam segurança e cuidado. Dessa forma, fortalecerá a conexão, criando um relacionamento ainda mais harmonioso e cheio de amor verdadeiro.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem carinhosa e sincera para seu parceiro, expressando o quanto ele significa para você e reforçando seu amor.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Para Leão solteiro em 10 de fevereiro de 2026, aproveite a energia vibrante do seu signo para se abrir ao novo. Participe de eventos sociais, esportes ou hobbies que despertam sua paixão, pois é nesses momentos que surgem conexões genuínas. Seja autêntico e confiante, mostrando seu brilho natural. Lembre-se: o amor pode estar mais perto do que imagina, basta dar o primeiro passo com coração aberto e coragem.",
      "couples": "Querido Leão, em 10 de fevereiro de 2026, fortaleça seus laços ao demonstrar entusiasmo sincero por seu parceiro. Valorize as pequenas atitudes diárias, mostrando apreço e atenção. Comunique-se com transparência e ouvidos atentos, criando intimidade emocional. Surpreenda com gestos românticos, seja uma mensagem carinhosa ou um momento especial. Seu brilho natural pode iluminar ainda mais seu relacionamento, tornando-o profundo e duradouro através de palavras e ações de amor genuíno.",
      "mood": "sério",
      "action": "Hoje, Leão, reserve um momento especial para escrever uma carta sincera expressando seu amor e gratidão pelo seu alguém querido.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgem, em 2026, abra seu coração para novas aventuras amorosas. Aproveite oportunidades para ampliar seu círculo social, participando de atividades que despertam sua paixão. Seja autêntica e gentil ao se conhecer, pois isso atrairá quem valoriza sua essência. Não hesite em dar o primeiro passo, e lembre-se: o amor encontra o caminho quando você lança boas energias ao universo. Confie no seu coração e aproveite essa jornada romântica cheia de possibilidades.",
      "couples": "Querida Virginiana, em 2026-02-10, foque em fortalecer sua conexão através de pequenas atitudes diárias. Demonstre seu amor com gestos românticos, como palavras carinhosas e presentes que mostram atenção aos detalhes. Prefira a comunicação aberta e honesta, ouvindo com empatia e sem julgamentos. Ao expressar sua vulnerabilidade, cria uma atmosfera de confiança que alimenta o relacionamento. Cultive esse vínculo especial com sinceridade, pois esse é o caminho para uma união ainda mais profunda e duradoura.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor com uma pequena carta escrita à mão, expressando seus sentimentos mais profundos e gratidão por sua presença.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, 2026 será um ano de oportunidades para abrir seu coração. Aproveite momentos para ampliar seu círculo social, participando de eventos ou hobbies que ama. Seja sincera ao expressar seus sentimentos e ouça seu coração com atenção. Sua harmonia natural atrairá pessoas especiais; confie no timing do universo. Permita-se ser vulnerável e descubra o amor em lugares inesperados. O universo conspira a seu favor, basta dar o primeiro passo com coragem e esperança.",
      "couples": "Hoje, Libra, invista em fortalecer seu relacionamento com gestos de carinho e diálogo sincero. Valorize a harmonia, escutando atentamente seu parceiro e expressando seus sentimentos de forma aberta. Surpreenda com pequenos detalhes, como uma mensagem amorosa ou um jantar especial. Aprecie a beleza da convivência, cultivando a paciência e o equilíbrio. Assim, seu vínculo se tornará ainda mais sólido e cheio de paixão, refletindo o verdadeiro amor que vocês compartilham.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e cheia de carinho, expressando o quanto ele é importante para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Hoje, Escorpião, 10 de fevereiro de 2026, é um dia perfeito para abrir seu coração. Busque novas oportunidades de encontros, seja em eventos sociais ou atividades que despertam sua paixão. Permita-se mostrar sua autenticidade e profundidade, pois alguém especial pode estar se aproximando. Seja paciente e confiante: ao se conectar sinceramente, você atrairá relacionamentos intensos e duradouros. Confie na sua intuição e deixe o amor florescer naturalmente.",
      "couples": "Querido Escorpião, em 10 de fevereiro de 2026, fortaleça seu relacionamento investindo na comunicação aberta e sincera. Expresse suas emoções com delicadeza e ouça com atenção o que seu parceiro compartilha. Pequenos gestos românticos, como uma mensagem carinhosa ou um gesto surpresa, fortalecerão o vínculo. Confie na sua intuição, mas lembre-se de ser vulnerável e honesto. Assim, vocês criarão uma conexão ainda mais profunda e apaixonada.",
      "mood": "brincalhão",
      "action": "Hoje, para demonstrar seu amor, escreva uma carta sincera, expressando seus sentimentos mais profundos e momentos especiais que compartilham.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido sagitariano, em 10 de fevereiro de 2026, abra seu coração para novas experiências. Este é um momento ótimo para explorar, conhecer pessoas diferentes e abrir-se para o inesperado. Seja autêntico e confiante, mostre seu sorriso contagiante e sua essência aventureira. Aproveite eventos sociais e atividades ao ar livre para ampliar seu círculo de conhecidos. O amor pode estar mais próximo do que imagina, basta dar o primeiro passo com entusiasmo e esperança.",
      "couples": "Sagitário, em 10 de fevereiro de 2026, fortaleça seu relacionamento cultivando a comunicação sincera e aberta. Surpreenda seu parceiro com gestos românticos, como uma caminhada sob o céu estrelado ou uma mensagem carinhosa ao amanhecer. Demonstre interesse genuíno pelos sonhos e desafios dele. Invista em momentos de risos e aventuras compartilhadas, criando memórias inesquecíveis que reforçam o vínculo e alimentam a paixão entre vocês.",
      "mood": "reflexivo",
      "action": "Hoje, mostrará seu amor de forma espontânea, enviando uma mensagem sincera e carinhosa para seu parceiro, demonstrando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricorniano(a), em 10 de fevereiro de 2026, esteja aberto(a) a novas experiências sociais. Aproveite oportunidades para encontros espontâneos, pois seu carisma atrairá pessoas sinceras e compatíveis. Seja autêntico(a) e demonstre seu lado gentil e dedicado. Não tenha medo de dar o primeiro passo, pois conexões verdadeiras podem surgir nos momentos mais inesperados. Confie no seu coração, e o amor encontrará seu caminho de forma natural nesta fase promissora.",
      "couples": "Capricórnio em 2026-02-10, hoje é um momento ideal para fortalecer seu relacionamento. Demonstre seu amor com gestos sinceros, como uma mensagem ou um ato de carinho. Ouça seu parceiro com atenção, valorizando suas opiniões e sentimentos. Invista na comunicação aberta e honesta, criando conexão profunda. Pequenas surpresas e demonstrações de afeição reforçarão a confiança. Lembre-se de equilibrar dedicação e espontaneidade, cultivando um vínculo sólido e cheio de amor verdadeiro.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, surpreenda seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e promovendo uma conexão sincera.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano, 2026 traz oportunidades únicas para ampliar seus horizontes amorosos. Esteja aberto a novos encontros e experiências, pois a espontaneidade será seu melhor aliado. Participe de eventos sociais e use a tecnologia a seu favor para conhecer pessoas com interesses semelhantes. Confie na sua autenticidade e deixe seu coração falar mais alto. O amor está mais próximo do que imagina—basta dar o primeiro passo com coragem e esperança.",
      "couples": "Querido Aquário, em 10 de fevereiro de 2026, invista na conexão emocional com seu parceiro. Comunique-se com sinceridade, ouvindo atentamente e demonstrando interesse genuíno. Surpreenda com gestos românticos simples, como uma mensagem carinhosa ou um gesto de cuidado. Valorize a liberdade de cada um, equilibrando autonomia e espaço comum. Cultive a confiança e a cumplicidade diariamente, transformando pequenos momentos em memórias inesquecíveis e fortalecendo seu vínculo amoroso.",
      "mood": "romântico",
      "action": "Hoje, aquariano deve surpreender seu amor com uma mensagem personalizada e sincera, demonstrando quanto ele é especial e valorizado por você.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, 2026 traz oportunidades incríveis para ampliar seus horizontes amorosos. Esteja aberto a conhecer novas pessoas, mesmo nos ambientes mais inesperados. Sua sensibilidade e empatia atraem potenciais parceiros que valorizam a profundidade emocional. Invista em atividades que reflitam sua essência, como cursos de arte ou meditação. Confie no seu coração, pois as conexões genuínas podem surgir onde menos espera. Permita-se sonhar e acreditar na magia do amor.",
      "couples": "Para Peixes em 2026-02-10, fortaleça seu relacionamento cultivando uma comunicação aberta e sincera. Demonstre seu amor com gestos românticos e atenção às pequenas necessidades do seu parceiro. Use sua sensibilidade natural para compreender emoções não ditas, criando um ambiente de confiança. Invista em momentos significativos juntos, como encontros íntimos ou palavras de afeto, reforçando o vínculo e alimentando a paixão que os une. Seu amor merece cuidado e dedicação diária.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, surpreenda seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e sonhos compartilhados.",
      "author": "Astrologly"
    }
  }
}