{
  "date": "2026-02-18",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Liebes Widder, 2026 bietet dir eine wundervolle Chance, neue Menschen zu treffen. Nutze deine Energie, um soziale Kreise zu erweitern—sei offen für spontane Begegnungen und aktiviere dein Netzwerk. Zeige dich authentisch und selbstbewusst, denn echte Romantik entsteht oft unerwartet. Höre auf dein Herz und gönn dir Geduld. Das Glück liegt darin, sich Zeit für die richtigen Menschen zu nehmen. Vertrau auf dein inneres Feuer, und die Liebe wird dich überraschen.",
      "couples": "Am 18. Februar 2026 liegt dein Fokus als Widder auf tiefgehender Verbundenheit. Zeige deinem Partner offene, ehrliche Gefühle und höre aktiv zu, um Missverständnisse zu vermeiden. Kleine romantische Gesten, wie eine liebevolle Nachricht oder gemeinsame Zeit bei Sonnenuntergang, stärken euer Band. Lass deine Impulsivität in positiven Überraschungen fließen, aber achte stets auf gegenseitigen Respekt. So schafft ihr eine harmonische, leidenschaftliche Verbindung, die beide erfüllt und verbindet.",
      "mood": "leidenschaftlich",
      "action": "Heute sollte der Widder seinem Schatz eine liebevolle Nachricht senden, in der er seine Gefühle offen und ehrlich ausdrückt, um Nähe zu fördern.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Lieber Stier, am 18. Februar 2026 ist eine wunderbare Gelegenheit, neue Menschen kennenzulernen. Nutze deine stabile und sinnliche Natur, um authentisch zu sein und tiefere Verbindungen zu suchen. Gehe bewusst auf Veranstaltungen oder in Gemeinschaften, die deine Leidenschaften teilen. Offenheit und Geduld bringen dir die besten romantischen Chancen. Lass dich auf spontane Begegnungen ein und vertraue auf dein natürliches Charisma. Das Glück ist näher, als du denkst!",
      "couples": "Am 18. Februar 2026 ist es wichtig, als Stier in der Beziehung auf offene Kommunikation zu setzen. Zeige deinem Partner durch kleine, liebevolle Gesten, dass du ihn schätzt. Plane gemeinsame Aktivitäten, die eure Bindung stärken, wie ein romantisches Abendessen oder einen Spaziergang im Naturpark. Höre aktiv zu und sei geduldig bei Konflikten. Dein beharrliches Vertrauen und deine Wärme schaffen Stabilität und Liebe, die euch noch enger verbinden.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Liebsten oder deiner Liebsten eine liebevolle Nachricht schicken, die deine tiefe Wertschätzung und Sehnsucht ausdrückt.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Liebe Zwillinge, am 18. Februar 2026 öffnet sich eine spannende Chance für dich, neue Menschen kennenzulernen. Nutze diese Zeit, um offen auf Events und soziale Aktivitäten zuzugehen, denn Kommunikation ist deine Stärke. Zeige dein echtes Interesse, sei neugierig und versuche, dich authentisch zu zeigen. Romantische Möglichkeiten entstehen dort, wo du dich wohlfühlst. Vertrau auf dein Charme und bleib geduldig – die Liebe könnte genau um die Ecke warten.",
      "couples": "Am 18. Februar 2026 ist es für Zwillinge besonders wichtig, auf offene Kommunikation zu setzen. Nutze deine vielseitige Natur, um überraschende, kleine Gesten der Zuneigung zu zeigen. Höre aktiv zu und zeige echtes Interesse an den Gedanken und Gefühlen deines Partners. Gemeinsame Abenteuer schaffen tiefe Verbindungen. Sei geduldig, wenn Missverständnisse auftreten, und schätze die Vielfalt eurer Beziehung, um sie noch heller erstrahlen zu lassen.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Zwillinge-Partner eine liebevolle Nachricht schicken, die deine tiefen Gefühle ausdrückt und eure einzigartige Verbindung betont.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Lieber Krebs, am 18. Februar 2026 öffnet sich eine schöne Gelegenheit, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und investiere Zeit in Gespräche, die dein Herz berühren. Nutze die Kraft deiner emotionalen Tiefe, um authentische Verbindungen aufzubauen. Vertraue deinem Bauchgefühl, und lasse deine Sensibilität dein größtes Kapital sein. Romantische Chancen entstehen, wenn du dich traust, dein wahres Ich zu zeigen. Liebe ist nah, halte Ausschau!",
      "couples": "Liebe Krebs-Geborene, am 18. Februar 2026 ist es wichtig, eure emotionale Tiefe zu zeigen. Investiert bewusst Zeit in gemeinsame Gespräche, um Missverständnisse zu vermeiden. Kleine romantische Gesten, wie eine liebevolle Nachricht oder ein gemeinsames Abendessen, stärken eure Verbindung. Seid offen für Gefühle und hört aktiv zu. Eure sensible Natur macht euch einzigartig – nutzt diese Stärke, um eure Partnerschaft noch inniger zu gestalten. Euer Herz ist euer schönstes Geschenk.",
      "mood": "verspielt",
      "action": "Krebs sollte heute einen handgeschriebenen Liebesbrief an seine Partnerin oder seinen Partner verfassen und diesen an einem besonderen Ort hinterlegen.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Lieber Löwe, am 18. Februar 2026 sind deine Chancen auf Liebe groß. Nutze diese Zeit, um neue Menschen kennenzulernen – sei offen und authentisch bei Dates und Veranstaltungen. Zeige dein strahlendes Selbst, doch achte auf echte Verbindungen. Lass dein Herz sprechen, sei geduldig und vertraue auf dein Charisma. Romantische Begegnungen warten auf dich, wenn du dein natürliches Selbst zeigst und mutig neue Wege gehst.",
      "couples": "Löwen, am 18. Februar 2026, ist es wichtig, deine Beziehung durch offene Kommunikation zu stärken. Zeige deiner Liebsten, wie viel sie dir bedeutet, mit kleinen romantischen Gesten und aufmerksamen Worten. Höre aktiv zu und schaffe gemeinsame Momente, die eure Verbindung vertiefen. Sei großzügig im Ausdruck deiner Gefühle und zeige deine Wertschätzung regelmäßig. So festigst du eure Bindung und schaffst unvergessliche, liebevolle Erinnerungen.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, um deine tiefen Gefühle auszudrücken und den Tag mit Wärme zu erfüllen.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, am 18. Februar 2026 eröffnen sich spannende Chancen, neue Menschen kennenzulernen. Offenheit und Vertrauen sind der Schlüssel, um romantische Begegnungen zu fördern. Versuche, dich aus deiner gewohnten Komfortzone zu begeben, vielleicht durch gemeinsame Aktivitäten oder Hobbys. Zeige dein echtes Ich, denn Authentizität zieht den passenden Partner an. Nutze diese Zeit, um liebevolle Verbindungen zu knüpfen und deine romantischen Träume mutig zu verfolgen.",
      "couples": "Am 18. Februar 2026 ist es wichtig, deine Liebe durch kleine, aufmerksame Gesten zu zeigen. Sei offen in der Kommunikation, teile deine Gefühle ehrlich und höre aktiv zu. Zeige deinem Partner deine Wertschätzung durch liebevolle Worte und kleine Überraschungen. Gemeinsame Aktivitäten und Vertrauen stärken eure Bindung. Nimm dir bewusst Zeit für Romantik, um gegenseitiges Verständnis und Nähe zu vertiefen – das ist der Schlüssel zu einer harmonischen Beziehung.",
      "mood": "leidenschaftlich",
      "action": "Heute sollte die Jungfrau ihrem Partner eine liebevolle Nachricht schicken, in der sie ihre Wertschätzung und Zuneigung ehrlich ausdrückt.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Liebe Waage, am 18. Februar 2026 wird dein Charme besonders strahlen. Nutze diese Energie, um neue Menschen zu treffen – sei offen für spontane Begegnungen und ungeplante Dates. Dein harmonischer Umgang schafft Vertrauensbasis, also scheue dich nicht, deine Gefühle ehrlich zu zeigen. Gönn dir Zeit zum Kennenlernen, denn wahre Liebe entsteht oft in ruhigen Momenten. Vertraue auf dein Gespür, und die romantischen Chancen werden sich wie von selbst ergeben.",
      "couples": "Am 18. Februar 2026 ist es wichtig, deinem Partner offen zuzuhören und gemeinsame Gespräche zu pflegen. Zeige deine Liebe durch kleine, unerwartete Gesten, wie eine liebevolle Nachricht oder eine gemeinsame Aktivität. Fördere Harmonie, indem du auf Kompromisse eingehst und deine Bedürfnisse ehrlich kommunizierst. Nutze diese Zeit, um eure Verbindung zu vertiefen, und schaffe so eine noch stärkere, liebevolle Basis für eure Zukunft zusammen.",
      "mood": "vorsichtig",
      "action": "Heute solltest du die Gelegenheit nutzen, deinem Partner eine liebevolle, persönliche Nachricht zu schicken, um eure Verbindung zu stärken und Harmonie zu fördern.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Für single Skorpione am 18. Februar 2026 liegt dein Fokus auf offenen Herzensdialogen. Nutze Gelegenheiten, neue Menschen kennenzulernen, sei es bei Veranstaltungen oder online. Deine leidenschaftliche Natur zieht Gleichgesinnte an, also zögere nicht, deine tiefen Gefühle zu zeigen. Sei authentisch und ehrlich, das betont deine Anziehungskraft. Vertrauen und Geduld sind entscheidend – die richtige Person steht bereits in deiner Nähe. Öffne dein Herz und lasse Liebe auf dich zukommen.",
      "couples": "Am 18. Februar 2026 ist es für Skorpion-Geborene besonders wichtig, offen und ehrlich mit ihrem Partner zu kommunizieren. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten und höre aufmerksam zu, was dein Partner dir sagt. Nutze die Kraft deiner Leidenschaft, um gemeinsam tiefere Verbindungen aufzubauen. Vertrauen und gegenseitiges Verständnis sind die Säulen eurer Beziehung. Investiere in gemeinsame Momente und schaffe Erinnerungen, die euer Band stärken.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion seinem Partner eine liebevolle, handgeschriebene Nachricht schicken, um seine tiefen Gefühle offen und ehrlich zu zeigen.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Liebes Schütze, am 18. Februar 2026 ist eine perfekte Zeit, um neue Wege in der Liebe zu gehen. Sei offen für spontane Begegnungen und nutze Gelegenheiten, um Menschen mit deiner natürlichen Wärme zu faszinieren. Lass deine Abenteuerlust auch das Herz eines potenziellen Partners gewinnen. Vertraue auf dein Gespür und zeige dein echtes Selbst. Authentizität schafft tiefere Verbindungen – so kann die Liebe ganz unerwartet in dein Leben treten.",
      "couples": "Liebes Schütze, am 18. Februar 2026 ist es wichtig, tiefere Verbindungen zu pflegen. Nimm dir bewusst Zeit, um offen über deine Gefühle zu sprechen, und höre deinem Partner aktiv zu. Überrasche ihn mit kleinen romantischen Gesten, die zeigen, wie sehr du ihn schätzt. Gemeinsame Abenteuer stärken eure Bindung, also plant etwas Unvergessliches. Zeige deine Liebe authentisch und ehrlich – so wächst das Vertrauen und eure Beziehung wird noch wundervoller.",
      "mood": "nachdenklich",
      "action": "Heute solltest du deinem Liebsten oder deiner Liebsten eine handgeschriebene Liebeskarte schicken, um deine tiefen Gefühle auf authentische Weise Ausdruck zu verleihen.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Lieber Steinbock, am 18. Februar 2026 eröffnet sich eine besondere Gelegenheit, neue Menschen kennenzulernen. Bleibe offen für spontane Begegnungen und nutze Gelegenheiten, um dein soziales Umfeld zu erweitern. Zeige dein herzliches, zuverlässiges Wesen, um tiefe Verbindungen zu schaffen. Geduld und Authentizität sind Schlüssel für romantisches Glück. Vertraue deinem Bauchgefühl und lasse Liebe organisch wachsen – dein Herz wird die richtige Möglichkeit erkennen, die dein Leben bereichert.",
      "couples": "Am 18. Februar 2026, lieber Steinbock, ist es wichtig, deine Beziehung durch offene Kommunikation zu stärken. Zeige deinem Partner deine Gefühle ehrlich und zuverlässig. Kleine romantische Gesten, wie eine liebevolle Nachricht oder gemeinsame Zeit, bringen euch näher. Sei geduldig und verständnisvoll, besonders in stressigen Momenten. Investiere bewusst in gemeinsame Erinnerungen – sie sind das Fundament einer tiefen, liebevollen Bindung. So wächst eure Beziehung gestärkt und voller Vertrauen.",
      "mood": "verspielt",
      "action": "Heute sollte der Steinbock seinem Partner eine liebevolle, handgeschriebene Nachricht schicken, um seine tiefen Gefühle auf authentische Weise zu zeigen.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Lieber Wassermann, am 18. Februar 2026 bietet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Nutze kreative Aktivitäten oder Gemeinschaftsveranstaltungen, um dein Umfeld zu erweitern. Offenheit und Authentizität ziehen potenzielle Partner magisch an. Sei mutig, sprich Menschen direkt an und zeige dein echtes Ich. Die Verbindung zu jemand Besonderem könnte ganz unerwartet entstehen. Lass dein Herz frei und vertraue darauf, dass die Liebe dich finden wird.",
      "couples": "Am 18. Februar 2026, Wassermann, öffne dein Herz noch mehr für deinen Partner. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten und höre wirklich zu, wenn er oder sie spricht. Schaffe gemeinsame Erinnerungen, die euch verbinden, und sei offen für neue Abenteuer. Ehrliche Kommunikation ist der Schlüssel, um Missverständnisse zu vermeiden. Deine kreative Energie ist eine Stärke – nutze sie, um eure Bindung zu vertiefen und die Romantik zum Blühen zu bringen.",
      "mood": "romantisch",
      "action": "Schreibe deinem Herzmensch eine liebevolle Nachricht, in der du deine Bewunderung für seine Einzigartigkeit betonst und deine Wertschätzung zeigst.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Liebe Fische, am 18. Februar 2026 bietet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und höre deinem Herzen aufmerksam zu. Nutze soziale Veranstaltungen oder kreative Hobbys, um Gleichgesinnte zu treffen. Dein emotionales Einfühlungsvermögen macht dich einzigartig – zeige dich authentisch und lade das Schicksal ein, dir die richtige Person zu präsentieren. Liebe ist greifbar, wenn du mutig und offen bleibst.",
      "couples": "Am 18. Februar 2026, liebe Fische, investiere bewusst in offene Kommunikation. Teile deine Gefühle ehrlich und höre deinem Partner aktiv zu. Nutze kleine romantische Gesten, um Nähe zu schaffen – ein liebevoller Blick, eine unerwartete Nachricht oder gemeinsames Kochen stärken euer Band. Seie geduldig, zeige Verständnis und sei präsent im Moment. Damit vertiefst du eure Verbindung und lässt eure Beziehung voller Liebe und Harmonie erblühen.",
      "mood": "leidenschaftlich",
      "action": "Heute könntest du deinem Partner eine liebevolle Nachricht schicken, in der du deine Wertschätzung für ihn ausdrückst und gemeinsame Momente betonst.",
      "author": "Astrologly"
    }
  }
}