{
  "date": "2026-02-11",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Aries, hoy en 2026-02-11, tu energía ardiente y entusiasmo son tu mejor arma para atraer amor. Aprovecha oportunidades para conocer gente nueva en eventos sociales o actividades que te apasionen. Mantén una actitud abierta y honesta, dejando que tu autenticidad brille. La paciencia será clave: confía en que el momento perfecto llegará. Cultiva tu autoestima, y el amor encontrará su camino hacia ti.",
      "couples": "Querido Aries, en esta fecha, enfócate en fortalecer tu relación mediante la comunicación abierta y sincera. Escucha con atención a tu pareja, mostrando interés genuino en sus sentimientos y sueños. Sorpréndela con gestos románticos que expresen tu cariño, como una nota especial o una salida espontánea. La clave está en aprender a equilibrar tu pasión con ternura, creando momentos únicos que fortalecen el vínculo y hacen que ambos se sientan amados y valorados.",
      "mood": "apasionado",
      "action": "Hoy, Aries, sorprende a tu pareja enviándole un mensaje lleno de recuerdos especiales y promesas sinceras para fortalecer vuestro vínculo.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Tauro, en esta fecha especial, abre tu corazón a nuevas experiencias. Aprovecha oportunidades para conocer gente diferente y enriquecedora; tu paciencia y estabilidad atraerán a quienes valoran la sinceridad. No temas arriesgarte a salir de tu zona de confort en citas y encuentros. Confía en tu intuición, y verás que los romances sinceros florecerán cuando menos lo esperes. La clave está en ser auténtico y dar el primer paso con confianza.",
      "couples": "Tauro en pareja en 2026-02-11, dedica tiempo a fortalecer vuestro vínculo con pequeños gestos llenos de amor. La comunicación sincera y abierta mejorará vuestra conexión; escucha con atención y comparte tus sentimientos con claridad. Sorprende a tu pareja con detalles que muestren cuánto la valoras, como una cena romántica o un mensaje cariñoso. Aprovecha este día para reafirmar tu compromiso, creando recuerdos que perduren y profundicen vuestro amor en la sinceridad y la pasión.",
      "mood": "cauteloso",
      "action": "Hoy, Tauro, comparte una cena especial en casa con tu pareja, preparándola con sus ingredientes favoritos para fortalecer su vínculo emocional.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Géminis, en este día, ábrete a nuevas experiencias y oportunidades sociales. Tu encanto natural te facilitará conectar con personas interesantes y auténticas. No temas ser tú mismo y mostrar tu verdadera esencia; la sinceridad atraerá relaciones genuinas. Aprovecha eventos, encuentros y actividades para ampliar tu círculo romántico. Confía en tu intuición y en tu capacidad de comunicarte con entusiasmo. El amor está cerca, solo necesitas dar el primer paso con confianza y alegría.",
      "couples": "Querido Géminis, el 2026-02-11 es un momento ideal para fortalecer tu relación. Enfócate en mejorar la comunicación, escuchando con atención y expresando tus sentimientos con sinceridad. Realiza pequeños gestos románticos, como una nota sorpresa o una salida espontánea, para reavivar la chispa. La clave está en compartir momentos auténticos y en mantener abierta la confianza. Así, tu vínculo se llenará de amor y comprensión, construyendo un horizonte juntos lleno de ilusión.",
      "mood": "romántico",
      "action": "Hoy, Géminis, sorprende a tu pareja enviándole un mensaje lleno de palabras sinceras y momentos especiales que hayas guardado en tu corazón.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cáncer, en esta fecha especial, abre tu corazón a nuevas experiencias y oportunidades. No temas salir de tu zona de confort para conocer gente diferente; tu sensibilidad atraerá conexiones genuinas. Participa en actividades que amas y comparte tus intereses, esto facilitará encuentros auténticos y románticos. Confía en tu intuición y sé tú mismo, porque el amor busca a quienes realmente reflejan su verdadero yo. ¡Tu momento está mucho más cerca de lo que imaginas!",
      "couples": "Querido Cáncer, en esta fecha especial, enfócate en fortalecer tu conexión emocional. Comunícate con sinceridad y comparte tus sentimientos más profundos: eso fortalecerá la confianza. Sorprende a tu pareja con pequeños gestos románticos, como una nota amorosa o una cita íntima, para recordarle cuánto significa para ti. Cultiva la paciencia y el escucha activa, creando un espacio seguro y lleno de amor donde ambos puedan crecer juntos en armonía y alegría.",
      "mood": "juguetón",
      "action": "Hoy, Cáncer, prepara una cena íntima en casa con sus platos favoritos y sorprende a su pareja con una nota de amor escrita a mano.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leo, en 2026, abre tu corazón y deja que la magia del amor te sorprenda. Aprovecha eventos sociales y actividades que te apasionen para ampliar tu círculo. Sé auténtico y confiado, mostrando tu verdadera esencia. No temas acercarte a alguien que te haga sonreír. La paciencia y la sinceridad serán tus mejores aliadas. Este año, el amor puede florecer en los lugares más inesperados, solo necesitas estar abierto a las oportunidades que el destino te ofrezca.",
      "couples": "Querido Leo, en esta fecha especial, recuerda que fortalecer el vínculo requiere comunicación sincera y gestos auténticos de amor. Demuestra tu aprecio diariamente; un pequeño detalle, una palabra cálida o una sorpresa pensada pueden profundizar la conexión. Escucha con atención y comparte tus sentimientos con vulnerabilidad. Tu pasión y generosidad son tu mayor力量; úsalas para nutrir una relación llena de confianza, romanticismo y felicidad duradera.",
      "mood": "serio",
      "action": "Hoy, Leo, sorprende a tu pareja con una carta escrita a mano expresando en detalle cuánto valoras su amor y lo que significa para ti.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querido Virgo, en este día especial, abre tu corazón a nuevas oportunidades. Aprovecha eventos sociales y actividades que te apasionen para conocer personas afines. Confía en tu intuición y sé auténtico, mostrando tu verdadera esencia. No tengas miedo a expresar tus sentimientos con sinceridad; la autenticidad atraerá la conexión genuina que buscas. Este año, la paciencia y la apertura te guiarán hacia un amor que complazca tu alma en formas sorprendentes y hermosas.",
      "couples": "Querido Virgo, el 2026-02-11 es un momento ideal para centrarte en fortalecer tu vínculo. Dedica tiempo a escuchar activamente a tu pareja, mostrando interés genuino en sus pensamientos y sentimientos. Pequeños gestos de amor, como una nota romántica o una sorpresa sencilla, fortalecerán la conexión. La honestidad y la paciencia serán clave. Confía en tu intuición para crear momentos especiales que profundicen su amor y armonía.",
      "mood": "apasionado",
      "action": "Hoy, Virgo, sorprende a tu pareja preparándole una cena casera con sus sabores favoritos y acompáñala con una nota llena de ternura y aprecio.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, en 2026-02-11, abre tu corazón a nuevas oportunidades. Es un momento ideal para conocer gente diferente, explorar tus intereses y expandir tu círculo social. Confía en tu encanto natural y sé auténtico en cada encuentro. La clave está en dar pequeños pasos, disfrutar del proceso sin presiones. Mantén una actitud positiva, y el amor llegará cuando menos lo esperes, fortaleciendo tu alma y llenando tu vida de magia y romanticismo.",
      "couples": "Querida Libra, en esta fecha especial, recuerda que la comunicación honesta fortalece la conexión. Expresa tus sentimientos con ternura y escucha con atención a tu pareja. Los pequeños gestos románticos, como una nota cariñosa o una cena sorpresa, revitalizan el vínculo. Confía en tu capacidad de diplomacia para resolver conflictos. Abraza la armonía que te caracteriza y deja que el amor fluya, creando recuerdos que perduren y enriquecen vuestra relación.",
      "mood": "cauteloso",
      "action": "Hoy, Libra, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y sinceros.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpio, en este 2026, abre tu corazón y lánzate a nuevas experiencias amorosas. Aprovecha oportunidades para socializar, ya sea en eventos, talleres o encuentros con amigos. Tu intensidad y pasión serán atractivos para quienes buscan sinceridad y profundidad. No temas mostrar tu lado vulnerable; esto creará conexiones genuinas. Confía en tu intuición, y recuerda que el amor puede surgir cuando menos lo esperas. ¡Permítete florecer en el amor!",
      "couples": "Querido Escorpio, hoy es un momento ideal para fortalecer tu relación. Abre tu corazón con sinceridad y comparte tus sentimientos más profundos; eso creará un vínculo más fuerte con tu pareja. No olvides sorprender con pequeños detalles románticos que muestren cuánto valoras su presencia. La comunicación honesta y los gestos auténticos fortalecerán la base de confianza y amor. Confía en tu intuición y deja que el amor florezca aún más.",
      "mood": "juguetón",
      "action": "Hoy, Escorpio, sorprende a tu pareja con una nota escrita a mano expresando cuánto valoras su presencia en tu vida.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitario, el 2026 será un año de oportunidades amorosas si te abres a nuevas experiencias. Participa en actividades que te emocionen, como viajes o talleres, para conocer personas afines. Confía en tu entusiasmo y sinceridad para atraer conexiones genuinas. No dudes en dar el primer paso, ya que las conversaciones sinceras fortalecerán esas nuevas historias. Recuerda que la paciencia y la autenticidad serán tus mejores aliados en el camino hacia el amor.",
      "couples": "Querido Sagitario, en esta fecha especial, recuerda que fortalecer la relación requiere apertura y sinceridad. Comunícate con tus sentimientos y escucha a tu pareja con atención. Sorpréndela con gestos románticos y detalles que demuestren tu cariño. La confianza crece cuando compartes tus sueños e inquietudes. Mantén viva la pasión explorando nuevas experiencias juntos. Aprovecha este momento para valorar lo que tienen y seguir construyendo un amor lleno de aventura y comprensión.",
      "mood": "reflexivo",
      "action": "Hoy, Sagitario, sorprende a tu pareja con una carta escrita a mano donde expreses tus sentimientos más profundos y sueños compartidos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricornio, en 2026, abre tu corazón a nuevas experiencias y personas. Aprovecha las oportunidades sociales, como eventos y actividades que te apasionen. Tu dedicación te ayudará a atraer a quienes compartan tus valores y metas. No temas mostrar tu lado vulnerable, eso fortalecerá las conexiones. Confía en tu intuición para identificar intereses genuinos. Este año, la autenticidad y la paciencia serán tus mejores aliados en el camino hacia el amor.",
      "couples": "Querido Capricornio, en 2026-02-11, enfócate en fortalecer tu relación mediante la comunicación sincera y abierta. Expresa tus sentimientos con claridad y escucha activamente a tu pareja. Pequeños detalles y gestos románticos, como una nota especial o una sorpresa, avivarán la pasión. Recuerda que la confianza y el apoyo mutuo son la base sólida para un amor duradero. Cultiva la ternura y el compromiso con paciencia y amor genuino.",
      "mood": "juguetón",
      "action": "Hoy, Capricornio, sorprende a tu pareja con una cena casera y una nota llena de palabras sinceras y llenas de amor.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Acuario, el 2026-02-11 te invita a abrir tu corazón y explorar nuevas conexiones. Aprovecha oportunidades sociales, eventos y actividades que despierten tu curiosidad, pues en ellos encontrarás personas interesantes y afines. Sé auténtico y sé tú mismo, ya que tu originalidad atraerá a quienes valoren tu esencia única. Confía en el proceso y mantén una actitud positiva; el amor puede sorprenderte cuando menos lo esperes, ¡estás listo para una nueva aventura romántica!",
      "couples": "Acuario, en este día, enfócate en fortalecer la comunicación con tu pareja. Escucha con atención y comparte tus sentimientos con sinceridad. Los gestos románticos, como una nota sorpresa o una cita especial, potenciarán la conexión. Valora los pequeños detalles y demuestra tu interés genuino. La apertura y el cariño fortalecerán vuestro vínculo, creando un espacio donde ambos puedan crecer y soñar juntos en armonía y complicidad.",
      "mood": "romántico",
      "action": "Hoy, Acuario, sorprende a tu pareja preparando una cena romántica en casa con sus platillos favoritos y una playlist que signifique algo especial para ambos.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Piscis, en esta etapa de 2026, abre tu corazón a nuevas experiencias y oportunidades de conocer a alguien especial. Aprovecha eventos sociales y actividades creativas donde puedas conectar con personas que compartan tu sensibilidad y filosofía. Sé auténtico y muestra tu lado más romántico, pues tu intuición te guiará hacia relaciones profundas y significativas. Confía en el universo; el amor podría acercarse cuando menos lo esperes, solo debes estar receptivo a sus señales.",
      "couples": "Querido Piscis, en esta fecha, enfócate en fortalecer la comunicación con tu pareja. Comparte tus sentimientos más profundos y escucha activamente los de tu ser amado. Los gestos románticos, como una carta escrita a mano o un pequeño detalle significativo, fortalecerán su vínculo. Confía en tu intuición y muestra tu sensibilidad con honestidad y ternura. Así, construirán una relación más sólida, llena de amor y comprensión mutua.",
      "mood": "apasionado",
      "action": "Hoy, Piscis, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y sinceros.",
      "author": "Astrologly"
    }
  }
}