{
  "date": "2026-02-17",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Aries soltero, el 17 de febrero de 2026 es un día perfecto para abrir tu corazón y explorar nuevas conexiones. Aprovecha eventos sociales y actividades que despierten tu pasión, pues la energía ardiente que te caracteriza atraerá a personas interesantes. Sé auténtico y muestra tu entusiasmo, ya que la autenticidad atrae a quienes realmente resonarán contigo. Confía en tu intuición, y el amor llegará en el momento justo, llenando tu vida de alegría y aventura.",
      "couples": "Querido Aries, para fortalecer tu relación el 17 de febrero de 2026, enfócate en comunicarte con honestidad y ternura. Exprésale cuánto valoras su presencia y realiza gestos románticos que demuestren tu cariño, como una sorpresa sencilla o una carta sincera. Escucha activamente sus sentimientos y comparte tus sueños juntos. Esa conexión genuina, basada en la empatía y el respeto, fortalecerá aún más su vínculo y llenará su día de amor y complicidad.",
      "mood": "apasionado",
      "action": "Hoy, Aries, sorprende a tu pareja preparando una cena romántica en casa y dejando una nota llena de palabras que expresen tu amor y admiración.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Tauro, en 2026, abre tu corazón y lánzate a nuevas experiencias. Aprovecha oportunidades para socializar en lugares que reflejen tus intereses, como talleres o eventos culturales. Sé auténtico y paciente en tus encuentros; la sinceridad atraerá a quien valore tu estabilidad y lealtad. Confía en tu intuición para detectar conexiones genuinas. Este año, el amor florecerá cuando menos lo esperes, siempre que permitas que tu corazón se abra sin miedo.",
      "couples": "Querido Tauro, hoy es un día perfecto para fortalecer tu relación mediante gestos sinceros y románticos. Dedica tiempo a escuchar a tu pareja con atención y expresa tus sentimientos con sinceridad. La confianza se fortalece con pequeños detalles cotidianos; un masaje, una nota de amor o una salida especial. Recuerda que la comunicación abierta y el afecto constante crearán un lazo más profundo y duradero. ¡Disfruta del amor que compartes!",
      "mood": "cauteloso",
      "action": "Hoy, Tauro, sorprende a tu pareja preparando una cena romántica en casa con su comida favorita y una vela encendida para crear un ambiente íntimo y especial.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Géminis, en este 17 de febrero de 2026, abre tu corazón a nuevas experiencias. Aprovecha oportunidades para socializar y salir de tu zona de confort; nuevas personas pueden sorprenderte. La clave está en ser auténtico y escuchar con atención. Confía en tu intuición y no temas expresar tus sentimientos. Este es un momento ideal para conectar de manera profunda y auténtica, permitiendo que el amor fluya naturalmente hacia ti.",
      "couples": "Querido Géminis, hoy es un buen día para fortalecer tu relación. Mantén una comunicación abierta y sincera, expresando tus sentimientos con ternura y confianza. Sorprende a tu pareja con pequeños gestos románticos, como un mensaje cariñoso o una salida espontánea. Escucha activamente y muestra interés genuino en sus sueños y proyectos. La variedad y la novedad revitalizarán su vínculo. Recuerda que el amor crece con atención, paciencia y detalles sinceros.",
      "mood": "romántico",
      "action": "Hoy, Géminis, sorprende a tu pareja enviándole un mensaje sincero y lleno de cariño, expresándole cuánto valoras su presencia en tu vida y prometiéndole un momento especial juntos muy pronto.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cáncer, el 17 de febrero de 2026 es un día perfecto para abrir tu corazón. Aprovecha oportunidades para socializar y conocer nuevas personas, especialmente en entornos cómodos y familiares. Confía en tu intuición y muestra tu autenticidad, lo que atraerá a quienes valoran tu sensibilidad. No temas expresar tus sentimientos lentamente; la paciencia creará conexiones profundas. Este año, tu vulnerabilidad será tu mayor fortaleza en el amor.",
      "couples": "Querido Cáncer, en esta fecha tan especial, recuerda fortalecer los lazos a través de la comunicación sincera y empática. Expresa tus sentimientos con ternura y escucha con atención a tu pareja para profundizar la confianza. Pequeños gestos románticos, como una nota amorosa o una cita sorpresa, encienden la chispa del amor. Confía en tu intuición y muestra tu vulnerabilidad; así fortalecerás un vínculo lleno de calidez y autenticidad.",
      "mood": "juguetón",
      "action": "Hoy, Cáncer, prepara una cena romántica en casa con tu plato favorito y una playlist especial para sorprender a tu pareja.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leo, hoy es un día perfecto para abrirte a nuevas conexiones. Tu carisma natural atraerá a personas interesantes, así que no temas dar el primer paso. Participa en actividades que te apasionen y comparte tu luz con otros. La sinceridad y confianza en ti mismo despertarán interés y crearán lazos profundos. Confía en tu intuición y deja que el amor llegue de manera espontánea, ¡el universo conspira a tu favor!",
      "couples": "Querido Leo, en esta fecha especial de 2026-02-17, recuerda que fortalecer tu relación requiere atención constante. Practica la comunicación honesta, expresando tus sentimientos con sinceridad y empatía. Sorprende a tu pareja con gestos románticos, pequeños detalles que demuestran tu cariño. Escucha activamente sus necesidades y comparte momentos íntimos que alimenten la chispa. Tu entusiasmo y pasión son tu gran fortaleza; úsala para construir un amor sólido, lleno de confianza y comprensión mutua.",
      "mood": "serio",
      "action": "Hoy, Leo, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos profundos y momentos especiales compartidos.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querido Virgo, en este día, abre tu corazón a nuevas oportunidades de amor. Aprovecha eventos sociales y actividades que te apasionen para conocer gente auténtica. La paciencia y la autenticidad serán tus aliados, así que sé tú mismo sin miedo. Confía en tu intuición para reconocer a quien realmente te valore. Este año, aprende a soltar el control y disfruta del proceso. ¡El amor te espera donde menos lo imaginas!",
      "couples": "Querida Virgo, en esta fecha, cultiva la paciencia y la apertura en tu relación. Dedica tiempo a escuchar a tu pareja con atención y comparte tus pensamientos con sinceridad. Pequeños gestos románticos, como una nota sorpresa o una cena especial, fortalecerán su conexión. Recuerda que la confianza y la empatía son clave, así que prioriza el entendimiento mutuo y expresa tu amor con detalles que demuestren cuánto valoras a tu pareja.",
      "mood": "apasionado",
      "action": "Hoy, Virgo, sorprende a tu pareja con una cena casera y detalles personalizados que muestren cuánto valoras su presencia en tu vida.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, hoy en 2026-02-17, abre tu corazón y sé valiente para conquistar. Aprovecha las oportunidades sociales y participa en actividades que te apasionen, así atraerás a personas afines. Confía en tu encanto natural y busca encuentros sinceros. La clave está en ser auténtico y escuchar con atención. Tu equilibrio y calidez atraerán a alguien especial, ¡el amor está a tu alcance si te animas a dar el primer paso!",
      "couples": "Querida Libra, en este día te aconsejo que priorices la comunicación abierta y sincera con tu pareja. Expresa tus sentimientos con ternura y escucha con atención sus necesidades. Pequeños gestos románticos, como una nota cariñosa o una cita especial, fortalecerán vuestro vínculo. Confía en tu intuición y muestra empatía. La armonía y el amor florecerán si ambos trabajan en entenderse y apoyarse mutuamente, creando un espacio lleno de paz y complicidad.",
      "mood": "cauteloso",
      "action": "Hoy, Libra, sorprende a tu pareja con una cena casera preparada con mucho cariño y atención a sus gustos para fortalecer vuestro vínculo.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpio, en 2026, abre tu corazón a nuevas experiencias. Aprovecha oportunidades para conocer gente en eventos sociales o actividades que te apasionen. Confía en tu intuición para detectar conexiones genuinas. No temas mostrar tu autenticidad; tu intensidad atraerá a quienes valoran la profundidad emocional. Cultiva la paciencia y disfruta del proceso, pues las mejores historias de amor nacen cuando menos lo esperas. Permítete ser vulnerable y verás cómo el amor florece en tu camino.",
      "couples": "Escorpio, en esta fecha, fortalece tu relación siendo abierto y honesto. Escucha con atención a tu pareja y comparte tus sentimientos con sinceridad. Pequeños gestos románticos, como una nota especial o un abrazo sorpresa, profundizarán vuestro vínculo. Confía en la intuición, pero también sé receptivo a las emociones de tu pareja. Este día, el amor florece cuando demuestras vulnerabilidad y compromiso, creando una conexión aún más intensa y duradera.",
      "mood": "juguetón",
      "action": "Hoy, Escorpio debería sorprender a su ser amado con una carta escrita a mano que exprese sus sentimientos más profundos y sinceros.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitario, el 17 de febrero de 2026, abraza nuevas oportunidades para encontrar el amor. Sé abierto a conocer personas en lugares que te inspiren, como talleres o viajes. Tu energía optimista atraerá corazones afines. No temas expresar tus sentimientos con sinceridad; la autenticidad conquistará. Mantén una mente abierta y confía en el proceso. Este año, las conexiones genuinas surgirán cuando menos lo esperes, así que continúa explorando y disfrutando cada momento.",
      "couples": "Para los Sagitario en pareja, el 2026-02-17 es un día ideal para fortalecer la conexión. Escucha con atención a tu pareja y comparte tus sentimientos con sinceridad. Sorpréndela con pequeños gestos románticos que demuestren cuánto la valoras. La honestidad y la comunicación abierta crearán un ambiente de confianza y complicidad. Aprovecha la energía del día para planear una aventura juntos, fortaleciendo así vuestra unión y creando recuerdos inolvidables.",
      "mood": "reflexivo",
      "action": "Hoy, Sagitario, sorprende a tu pareja preparando una cena especial con sus platillos favoritos y una playlist que signifique algo para ambos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricornio, en esta fecha especial, abre tu corazón a nuevas experiencias. Aprovecha oportunidades para socializar y conocer gente auténtica, sin presión. Tu perseverancia y confianza atraerán a quienes valoran tu madurez y ambición. Sé genuino en tus intenciones y permite que la espontaneidad fluya. La clave está en equilibrar tu disciplina con un toque de apertura emocional. Confía en el proceso y disfruta del camino hacia una conexión verdadera y duradera.",
      "couples": "Para Capricornio en tu relación el 17 de febrero de 2026, enfócate en fortalecer los lazos a través de la comunicación honesta y afectuosa. Dedica tiempo a escuchar activamente a tu pareja, mostrando interés genuino por sus sentimientos. Pequeños gestos románticos, como una nota inesperada o una cena casera, reforzarán la confianza y la cercanía. Recuerda que el amor se nutre con detalles diarios y conversaciones sinceras. Aprovecha este día para profundizar en la conexión emocional.",
      "mood": "juguetón",
      "action": "Hoy, Capricornio, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y tu compromiso.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Acuario, en este 2026, abre tu corazón a nuevas experiencias. Aprovecha oportunidades para socializar y conocer gente diferente, ya sea en eventos o grupos con intereses afines. Sé auténtico y muestra tu lado más genuino; esa autenticidad atraerá a quienes valoran tu espíritu libre. Confía en el proceso y no temas expresar tus sentimientos. El amor puede surgir cuando menos lo esperes, solo mantén la mente abierta y el corazón dispuesto a recibirlo.",
      "couples": "Querido Acuario, hoy es un momento perfecto para fortalecer tu vínculo afectivo. Practica la comunicación abierta y sincera, expresando tus sentimientos con ternura y claridad. Planea pequeñas sorpresas que demuestren tu aprecio y amor, como una cena íntima o una nota inesperada. Escucha con atención y comparte momentos de calidad. La clave está en cultivar la confianza y el romanticismo diario, creando una conexión aún más profunda y duradera con tu pareja.",
      "mood": "romántico",
      "action": "Hoy, Acuario, sorprende a tu pareja con una carta escrita a mano expresando cuánto valoras su presencia en tu vida.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Piscis,el 2026 te trae oportunidades para abrir tu corazón. Aprovecha momentos en actividades artísticas o espirituales para conectar profundamente con otros. No temas mostrar tu autenticidad, porque tu sensibilidad atraerá a personas sinceras. Sé valiente en pequeños pasos: invita a alguien a compartir una charla o una caminata. La clave está en confiar en tu intuición y dejar que el amor fluya naturalmente. ¡El universo conspira a tu favor!",
      "couples": "Querido Piscis, en esta etapa, fortalece tus lazos siendo auténtico y abierto. Expresa tus sentimientos con sinceridad y escucha atentamente a tu pareja. Pequeños gestos románticos, como una nota de amor o una tarde especial, revitalizarán la chispa. Confía en tu intuición para comprender sus necesidades y, así, profundizar la conexión. La empatía y la comunicación sincera serán clave para construir un amor sólido y duradero en este hermoso camino juntos.",
      "mood": "apasionado",
      "action": "Hoy, Piscis, sorprende a tu pareja con una carta llena de tus sentimientos más profundos y envíala con una rosa, para fortalecer su conexión.",
      "author": "Astrologly"
    }
  }
}