{
  "date": "2026-01-11",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cher Bélier solitaire, le 11 janvier 2026 vous invite à ouvrir votre cœur aux nouvelles rencontres. Ne soyez pas timide à l’idée de participer à des activités ou événements sociaux. Votre spontanéité attirera des âmes compatibles. Soyez authentique, écoutez votre instinct et n’ayez pas peur de montrer votre côté passionné. Une nouvelle rencontre pourrait bien bouleverser votre vie sentimentale. Restez fidèle à vous-même et laissez l’amour s’épanouir naturellement.",
      "couples": "Cher Bélier, le 11 janvier 2026, privilégie la communication sincère pour renforcer ton lien. Écoute attentivement ton partenaire et exprime tes sentiments avec douceur. N'hésite pas à surprendre par de petits gestes romantiques, comme une note d’amour ou une sortie surprise. Cultive la patience et évite l’impulsivité. La complicité grandira si vous partagez des moments authentiques et pleins de tendresse. L’amour se construit dans la compréhension mutuelle et la joie d’être ensemble.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier devrait préparer une surprise douce et inattendue pour son/sa partenaire, comme un dîner romantique aux bougies, pour raviver votre passion.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau solitaire, en ce début d’année 2026, ouvrez votre cœur à de nouvelles rencontres. Cultivez votre patience et soyez authentique dans vos échanges. Participez à des activités qui vous passionnent pour attirer des âmes compatibles. Prenez le temps d’écouter et de partager vos rêves. Les opportunités romantiques seront là, mais il faut oser franchir le pas. La sincérité et votre stabilité seront vos plus belles qualités pour séduire.",
      "couples": "Chère Taureau, le 11 janvier 2026, concentrez-vous sur la communication sincère avec votre partenaire. Exprimez vos sentiments avec douceur et écoutez attentivement ses besoins. Pour renforcer votre lien, planifiez une petite escapade ou préparez un dîner romantique pour montrer votre attachement. Soyez patient(e) face aux défis, car la stabilité se construit dans la confiance et la tendresse. Cultivez chaque instant d’amour pour bâtir une relation encore plus profonde et authentique.",
      "mood": "prudent",
      "action": "Aujourd'hui, Taureau pourrait surprendre son amour en préparant un dîner maison chaleureux, accompagné de leurs chansons préférées, pour raviver la passion.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cher Gémeaux solitaire, le 11 janvier 2026, l'univers vous invite à explorer de nouvelles rencontres. Ouvrez-vous aux opportunités sociales, que ce soit par des activités créatives ou des sorties impromptues. Soyez authentique, écoutez votre intuition et n’hésitez pas à engager la conversation avec des inconnus. La clé du bonheur réside dans la spontanéité et la sincérité. Vos échanges sincères attireront des connexions authentiques et peut-être, l’amour tant recherché.",
      "couples": "Aujourd’hui, cher Gémeaux, la clé de votre relation réside dans la sincérité et l’écoute active. Prenez le temps de vraiment entendre votre partenaire, de comprendre ses besoins profonds. Manifestez votre amour avec des gestes attentionnés, petits ou grands, qui ravivent la passion. Favorisez un dialogue ouvert, sans jugement. En partageant authentiquement vos pensées, vous renforcerez votre complicité et créerez un lien encore plus fort, empreint d’amour et de confiance.",
      "mood": "romantique",
      "action": "Aujourd'hui, Gémeaux, écris une lettre sincère à ton amour, partageant tes sentiments authentiques pour renforcer votre connexion profonde.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Cher Cancer solitaire, le 11 janvier 2026, ouvrez votre cœur aux nouvelles rencontres. Soyez sincère et authentique lors de vos échanges, car votre sensibilité touchera profondément. Participez à des activités qui vous passionnent pour rencontrer des âmes compatibles. Ne craignez pas de prendre des initiatives, votre douceur attire la véritable affection. Laissez être votre intuition votre guide, et la romance pourrait bien frapper à votre porte. Restez fidèle à vous-même, l’amour est en chemin.",
      "couples": "Chère Cancer, aujourd’hui est une journée idéale pour renforcer vos liens. Prenez le temps d’écouter attentivement votre partenaire, en lui montrant que ses sentiments comptent. Surprenez-le avec une petite attention sincère, comme un message doux ou un geste tendre. La communication authentique et les gestes romantiques renforceront votre complicité. Cultivez la confiance et la tendresse, car ce sont les fondations d’une relation épanouissante. Offrez-lui votre cœur, et vous verrez votre amour s’épanouir.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Cancer, prépare un dîner aux chandelles pour ton partenaire, en créant une atmosphère chaleureuse et pleine de tendresse.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire, en ce début d’année 2026, ouvrez votre cœur à de nouvelles rencontres. Faites preuve d’authenticité et de générosité dans vos interactions. Participez à des activités qui vous passionnent, cela attirera des âmes compatibles. N’ayez pas peur de prendre des initiatives, un sourire sincère peut ouvrir des portes. Rappelez-vous, la patience et la confiance en vous sont vos plus belles atouts pour attirer l’amour.",
      "couples": "Cher Lion, pour renforcer votre lien, privilégiez la communication sincère et écoute active. Montrez votre amour par de petites attentions quotidiennes : un mot doux, un geste romantique ou une surprise pensée pour votre partenaire. Valorisez ses qualités et encouragez ses rêves. Soyez fidèle à votre ardeur tout en cultivant la patience. Ensemble, construisez une complicité solide, où la passion et la tendresse nourrissent chaque jour votre amour naissant ou affirmé.",
      "mood": "sérieux",
      "action": "Aujourd'hui, Lion devrait écrire une lettre sincère et pleine d'amour pour exprimer ses sentiments profondes à celle qu'il chérit.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge solitaire, le 11 janvier 2026, ouvrez votre cœur à de nouvelles rencontres. Soyez spontané(e) et n’ayez pas peur de sortir de votre routine. Participez à des activités qui vous passionnent et favorisent la rencontre d’autrui. Votre sincérité et votre charme discret attireront l’attention. Prenez votre temps pour connaître l’autre, et sécurité rime avec authenticité. Une relation profonde pourrait naître lorsque vous oserez embrasser l’inconnu avec confiance et douceur.",
      "couples": "Le 11 janvier 2026, Vierge, prenez le temps d’écouter votre partenaire avec attention et sincérité. Renforcez votre complicité par de petites attentions quotidiennes : un mot doux, un geste tendre ou un geste pratique pour soulager l’autre. Cultivez la patience et la compréhension, surtout dans les moments de stress. Osez partager vos rêves et votre vulnérabilité pour approfondir votre lien. La sincérité et la douceur seront vos meilleurs alliés aujourd’hui.",
      "mood": "passionné",
      "action": "Aujourd'hui, la Vierge pourrait écrire une lettre sincère et touchante à son être cher, exprimant ses sentiments profonds et sa gratitude.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Cher Balance, en ce début 2026, ouvre ton cœur aux rencontres sincères. Prends le temps d'explorer de nouveaux lieux, que ce soit un café, un atelier ou une sortie entre amis. Sois authentique, écoute ta intuition et n'hésite pas à montrer ta douceur. La magie réside dans la simplicité : un sourire, une conversation profonde. Laisse ton harmonie intérieure attirer une connexion véritable, et l’amour pourrait bien frapper à ta porte.",
      "couples": "Pour maintenir un équilibre dans votre relation, privilégiez la communication sincère et régulière, en partageant vos sentiments et écoutez activement votre partenaire. Renforcez votre lien avec de petites attentions quotidiennes : un mot doux, un geste romantique ou une surprise. Respectez aussi l’espace de chacun, permettant à la complicité de grandir. Cultiver cette harmonie vous offrira une union enrichissante, où amour, confiance et tendresse s’épanouissent chaque jour davantage.",
      "mood": "prudent",
      "action": "Aujourd'hui, équilibre, prends le temps d'écrire une lettre sincère et touchante à ton amour pour lui rappeler combien il compte pour toi.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion, en ce début d’année, ouvrez votre cœur à de nouvelles rencontres. Soyez sincère et authentique lorsque vous faites la connaissance de quelqu’un, cela attirera des personnes sincères vers vous. N’hésitez pas à explorer des activités qui vous passionnent, elles vous mettront en contact avec des âmes compatibles. Faites confiance à votre intuition et laissez la magie opérer, car l’amour pourrait bien surgir là où vous vous y attendez le moins.",
      "couples": "Le 11 janvier 2026, cher Scorpion, cultive l’écoute attentive dans ton couple. Exprime tes sentiments sincèrement, sans retenue, pour renforcer la confiance. Surprends ton partenaire par de petites attentions, des gestes romantiques qui montrent ton amour profond. Rappelle-toi que la vulnérabilité crée des liens forts. En partageant authentiquement, vous construirez une relation solide, passionnée et empreinte de tendresse, véritable reflet de votre engagement mutuel.",
      "mood": "enjoué",
      "action": "Ce soir, en lui préparant un dîner fait maison accompagné d'une playlist de ses chansons préférées, tu lui montreras à quel point tu tiens à elle.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Le 11 janvier 2026, chère Sagittaire, ouvre ton cœur à de nouvelles rencontres. Sorte de ta zone de confort et explore des activités qui t’inspirent : voyages, ateliers ou événements culturels. Sois authentique et confiante, car ton enthousiasme attirera des âmes compatibles. N’oublie pas de prendre ton temps, laisser faire la magie du hasard. La sincérité et la curiosité seront tes alliées pour bâtir une relation enrichissante cette année.",
      "couples": "Aujourd’hui, Sagittaire, cultivez la sincérité dans votre relation. Racontez vos rêves et écoutez attentivement ceux de votre partenaire. Faites preuve d’originalité avec des gestes romantiques inattendus : une lettre d’amour, une escapade improvisée ou un dîner sous les étoiles. Renforcez votre complicité en partageant des projets communs. La clé est la communication authentique et les petites attentions qui montrent votre engagement sincère. Cultivez cette harmonie pour un lien encore plus fort.",
      "mood": "réfléchi",
      "action": "Ce matin, offre à ton partenaire un petit mot doux écrit à la main pour lui rappeler à quel point il ou elle illumine ta vie.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Le 11 janvier 2026, les Capricornes célibataires ont une belle opportunité d'élargir leur cercle social. Soyez ouvert aux rencontres spontanées, que ce soit lors d'événements ou en partageant vos passions. Cultivez la confiance en vous, car votre sincérité attirera naturellement des personnes sincères. N’hésitez pas à sortir de votre zone de confort et à embrasser l’inconnu. Une belle surprise amoureuse pourrait se présenter si vous restez authentique et attentif aux rencontres inattendues.",
      "couples": "Pour un Capricorne en amour le 11 janvier 2026, concentrez-vous sur renforcer la communication avec votre partenaire. Exprimez vos sentiments sincèrement et écoutez attentivement ses besoins. Surprenez-le avec de petites gestes romantiques, comme un dîner improvisé ou une lettre douce. Montrez-lui votre engagement en étant présent et compatissant. Ce jour est idéal pour bâtir une confiance solide, en partageant des rêves et en planifiant ensemble un avenir plein de promesses.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Capricornes, écris une lettre sincère à ton amour, lui confiant tes sentiments profonds tout en lui exprimant ta gratitude.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Cher Verseau seul en ce début d’année, 2026 t’offre une merveilleuse opportunité d’élargir ton cercle. Ouvre ton cœur aux rencontres authentiques, que ce soit par des activités créatives ou des événements sociaux. Sois toi-même, sincère et curieux, car c’est ainsi que tu attirerais des âmes compatibles. N’aie pas peur de prendre l’initiative, des rencontres inattendues pourraient devenir des histoires d’amour enrichissantes. Laisse ton esprit libre et ton cœur fidèle, l’amour n’est qu’à un pas.",
      "couples": "Le 11 janvier 2026, Verseau, cultivez la complicité en exprimant sincèrement vos sentiments. Soyez à l’écoute de votre partenaire, sans jugement, et partagez des moments authentiques. Surprenez-le avec une petite attention ou un geste romantique qui montre votre attachement. La communication ouverte renforcera votre lien, permettant de surmonter ensemble les défis. N’oubliez pas que la tendresse et la sincérité sont la clé pour une relation épanouissante et pleine de tendresse.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, surprends ton amour en lui écrivant une lettre sincère exprimant tes sentiments profonds et tes rêves pour votre avenir commun.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cher Poisson, en ce début d’année 2026, ouvrez-vous aux nouvelles rencontres avec confiance. Participez à des activités qui nourrissent votre âme, comme des ateliers artistiques ou des sorties nature. Soyez attentif aux rencontres spontanées, car elles pourraient cacher une belle surprise. Cultivez votre douceur et votre authenticité, car c’est votre atout majeur pour attirer une personne qui saura apprécier votre profondeur. L’amour se trouve souvent où on s’y attend le moins.",
      "couples": "Pour les Poissons en couple le 11 janvier 2026, privilégiez la sincérité dans vos échanges. Soyez à l’écoute de votre partenaire et exprimez vos sentiments avec douceur. Surprenez-le avec de petites attentions, comme une note d’amour ou une sortie improvisée. Cultivez la confiance en partageant vos rêves et vos doutes. En étant vrai et attentionné, vous renforcerez votre lien, créant une atmosphère de tendresse et de complicité durable.",
      "mood": "passionné",
      "action": "Aujourd’hui, Poissons, écris une lettre sincère et emballe-la dans une jolie boîte pour exprimer tes sentiments profonds à la personne que tu aimes.",
      "author": "Astrologly"
    }
  }
}