{
  "date": "2026-02-13",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Neste 13 de fevereiro de 2026, Áries solteiro, a energia de hoje sugere abrir seu coração às novas oportunidades. Seja mais receptivo em encontros sociais e eventos que saiam da rotina. Sua espontaneidade atrairá pessoas sinceras, e uma conexão especial pode surgir ao se permitir vulnerável. Aproveite para praticar a escuta atenta e valorizar pequenas conversas; nelas, o amor pode encontrar o seu caminho. Confie no seu brilho natural e arrisque-se!",
      "couples": "Áries em 2026-02-13, concentre-se em fortalecer sua relação através de comunicação sincera e aberta. Mostre seu amor com gestos românticos e atenciosos, ouvindo verdadeiramente seu parceiro. Valorize os pequenos momentos juntos e demonstre sua paixão com gestos espontâneos. Lembre-se de ser paciente e compreensivo, cultivando a confiança mútua. Assim, vocês criarão uma conexão ainda mais sólida, repleta de paixão, carinho e crescimento mútuo.",
      "mood": "apaixonado",
      "action": "Hoje, Áries pode surpreender seu amor preparando um jantar especial em casa, criando um ambiente acolhedor para fortalecer a conexão emocional.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Hoje, Touro solteiro, 13 de fevereiro de 2026, é um momento ideal para abrir seu coração para novas experiências. Permita-se explorar novos ambientes, eventos culturais ou grupos de interesse. Sua paciência e autenticidade atrairão pessoas que apreciam sua estabilidade e carinho. Invista em conversas sinceras e mostre seu verdadeiro eu. Cultive conexões genuínas, pois o amor está mais perto do que imagina, basta dar o primeiro passo com confiança e delicadeza.",
      "couples": "Querido Touro, neste dia 13 de fevereiro de 2026, foque em fortalecer seus laços com gestos de carinho e atenção. Comunique seus sentimentos com sinceridade, mostrando apreciação pelo seu parceiro. Surpreenda-o com pequenos detalhes que demonstrem seu amor, como uma conversa profunda ou um presente especial. Cultive a paciência e a compreensão, criando um ambiente harmonioso. Assim, sua relação será ainda mais sólida, repleta de confiança e afeto verdadeiro.",
      "mood": "cauteloso",
      "action": "Hoje, o taurino pode surpreender seu amor preparando um jantar especial em casa, com os ingredientes favoritos e uma playlist significativa.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "No dia 13 de fevereiro de 2026, Gêmeos solteiro, seu charme natural estará em alta. Aproveite para explorar novos ambientes e participar de eventos sociais; suas palavras encantam e atraem almas afins. Seja autêntico e aberto às novidades, pois encontros inesperados podem surgir em lugares simples, como cafés ou passeios culturais. Confie na sua intuição e permita que a espontaneidade guie sua jornada romântica. Está na hora de abrir seu coração para novas possibilidades.",
      "couples": "Gêmeos, em 2026-02-13, valorize a comunicação sincera e aberta com seu parceiro. Aproveite a leveza do seu jeito divertido para fortalecer o vínculo, surpreendendo com gestos românticos e palavras de carinho. Escute atentamente e demonstre interesse genuíno pelos sonhos e desejos do outro. Cultivar a transparência e a espontaneidade criará uma relação mais sólida e apaixonada. Lembre-se, o diálogo sincero é a chave para transformar momentos simples em memórias inesquecíveis juntos.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos deve preparar uma surpresa romântica, como um jantar caseiro à luz de velas, para fortalecer a conexão com seu amor.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, em 13 de fevereiro de 2026, abrace novas oportunidades de conhecer pessoas. Sua sensibilidade e empatia são magia para criar conexões profundas. Saia da zona de conforto, convide alguém para um café ou participe de atividades que você ama. Cultive sua autoestima, pois o amor floresce quando você se valoriza. Confie no seu coração: o romance pode surgir de onde menos espera. Esteja aberto e receptivo às surpresas do universo.",
      "couples": "Para fortalecer seu relacionamento em 13 de fevereiro de 2026, Câncer, valorize a comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos românticos, como pequenas surpresas ou palavras carinhosas. Cultive momentos de intimidade, escutando ativamente e apoiando sem julgamentos. Sua sensibilidade é uma força; use-a para criar um ambiente de confiança e afeto, fortalecendo ainda mais os laços que unem vocês.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem carinhosa e sincera para seu parceiro, demonstrando o quanto ele é importante para você.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 traz oportunidades maravilhosas para expandir o coração. Aproveite eventos sociais e não tema mostrar seu brilho único; sua autenticidade atrai conexões verdadeiras. Esteja aberto a conhecer pessoas diferentes, pois o amor pode surgir onde menos espera. Cultive a paciência e confie na sua essência carismática. Com coragem e alegria, o romance pode florescer de forma inesperada. Lembre-se: o amor está na sua generosidade e brilho natural.",
      "couples": "Querido Leão, no dia 13 de fevereiro de 2026, valorize a comunicação sincera com seu parceiro. Seja atento às necessidades dele(a) e demonstre seu amor com gestos românticos, como pequenas surpresas ou palavras carinhosas. Fortaleça o vínculo compartilhando momentos de alegria e escuta ativa. Confie no seu brilho natural para iluminar o relacionamento. Assim, vocês criarão uma conexão ainda mais profunda e apaixonada, celebrando o amor que os une com autenticidade e dedicação.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma mensagem sincera e apaixonada, expressando sua admiração e desejo de compartilhar o futuro juntos.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virginiana, em 13 de fevereiro de 2026, abra-se para novas experiências. Aproveite eventos sociais e atividades que estimulem sua paixão por aprendizado e organização, pois eles podem te conectar com alguém especial. Seja autêntica e confie na sua intuição ao conhecer pessoas. Uma caminhada ao ar livre ou uma aula criativa podem abrir portas para encontros significativos. Lembre-se: o amor floresce quando você se permite ser vulnerável e verdadeira.",
      "couples": "Neste dia 13 de fevereiro de 2026, Virgem, que seu foco seja na conexão emocional. Use sua sensibilidade para ouvir e compreender seu parceiro com paciência e carinho. Pequenos gestos de amor, como uma mensagem inesperada ou um carinho sincero, fortalecerão o vínculo. Comunicar-se abertamente e demonstrar apreciação criam uma base sólida. Aproveite o momento para expressar seu afeto com autenticidade, fazendo seu relacionamento florescer ainda mais nesta fase especial.",
      "mood": "apaixonado",
      "action": "Hoje, para demonstrar seu amor de forma sincera, prepare uma surpresa delicada, como uma carta escrita à mão expressando seus sentimentos mais profundos.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, em 13 de fevereiro de 2026, abra seu coração para novas experiências. Aproveite momentos sociais e eventos para conhecer pessoas interessantes. Sua elegância natural atrairá, então seja autêntico e aberto ao diálogo. Talvez encontre alguém que compartilha de seus valores e paixão por equilíbrio. Dedique tempo para entender suas emoções e concentração no presente. Assim, as chances de romance florescerão de forma genuína e encantadora.",
      "couples": "Querida Libra, neste dia 13 de fevereiro de 2026, invista na comunicação aberta e sincera com seu parceiro. Ouça com atenção, demonstrando empatia e compreensão. Surpreenda-o com gestos românticos que expressem seu afeto, como uma carta ou um jantar especial. Valorize os momentos íntimos e mantenha o equilíbrio na relação. Cultivar o diálogo e o carinho fortalecerá seus laços, criando uma conexão ainda mais profunda e harmoniosa neste momento especial.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma taça de vinho especial e uma mensagem sincera que revele o quanto ele significa para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Neste 13 de fevereiro de 2026, Escorpião, aproveite o dia para abrir seu coração às possibilidades. Seja espontâneo ao conhecer novas pessoas, pois essa é a chave para encontros genuínos. Confie na sua intuição, mas também esteja disposto a se mostrar vulnerável. O universo está conspirando a seu favor, atraindo alguém que valorize sua intensidade e autenticidade. Permita-se amar sem medo, pois o amor verdadeiro pode estar mais perto do que imagina.",
      "couples": "Querido Escorpião, em 2026-02-13, invista na comunicação aberta e sincera com seu amor. Demonstre seu sentimento com gestos românticos, palavras que expressam seu coração profundo. Escute com atenção e corrija qualquer mal-entendido imediatamente. Cultive a confiança e o desejo de compartilhar seus sonhos e medos. Pequenos detalhes diários fortalecerão seu laço e levarão seu relacionamento a um novo patamar de paixão e conexão genuína.",
      "mood": "brincalhão",
      "action": "Hoje, escorpiano, surpreenda seu amor preparando um jantar especial e íntimo, demonstrando seu carinho através de detalhes pensados com intensidade e paixão.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitário, em 13 de fevereiro de 2026, mergulhe no crescimento pessoal e nas experiências novas. Aproveite oportunidades para conhecer novos amigos e explorar locais diferentes, onde as chances de encontrar alguém especial aumentam. Seja aberto, autêntico e confiante ao se relacionar. Sua energia contagiante atrairá pessoas que compartilham de seu espírito aventureiro. Use sua coragem para dar o próximo passo, e o amor poderá surpreendê-lo de forma suave e única nesta fase.",
      "couples": "Neste dia 13 de fevereiro de 2026, Sagitário, valorize a comunicação aberta com seu parceiro. Demonstre seu amor com gestos sinceros e surpresas que expressem sua admiração. Aproveite para fortalecer os laços, compartilhando sonhos e ambições. Seja atento às necessidades do outro, cultivando confiança e intimidade. Esse momento é propício para reafirmar seu compromisso, trazendo mais paixão e cumplicidade ao relacionamento. Cuide do amor com dedicação e carinho genuíno.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem sincera e apaixonada, demonstrando o quanto ele ou ela ilumina seus dias.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricorniano(a), em 13 de fevereiro de 2026, esteja aberto(a) a novas experiências amorosas. Aproveite as oportunidades de conhecer pessoas em ambientes diferentes, como aulas, eventos culturais ou viagens. Sua dedicação e sinceridade atraem conexões autênticas. Relaxe, seja espontâneo(a) e permita que seu coração se abra sem pressa. O amor pode surgir de onde menos espera, basta estar presente, atento(a) e confiando no seu charme natural.",
      "couples": "Para Capricorniano em 13/02/2026, invista na comunicação aberta e sincera. Mostre seu amor com gestos simples, como uma nota carinhosa ou um jantar especial. Ouça atentamente as necessidades do seu parceiro, reforçando a confiança. Aproveite para planejar momentos a dois que fortaleçam a conexão emocional. Sua dedicação e sinceridade transformarão o relacionamento, criando uma base sólida de afeto e compreensão nesta fase tão especial.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve preparar um jantar especial em casa e convidar seu parceiro para uma noite de conversas sinceras e sonhos compartilhados.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "No dia 13 de fevereiro de 2026, aquarianos solteiros podem encontrar oportunidades únicas ao expandir seu círculo social. Seja aberto a encontros casuais e conexões inesperadas, pois o universo favorece novas amizades com potencial romântico. Seja autêntico e demonstre interesse genuíno nas pessoas que conhece. Aproveite eventos sociais, grupos de interesse ou atividades criativas para ampliar suas chances de encontrar alguém especial. Confie no seu coração, seu charme e sua originalidade atraem o amor.",
      "couples": "Para Aquário em 13 de fevereiro de 2026, valore a comunicação aberta e sincera com seu amor. Use sua criatividade para surpreender, demonstrando carinho através de gestos inesperados. Ouça atentamente seus sentimentos, fortalecendo a confiança mútua. Aproveite momentos juntos, compartilhando sonhos e planos. Cultive a autenticidade e o respeito, pois eles serão essenciais para aprofundar essa conexão especial. Sua energia inovadora pode transformar pequenos gestos em grandes demonstrações de amor.",
      "mood": "romântico",
      "action": "Hoje, aquariano(a), surpreenda seu parceiro(a) com uma mensagem sincera e carinhosa, expressando o quanto ele(a) é especial para você.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Neste dia 13 de fevereiro de 2026, Peixes solteiros, abracem novas oportunidades de conexão. Permitam-se sair da zona de conforto, participando de eventos sociais ou hobbies que apaixonam vocês. Conversem com sinceridade e escutem com o coração aberto. Novas amizades podem se transformar em romances profundos. Confie na intuição emocional que sempre os guia; o amor pode estar mais perto do que imaginam, basta dar o passo.",
      "couples": "Peixes, em 13 de fevereiro de 2026, aproveite esse momento para fortalecer seu vínculo através de gestos românticos e comunicação sincera. Abra seu coração com vulnerabilidade, compartilhando sonhos e emoções profundas. Ouça atentamente seu parceiro e demonstre seu carinho com pequenas atitudes diárias. Priorizando a conexão emocional, vocês irão transformar momentos simples em memórias inesquecíveis, fortalecendo o amor e criando uma relação ainda mais harmoniosa, cheia de compreensão e afeto duradouro.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, surpreenda seu amor com uma mensagem sincera e arrebatadora, revelando o quanto ele ou ela significa para você.",
      "author": "Astrologly"
    }
  }
}