{
  "date": "2026-01-11",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Hoje, Áries solteiro, aproveite a energia vibrante ao seu redor. Este é um momento perfeito para se abrir ao novo, experimentar encontros e se conectar com pessoas autênticas. Seja espontâneo em suas ações e mostre seu verdadeiro eu, pois isso atrairá alguém que compartilhe seus valores. Confie na sua paixão e otimismo para criar momentos memoráveis, abrindo portas para uma conexão especial neste ano. Esteja disposto a se apaixonar por pequenas aventuras!",
      "couples": "Áries em 2026-01-11, valorize a comunicação sincera com seu parceiro. Demonstre seu afeto através de gestos pequenos, como palavras ternas ou surpresas pensadas. Ouça atentamente suas necessidades e celebre as conquistas juntos. Evite impulsos e pratique a paciência, fortalecendo a confiança mútua. Sua paixão é uma força maravilhosa, mas lembre-se de nutrir o emocional do relacionamento com cuidado e carinho, criando momentos inesquecíveis de conexão.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, envie uma mensagem sincera e carinhosa para seu amor, expressando o quanto ele é importante para você.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, em 2026, abra seu coração para novas oportunidades de romance. Seja gentil e paciente ao conhecer novas pessoas; sua autenticidade atrairá quem realmente combina com você. Experimente atividades diferentes, como aulas de culinária ou eventos ao ar livre, para ampliar seu círculo social. Confie em seu potencial de amor e lembre-se de que a estabilidade emocional é a base de relações duradouras. Esteja aberto ao amor, ele pode surgir quando menos esperar.",
      "couples": "Querido Touro, em 11 de janeiro de 2026, foque em fortalecer sua conexão emocional. Surpreenda seu parceiro com gestos românticos simples, como um passeio ao pôr do sol ou uma carta sincera. Melhore a comunicação ao ouvir com atenção e expressar seus sentimentos com respeito. Cultive confiança e paciência, criando momentos de conexão genuína. Assim, seu relacionamento se tornará mais sólido e cheio de amor verdadeiro.",
      "mood": "cauteloso",
      "action": "Hoje, Touro deve preparar um jantar especial com suas mãos, criando um ambiente aconchegante para surpreender quem ama com carinho e dedicação.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Hoje, Gêmeos solteiro, aproveite a energia do universo para expandir seu círculo social. Seja aberto a novas experiências, participe de eventos que estimulem conversas e troque ideias. Sua curiosidade natural pode conectar você com alguém especial. Não tenha medo de mostrar seu verdadeiro jeito descontraído e inteligente. Confie no seu charme — a sorte está ao seu favor para encontros que podem florescer em algo único e emocionante.",
      "couples": "Para os geminianos em 11 de janeiro de 2026, priorize a comunicação aberta e honesta, compartilhando seus sentimentos com seu parceiro. Planeje momentos especiais e surpresas que demonstrem seu carinho, fortalecendo o vínculo emocional. Seja atento às necessidades do outro, ouvindo com empatia. Mas lembre-se de equilibrar sua espontaneidade com comprometimento, criando uma base sólida de confiança e amor verdadeiro. Assim, seu relacionamento se fortalecerá ainda mais nesta fase.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, envie uma mensagem sincera de carinho a alguém especial e dedique um momento para ouvir atentamente suas emoções.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, em 11 de janeiro de 2026, abra seu coração para novas experiências amorosas. Procure eventos sociais e atividades que alimentem seu encanto natural, como encontros culturais ou grupos de hobbies. Seja genuíno ao conhecer novas pessoas; sua sensibilidade oferece conexão verdadeira. Confie no seu intuition e permita-se vulnerável. O amor destaca-se na autenticidade. Aproveite as oportunidades que o dia traz, e o amor pode surpreender você quando menos esperar.",
      "couples": "Para fortalecer seu relacionamento em 2026-01-11, Câncer, foque em comunicar seus sentimentos de forma aberta e sincera. Pequenos gestos de carinho, como uma mensagem carinhosa ou um gesto de cuidado, reforçam a ligação emocional. Valorize momentos íntimos e escute com atenção seu parceiro, criando um ambiente de confiança. Investir na conexão emocional hoje trará uma base mais sólida e romântica, cultivando amor e compreensão duradouros entre vocês.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer deve preparar uma janta especial em casa e convidar seu amor para uma noite íntima, repleta de carinho e conversas sinceras.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Para Leão solteiro em 11 de janeiro de 2026, aproveite a energia vibrante do seu signo para se abrir a novas experiências. Está na hora de explorar diferentes ambientes e convidar pessoas para atividades que refletem sua personalidade brilhante. Seja autêntico e confiante ao conhecer alguém; sua luz atrai o amor verdadeiro. Cultive amizades e deixe o romance florescer naturalmente. Sua coragem e autenticidade serão o seu maior diferencial nesta jornada amorosa.",
      "couples": "Leão, em 11 de janeiro de 2026, seu brilho natural encanta seu parceiro. Invista na comunicação aberta, compartilhando seus sentimentos com sinceridade. Pequenos gestos românticos, como uma mensagem de amor ou uma surpresa especial, fortalecerão ainda mais a conexão. Demonstre seu apreço com atenção genuína e ouça com empatia. Cultive momentos de intimidade, lembrando que sua autenticidade e carinho são essenciais para manter o relacionamento vibrante e cheio de amor duradouro.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com um jantar romântico à luz de velas em casa, dedicando palavras sinceras que expressem seu amor e admiração.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Neste dia especial, Virgem, 2026-01-11, a dica é abrir seu coração para novas experiências. Permita-se deixar a rotina de lado e explorar encontros espontâneos. Aproveite oportunidades de conhecer pessoas em ambientes diferentes, como eventos culturais ou redes sociais. Confie mais na sua intuição e não aperte demais as regras. O amor pode surgir de uma conversa sincera ou de um sorriso inesperado. Esteja receptiva às possibilidades que o universo oferece.",
      "couples": "Para Virgem em 2026-01-11, valorize a comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos simples, como um bilhete carinhoso ou um jantar preparado com dedicação. Ouça com atenção e seja compreensivo, fortalecendo a conexão emocional. Pequenas ações diárias criam uma base sólida. Cultive momentos de intimidade e lembre-se de expressar sua admiração e gratidão. Assim, seu relacionamento se enriquece com amor e confiança.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor preparando uma refeição especial e saborosa, demonstrando carinho e atenção aos detalhes que ele mais aprecia.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, em 2026, abrace novas oportunidades de conhecer pessoas, seja por atividades sociais ou eventos culturais. Sua natureza charmosa e diplomática atrai interesses sinceros. Permita-se sair da sua zona de conforto, experimentando encontros diferentes e autênticos. Seja honesta sobre seus sentimentos e prioridades, e confie na sua intuição para identificar quem realmente combina com você. Aproveite essa fase para cultivar conexões significativas, transformando encontros casuais em possíveis histórias de amor duradouro.",
      "couples": "Querida Libra, em 11 de janeiro de 2026, concentre-se em fortalecer seus laços através de comunicação honesta e tranquila. Espalhe gestos românticos, como pequenos bilhetes ou um jantar inesperado, para acarinhar seu parceiro. Ouça com atenção, demonstrando empatia e compreensão. Invista tempo em momentos íntimos, cultivando a conexão emocional. Assim, seu relacionamento se aprofundará, trazendo ainda mais harmonia e amor para vocês dois.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, envie uma mensagem carinhosa e sincera para seu amor, expressando o quanto ele ou ela significa para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, em 2026, esteja aberto ao novo. Aproveite oportunidades de encontros espontâneos, pois essa é a hora de aprofundar conexões autênticas. Seja honesto sobre seus sentimentos e não tenha medo de mostrar sua intensidade emocional. Busque atividades que alimentem sua alma, onde possa conhecer pessoas com interesses semelhantes. Confie no seu charme e na sua intuição para criar laços profundos. O amor está mais perto do que imagina—basta dar o primeiro passo com coragem.",
      "couples": "Escorpião, em 11 de janeiro de 2026, dedique-se a fortalecer sua conexão emocional. Ouça atentamente seu parceiro, valorizando suas emoções profundamente. Invista em gestos românticos, como surpresas ou palavras sinceras, que demonstrem seu amor genuíno. Comunique-se com honestidade e vulnerabilidade, criando confiança mútua. Aproveite esse momento para aprofundar os laços, lembrando que o amor verdadeiro requer nutrição constante e dedicação apaixonada.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve preparar um jantar especial em casa, surpreendendo seu amor com uma noite íntima e cheia de detalhes personalizados.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido sagitariano, 2026 será um período de grandes oportunidades amorosas. Aproveite para explorar novos lugares e expandir seu círculo social, pois encontros inesperados podem surgir em ambientes diferentes. Seja aberto à espontaneidade e não tenha medo de expressar seu entusiasmo pela vida, isso atrairá pessoas compatíveis. Invista em atividades que conectem seus interesses, pois o amor floresce na autenticidade. Confie no seu potencial e permita-se amar com coragem e alegria.",
      "couples": "No dia 11 de janeiro de 2026, Sagitário deve focar na comunicação aberta e sincera com seu parceiro. Valorize os momentos de conexão, demonstrando afeto através de gestos românticos simples, como uma mensagem carinhosa ou um almoço especial. Esteja presente e ouça atentamente as necessidades do seu amor. Espaços de diálogo e demonstrações de cuidado fortalecerão ainda mais o vínculo, criando uma relação baseada na confiança e no carinho sincero que ambos merecem.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, envie uma mensagem sincera expressando sua admiração e gratidão ao seu amor, reforçando a conexão emocional entre vocês.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Para os solteiros de Capricórnio, 2026 será um momento promissor para abrir seu coração. Aproveite oportunidades em encontros sociais e eventos culturais para conhecer pessoas que compartilhem seus interesses. Seja autêntico e transparente, pois a sinceridade atrai conexões verdadeiras. Trabalhe sua confiança e não tenha medo de se mostrar vulnerável. Uma abordagem cuidadosa e honesta pode transformar encontros casuais em uma história de amor duradoura. Aproveite esse período especial para se apaixonar por quem realmente merece.",
      "couples": "Querido(a) Capricorniano(a), em 2026-01-11, invista na comunicação sincera com seu parceiro(a). Demonstre seu carinho com gestos pequenos e significativos, como palavras de apreciação ou um abraço atento. Cultive momentos de conexão genuína, valorizando o diálogo aberto e a escuta ativa. Sua dedicação e honestidade fortalecerão o vínculo, deixando o relacionamento mais sólido e romântico. Lembre-se de que a confiança se transforma em amor duradouro.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, surpreenda seu amor com uma mensagem sincera expressando o quanto você valoriza sua presença única na sua vida.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano, 2026 traz oportunidades incríveis para expandir seus horizontes amorosos. Aproveite eventos sociais, grupos de interesse e viagens para conhecer novas pessoas. Sua autenticidade encanta, então seja você mesmo ao se relacionar. Cultive a curiosidade, ouça com atenção e permita que o amor surja naturalmente. O momento é perfeito para conexões profundas e espontâneas, que podem transformar sua vida afetiva de forma surpreendente. Esteja aberto ao novo!",
      "couples": "Para Aquário em 2026-01-11, valorize a comunicação aberta e sincera com seu parceiro. Demonstre afinidade com gestos românticos únicos que expressem sua autenticidade e criatividade. Construa momentos de conexão profunda, ouvindo com atenção e compartilhando sonhos e desejos. Cultive a paciência e a compreensão, reforçando a confiança mútua. Pequenos detalhes diários podem fortalecer o amor, tornando seu relacionamento mais sólido e apaixonado daqui para frente.",
      "mood": "romântico",
      "action": "Hoje, Aquário, escreva uma carta sincera expressando seus sentimentos mais profundos e entregue-a pessoalmente para alguém especial.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido peixes, 2026 reserva novas oportunidades amorosas. Esteja aberto a conhecer pessoas diferentes, pois seu coração sensível atrairá conexões genuínas. Participe de eventos sociais, grupos de interesse ou atividades criativas para ampliar seu círculo. Seja autêntico e ouça sua intuição ao se envolver com alguém. Confie na magia do momento e deixe seu encanto natural iluminar seus encontros. O amor está ao seu alcance, basta dar o primeiro passo com coragem e esperança.",
      "couples": "No dia 11 de janeiro de 2026, Peixes, fortaleça sua conexão cultivando a comunicação aberta e sincera com seu par. Ouça com atenção, demonstre empatia e compartilhe seus sonhos e emoções. Gestos românticos, como uma mensagem especial ou um momento íntimo, fortalecerão o vínculo. Aproveite esse momento para mostrar seu amor de forma genuína, lembrando que a vulnerabilidade aproxima ainda mais, criando uma base sólida para o relacionamento.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, surpreenda seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e desejos de futuro juntos.",
      "author": "Astrologly"
    }
  }
}