{
  "date": "2026-01-10",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Hoje, Áries solteiro, 10 de janeiro de 2026, é o momento perfeito para explorar novas conexões. Seja aberto a encontros e atividades sociais que despertem sua paixão. Use sua energia natural para participar de eventos, hobbies ou grupos que compartilhem seus interesses. Cultive a paciência e permita que o amor aconteça de forma espontânea. Confie no seu charme e autenticidade, pois eles atraem pessoas especiais. O amor está mais próximo do que imagina!",
      "couples": "Áries em 2026-01-10, valorize a comunicação aberta e sincera com seu parceiro. Use sua energia para surpreender com gestos pequenos, como uma mensagem carinhosa ou um jantar especial. Ouça ativamente suas necessidades e demonstre interesse genuíno. Cultivar paciência e compreensão fortalecerá o vínculo. Seu entusiasmo e paixão, quando compartilhados com intenção, criarão uma conexão mais profunda e harmoniosa. Aproveite o momento para reafirmar seu amor com gestos que venham do coração.",
      "mood": "apaixonado",
      "action": "Hoje, Áries deve surpreender seu amor enviando uma mensagem sincera e apaixonada, expressando o quanto ele é importante para você.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, em 10 de janeiro de 2026, abra seu coração para novas oportunidades amorosas. Este é um momento ideal para expandir seu círculo social, participar de atividades que refletem seus interesses e mostrar sua autenticidade. Lembre-se de que a paciência e a calma atraem conexões sinceras. Foque em pequenas ações diárias para cultivar sua autoconfiança e atrair alguém que valorize sua estabilidade e sensualidade. O amor está mais perto do que imagina.",
      "couples": "Para Touro em 2026-01-10, concentre-se em fortalecer seu relacionamento através de gestos românticos sinceros e comunicação aberta. Demonstre seu afeto com pequenos detalhes diários que mostram cuidado e atenção. Ouça seu parceiro com empatia, criando um espaço seguro para compartilhar sentimentos. Reserve momentos especiais para desfrutar juntos, cultivando a conexão emocional. Sua estabilidade e dedicação serão essenciais para aprofundar o vínculo e transformar o amor em uma fonte contínua de alegria e segurança.",
      "mood": "cauteloso",
      "action": "Hoje, para expressar seu amor, prepare um jantar especial com os pratos favoritos do seu par e deixe uma nota que diga o quanto ele significa para você.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Para Gêmeos solteiro em 10/01/2026, este é um momento para explorar novas conexões. Seja aberto a encontros espontâneos e atividades que estimulem sua criatividade, como workshops ou eventos culturais. Aproveite sua comunicação natural para atrair alguém verdadeiro. Não tenha pressa; a autenticidade e a diversão serão seus maiores aliados. Cultive sua autenticidade e permita que o amor surja de forma leve, natural e cheia de possibilidades encantadoras.",
      "couples": "Gêmeos, em 10/01/2026, seu espírito curioso deve estar equilibrado com a atenção ao parceiro. Invista em conversas sinceras e ouça com empatia, fortalecendo a conexão emocional. Surpreenda com gestos românticos simples, como mensagens amorosas ou planos espontâneos. Mostre interesse genuíno pelos sonhos do outro e compartilhe suas emoções. Assim, sua versatilidade vai transformar sua relação em uma parceria ainda mais harmoniosa e cheia de paixão.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, surpreenda seu amor com uma mensagem carinhosa e sincera, expressando o quanto ele significa para você.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Para os Cancerianos solteiros em 10 de janeiro de 2026, este é um momento de abrir o coração e explorar novas oportunidades. Esteja disposto a sair da sua zona de conforto, participando de eventos sociais ou fazendo novas amizades. Sua sensibilidade é um presente; use-a para criar conexões autênticas. Confie na sua intuição ao escolher possíveis parceiros. Aproveite essa fase para nutrir relacionamentos profundos e encontrar alguém que valorize sua essência genuína e carinho.",
      "couples": "Querido Cancer, em 10 de janeiro de 2026, concentre-se em fortalecer seu vínculo através de gestos românticos e sinceros. Comunicação aberta é fundamental: compartilhe seus sentimentos com calma e ouça com atenção. Surpreenda seu amor com gestos delicados que demonstram seu carinho e dedicação. Aproveite momentos de intimidade para criar memórias especiais. Sua sensibilidade é uma ponte poderosa — use-a para nutrir e aprofundar seu relacionamento, trazendo ainda mais harmonia e amor.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer deve preparar uma surpresa deliciosa, como um jantar caseiro acompanhado de uma playlist especial, para demonstrar seu amor de uma forma íntima e afetuosa.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 trará oportunidades incríveis para ampliar seu círculo social. Aproveite eventos, festas e atividades criativas para conhecer pessoas autênticas. Seja confiante, mas mantenha um toque de vulnerabilidade; sua sinceridade encantará. Lembre-se de valorizar conexões genuínas e não tenha medo de mostrar seu verdadeiro brilho. Este é o momento de abrir seu coração e permitir que o amor floresça naturalmente. Confie no seu charme e deixe o universo ouvir seu desejo de amar.",
      "couples": "Querido Leão, em 10 de janeiro de 2026, fortaleça sua relação ao expressar seus sentimentos de forma honesta e carinhosa. Ouça atentamente seu parceiro, demonstrando empatia e compreensão. Surpreenda com gestos românticos simples, como uma mensagem especial ou um jantar íntimo. Valorize os momentos juntos, criando memórias inesquecíveis. Sua paixão e generosidade irão aprofundar o vínculo, tornando a relação mais forte, verdadeira e repleta de amor.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma mensagem sincera e apaixonada, expressando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgem, em 10 de janeiro de 2026, abra seu coração para novas possibilidades. Aproveite eventos sociais e grupos com interesses semelhantes para ampliar seu círculo de amizades. Seja espontânea e autêntica ao conhecer alguém; sua atenção aos detalhes será admirada. Confie na sua intuição e não tenha medo de dar o primeiro passo. Sua sensibilidade e dedicação atrairão alguém especial que valorize sua essência única. Marque essa data como um novo começo amoroso.",
      "couples": "Para Virgem em 2026-01-10, fortaleça seu relacionamento dedicando tempo à comunicação sincera e aberta. Demonstre seu amor com gestos simples, como uma mensagem carinhosa ou um abraço apertado. Confie mais na sua intuição e não tente controlar tudo. Pequenos detalhes, como ouvir ativamente e mostrar apreciação diária, criarão uma conexão mais profunda. Cultivar paciência e compreensão trará harmonia e renovará a paixão entre vocês.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor preparando um jantar especial em casa, com detalhes que demonstrem cuidado e dedicação à sua felicidade.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, em 10 de janeiro de 2026, abra seu coração para novas possibilidades. Aproveite ocasiões sociais e eventos culturais para conhecer pessoas que compartilhem seus valores e interesses. Seja autêntico e ouça com atenção, pois sua empatia atrairá conexões genuínas. Lembre-se, o amor floresce na honestidade e na harmonia. Permita-se confiar no seu charme natural e alcançar alguém especial que valorize sua beleza interior. O universo conspira a seu favor!",
      "couples": "Querida Libra, em 10 de janeiro de 2026, foque em fortalecer seus laços através da comunicação sincera. Ouça seu parceiro com atenção e compartilhe seus sentimentos com ternura. Pequenos gestos românticos, como uma mensagem carinhosa ou um jantar surpresa, irão aprofundar a conexão. Valorize o equilíbrio entre dar e receber, cultivando a harmonia que tanto prezam. Assim, vocês criarão memórias inesquecíveis e um relacionamento ainda mais sólido e apaixonado.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e carregada de carinho para fortalecer ainda mais a conexão entre vocês.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, em 2026, abra seu coração para novas experiências. Aproveite oportunidades de encontros em ambientes diferentes e seja autêntico ao se apresentar. Sua intensidade vibrante atrai pessoas genuínas; use essa energia para criar conexões profundas. Pense em explorar hobbies sociais ou eventos culturais, onde possa encontrar alguém que compartilhe seus interesses. Confie na sua intuição ao escolher quem vale a pena. Seja paciente, o amor pode surgir quando menos espera.",
      "couples": "Escorpião, em 10 de janeiro de 2026, concentre-se em fortalecer seus laços através de comunicação aberta e sincera. Seja vulnerável e compartilhe seus sentimentos com seu parceiro, criando uma conexão mais profunda. Surpreenda-o com gestos românticos que demonstrem seu carinho, como uma mensagem especial ou um gesto atencioso. Ao cultivar essa transparência e romantismo, o relacionamento se tornará ainda mais sólido, trazendo confiança e amor duradouro para vocês dois.",
      "mood": "brincalhão",
      "action": "Hoje, escorpião deve preparar um jantar especial surpresa para seu amor, demonstrando cuidado e dedicação ao criar uma noite inesquecível.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido sagitariano, 2026 reserva excelentes oportunidades para encontros e novas conexões. Este é um momento ideal para abrir seu coração e explorar diferentes caminhos românticos. Seja espontâneo ao conhecer novas pessoas, participando de eventos sociais ou atividades que reflitam seus interesses. Confie na sua energia positiva e otimismo natural. Lembre-se de que o amor surge quando menos espera, então mantenha-se aberto e autêntico. Sua aventura amorosa está prestes a começar!",
      "couples": "Para Sagitário em 10/01/2026, fortaleça seu relacionamento explorando novas experiências juntos, criando memórias inesquecíveis. Comunique-se com sinceridade e ouça atentamente as opiniões do seu parceiro. Demonstre seu amor com gestos românticos, como surpresas simples ou palavras doces que expressem seu sentimento profundo. Essa combinação de aventura, diálogo aberto e gestos afetuosos fortalecerá seus laços, trazendo ainda mais alegria e compreensão ao seu romance. Aproveite essa fase para amar ainda mais intensamente.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário deve preparar uma surpresa personalizada para seu amor, como uma playlist especial, demonstrando atenção e carinho sincero.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Para os solteiros de Capricórnio em 10 de janeiro de 2026, abrace a oportunidade de se abrir ao amor com leveza e autenticidade. Busque eventos sociais, hobbies e grupos que reflitam seus interesses, facilitando encontros genuínos. Seja paciente, confie na sua essência e permita que suas emoções floresçam naturalmente. O amor pode surgir onde menos espera, aproveitando cada conexão para construir uma relação sólida e verdadeira. Esteja receptivo às novidades e sinta-se grato pelas possibilidades que surgirão.",
      "couples": "Capricórnio, em 10 de janeiro de 2026, valorize a comunicação sincera com seu parceiro. Dedique tempo para ouvir com atenção e expressar seus sentimentos de forma genuína. Pequenos gestos de carinho e surpresas pensadas demonstrarão seu compromisso e fortalecerão a conexão. Mostrar vulnerabilidade aumentará a intimidade e criará laços ainda mais profundos. Aproveite esse momento para investir no relacionamento, cultivando amor, confiança e momentos especiais juntos.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve preparar um jantar especial em casa, surpreendendo seu amor com uma noite de conversa profunda e carinho sincero.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Para os aquarianos solteiros em 10 de janeiro de 2026, este é um momento ideal para explorar novas conexões. Abra-se para diferentes ambientes, seja em eventos culturais ou encontros online. Sua autenticidade atrairá pessoas que apreciam sua originalidade. Invista tempo em atividades que ampliem seu círculo social, pois amizades podem evoluir para algo mais profundo. Confie na sua intuição e permita que o amor surja de forma natural, sem pressa.",
      "couples": "Querido Aquário, para fortalecer seu relacionamento em 10 de janeiro de 2026, valorize a comunicação sincera e aberta. Surpreenda seu parceiro com gestos simples, como uma mensagem carinhosa ou um refined toque de atenção. Ouça com atenção e demonstre interesse genuíno nas suas emoções e sonhos. Invista em momentos de conexão profunda, criando memórias especiais que reforçam o vínculo. Seu charme e autenticidade serão a chave para um amor ainda mais sólido e verdadeiro.",
      "mood": "romântico",
      "action": "Hoje, aquariana, envie uma mensagem sincera expressando o quanto aprecia seu parceiro, incluindo uma lembrança especial que compartilham.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, em 2026, abra seu coração para novas oportunidades de encontro. Este é um momento perfeito para explorar círculos sociais e atividades que estimulem sua criatividade e sensibilidade. Esteja aberto a conhecer pessoas diferentes, pois conexões autênticas podem surgir de encontros inesperados. Confie em sua intuição e mantenha o coração tranquilo. Sua autenticidade atrairá quem realmente valoriza sua essência maravilhosa. Aproveite cada momento para construir relações sólidas e cheias de encanto.",
      "couples": "Querido Peixes, em 10 de janeiro de 2026, foque em fortalecer seu vínculo através de uma comunicação sincera e empática. Mostre seu amor com gestos românticos, como uma carta inesperada ou uma noite especial. Ouça com atenção as necessidades do seu parceiro e compartilhem sonhos e desejos. Pequenos gestos diários criam uma conexão mais profunda, cultivando a confiança e a ternura que ambos desejam. Aproveite esse momento de intimidade.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes deveria escrever uma carta sincera de amor para seu parceiro, expressando seus sentimentos profundos e admiração.",
      "author": "Astrologly"
    }
  }
}