{
  "date": "2026-02-12",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cher Bélier célibataire, le 12 février 2026 vous invite à explorer de nouvelles rencontres. Osez sortir de votre zone de confort : inscrivez-vous à des activités qui reflètent vos passions, que ce soit le sport, l’art ou les voyages. Soyez attentif aux rencontres spontanées et ne craignez pas d’initier la première conversation. La spontanéité et votre authenticité attireront une personne qui partage votre feu intérieur. Ouvrez votre cœur, de belles histoires vous attendent.",
      "couples": "Chère Bélier, en ce 12 février 2026, cultivez la patience et l’écoute avec votre partenaire. Prenez le temps de partager vos sentiments sincèrement, tout en étant attentif à ses besoins. Surprenez-le par de petites attentions inattendues ou des gestes romantiques qui montrent votre engagement. Renforcez votre complicité en planifiant des moments spéciaux où vous pouvez vous reconnecter profondément, car la véritable force d’une relation réside dans la sincérité et la tendresse partagée.",
      "mood": "passionné",
      "action": "Ce Bélier passionné pourrait aujourd'hui surprendre son amour en préparant un déjeuner fait maison avec ses ingrédients préférés, puis en lui offrant une attention toute particulière.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau, le 12 février 2026 est une journée idéale pour ouvrir votre cœur. N’hésitez pas à sortir de votre zone de confort et à explorer de nouvelles rencontres. Participez à des activités qui vous passionnent, car cela attirera des personnes partageant vos valeurs. Soyez patient et sincère dans vos échanges. Une connection authentique pourrait bien émerger, alors laissez parler votre cœur et osez faire le premier pas vers l’amour promis par cette journée.",
      "couples": "Pour renforcer votre relation en ce 12 février 2026, cultivez la complicité en partageant des moments sincères et touchants. Soyez à l’écoute de votre moitié, exprimez votre amour avec des gestes simples mais significatifs. Organisez une surprise ou une sortie imprévue pour raviver la passion. La communication ouverte et authentique est la clé pour approfondir votre lien. N’oubliez jamais de montrer votre affection au quotidien, cela nourrira votre amour durablement.",
      "mood": "prudent",
      "action": "Aujourd'hui, le Taureau devrait préparer un dîner fait maison avec ses plats préférés et y inviter discrètement sa moitié pour une soirée intime et chaleureuse.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cher Gémeaux, le 12 février 2026 est une journée idéale pour ouvrir ton cœur à de nouvelles rencontres. N'hésite pas à explorer de nouveaux lieux ou activités où tu pourrais croiser des âmes compatibles. Sois sincère et authentique dans tes échanges, car ton charme naturel attirera des personnes qui apprécient ta curiosité et ta vivacité. Reste attentif aux petits signes, ils te guideront vers une belle opportunité amoureuse. Ose et laisse ton cœur s'exprimer pleinement.",
      "couples": "Pour les Gémeaux en amour le 12 février 2026, cultivez la communication sincère et profonde avec votre partenaire. Soyez à l’écoute de ses besoins et partagez vos pensées avec douceur. Surprenez votre moitié avec de petites attentions, des mots tendres ou une sortie improvisée. Renforcez votre complicité en créant des moments de légèreté ensemble. La clé réside dans l’écoute attentive et l’expression sincère de vos sentiments pour renforcer votre lien.",
      "mood": "romantique",
      "action": "Aujourd'hui, Gémeaux, envoie un message sincère et poétique à ton amour pour lui exprimer à quel point il illumine ta vie.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Chère Cancer, en ce 12 février 2026, ouvrez votre cœur à de nouvelles rencontres. Votre nature sensible et attentionnée attire naturellement ceux qui recherchent une connexion profonde. N’hésitez pas à sortir de votre zone de confort : participez à des activités qui vous passionnent, que ce soit un atelier créatif ou une sortie en groupe. Soyez patient, votre amour sincère se trouve souvent là où vous vous attendiez le moins. Faites confiance à votre intuition pour choisir votre chemin.",
      "couples": "Le 12 février 2026, Cancer, pour renforcer votre relation, cultivez la communication sincère en partageant vos émotions sans retenue. Soyez attentif aux petites attentions qui montrent votre amour, comme une note douce ou un geste tendre. N'oubliez pas de créer des moments romantiques en partageant des expériences authentiques. Votre sensibilité est une force—utilisez-la pour rapprocher votre partenaire, bâtissant ainsi une connexion profonde et durable.",
      "mood": "enjoué",
      "action": "Ce matin, en préparant le petit-déjeuner, surprends ton partenaire avec un mot doux écrit à la main, exprimant ton amour et ta gratitude.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire, en cette journée du 12 février 2026, osez sortir de votre zone de confort pour multiplier les rencontres. Participez à des événements sociaux ou rejoignez des groupes alignés avec vos passions. Soyez authentique et rayonnant, votre charisme naturel attirera les bonnes personnes. Prenez le temps d’écouter et de vous ouvrir avec sincérité. La clé est de rester patient, car une romance sincère se construit lentement mais sûrement. Vos prochaines rencontres seront riches de promesses.",
      "couples": "Cher Lion, le 12 février 2026, investis dans la communication sincère avec ton partenaire. Montre-lui ton amour par des gestes romantiques, comme une surprise ou un dîner aux chandelles. Écoute attentivement ses besoins et partage tes sentiments ouvertement. Renforce votre lien en passant du temps de qualité ensemble, sans distractions. La clé est la confiance et la tendresse : cultive-les pour une relation épanouissante et pleine de passion.",
      "mood": "sérieux",
      "action": "Aujourd'hui, prends le temps de préparer un dîner surprise intime chez toi, avec sa plat préféré, suivi d'une playlist de vos souvenirs ensemble.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge célibataire, le 12 février 2026 est une journée idéale pour ouvrir votre cœur et explorer de nouvelles rencontres. Soyez authentique et laissez transparaître votre douceur naturelle lors de vos échanges. Participez à des activités qui vous passionnent, cela vous permettra de croiser des personnes partageant vos valeurs. Cultivez la patience et la confiance, car l’amour pourrait surgir là où vous vous y attendez le moins. Osez croire en la magie des belles rencontres.",
      "couples": "Le 12 février 2026, Vierge, cultivez la douceur et l’écoute dans votre relation. Prenez le temps de partager vos sentiments sincèrement, sans jugement, pour renforcer la complicité. Surprenez votre partenaire par de petites attentions, comme un mot doux ou une sortie spontanée. La clé est d’être authentique et présent, en nourrissant la confiance et la tendresse. Ces gestes simples enflammèrent votre amour et créent un lien durable.",
      "mood": "passionné",
      "action": "Ce matin, en préparant son café, prends un instant pour écrire une note douce et sincère à ton partenaire, et dépose-la dans sa poche ou son sac.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Cher Balance, le 12 février 2026 est une journée idéale pour ouvrir ton cœur aux rencontres. Sois authentique, écoute ton intuition et n’aie pas peur de montrer ta douceur. Participe à des activités qui reflètent tes passions pour attirer des personnes qui te correspondent. Ouvre ton cercle social, que ce soit en ligne ou en présentiel, et laisse la magie opérer. La belle rencontre pourrait être à portée de main, reste attentif.",
      "couples": "Le véritable équilibre dans une relation naît de la communication sincère et de l’écoute attentive. Prenez du temps chaque jour pour exprimer votre amour et vos préoccupations, même dans la simplicité d’un geste doux. Respectez l’espace de chacun, tout en nourrissant votre complicité. Surprenez l’autre avec des petits gestes romantiques, pour raviver la passion. Cultiver cette harmonie permet d’élever votre lien vers une profonde stabilité, renforçant votre amour au fil du temps.",
      "mood": "prudent",
      "action": "Aujourd'hui, balance, écris une lettre sincère et touchante à ton amour, exprimant tes sentiments profonds et tes rêves partagés.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion, le 12 février 2026 est une journée propice pour ouvrir ton cœur à de nouvelles rencontres. Sois sincère et authentique lors de tes échanges, car ton intensité naturelle peut toucher profondément. N’hésite pas à sortir, à participer à des activités qui te passionnent, car c’est là que tu croiseras des âmes compatibles. Cultive la patience et laisse la magie opérer, l’amour pourrait se révéler là où tu ne l’attends pas.",
      "couples": "Cher Scorpion, le 12 février 2026, privilégie la communication sincère avec ton partenaire.Exprime tes sentiments authentiquement et écoute attentivement. Renforce votre lien en créant des moments romantiques et surprises qui montrent ton engagement profond. La confiance est essentielle, alors sois patient et transparent. Cultive la douceur pour apaiser d’éventuels malentendus. En investissant dans la compréhension mutuelle, tu bâtiras une relation encore plus forte et passionnée.",
      "mood": "enjoué",
      "action": "Ce matin, écris-lui une lettre sincère exprimant tes sentiments profonds et envoie-la-lui pour éveiller la douceur et l’intimité entre vous.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, le 12 février 2026 est une journée idéale pour élargir ton cercle social. Ouvre ton cœur à de nouvelles rencontres, que ce soit par des activités culturelles ou des sorties spontanées. Sois authentique et spontané, ta sincérité attirera des âmes compatibles. N’hésite pas à exprimer ta passion pour l’aventure, cela pourrait créer une connexion profonde. Rappelle-toi que le véritable amour naît souvent quand on s’y attend le moins. Sois prêt à accueillir l’inattendu.",
      "couples": "Cher Sagittaire, le 12 février 2026, privilégie la communication sincère avec ton partenaire. Exprime tes sentiments avec douceur et écoute attentivement ses besoins. Renforce votre complicité par de petites touches romantiques : un mot doux, un geste attentionné ou une sortie improvisée. La transparence et la tendresse créeront une profonde connexion. Rappelle-toi que chaque moment partagé fortifie votre amour, alors sois généreux en amour et en authenticité.",
      "mood": "réfléchi",
      "action": "Ce matin, envoie-lui un message sincère pour lui exprimer à quel point sa présence illumine ta vie, en étant authentique et plein d’amour.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Cher Capricorne, le 12 février 2026, ouvrez votre cœur aux opportunités de rencontres. Soyez curieux, participez à des activités qui vous passionnent et n'hésitez pas à engager la conversation. La patience sera votre atout, car l’amour peut surgir là où vous ne l’attendez pas. Restez fidèle à vous-même tout en étant sincère avec les autres. Laissez votre authenticité briller, et le bon partenaire ne tardera pas à apparaître.",
      "couples": "Le 12 février 2026, les Capricornes en couple devraient privilégier les gestes romantiques sincères pour renforcer leur lien. Prenez le temps d’écouter profondément votre partenaire, en évitant toute distraction. Célébrez vos petites victoires ensemble et exprimez votre amour avec des mots doux. Planifiez une sortie spéciale ou une soirée intime pour raviver la flamme. La clé est de montrer votre engagement et votre affection authentique, créant ainsi une complicité plus profonde.",
      "mood": "enjoué",
      "action": "Ce matin, prends cinq minutes pour écrire une lettre sincère à ton partenaire, exprimant combien il ou elle illumine ta vie.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Le 12 février 2026, Verseau célibataire, ouvrez votre cœur à de nouvelles rencontres. Laissez votre nature curieuse vous guider vers des activités sociales inattendues. Participer à des ateliers ou événements culturels renforcera vos chances de trouver une connexion sincère. Restez authentique et écoutez votre intuition. La patience et la spontanéité seront vos alliées pour accueillir une romance enrichissante. Soyez ouvert, l’amour pourrait frapper à votre porte lorsque vous vous y attendrez le moins.",
      "couples": "Le 12 février 2026, Verseau, privilégie la sincérité et la tendresse pour renforcer ton lien. Prends le temps d’écouter ton partenaire avec attention et partage tes rêves avec douceur. Les petits gestes romantiques, comme une note surprise ou une promenade inattendue, raviveront votre complicité. Ouvre ton cœur avec authenticité pour créer une connexion profonde. Cultive la patience et la compréhension, car ces qualités nourrissent une relation épanouissante et durable.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, envoie un message sincère à ton amour en partageant un souvenir précieux qui te fait penser à votre complicité unique.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Chère Poissons solitaire, le 12 février 2026 est une journée idéale pour ouvrir votre cœur. Osez sortir de votre zone de confort et participez à des activités qui nourrissent votre âme, comme des ateliers créatifs ou des balades en nature. Soyez sincère dans vos rencontres, écoutez attentivement et laissez parler votre sensibilité. La magie opère lorsque vous vous montrez authentique. Restez patient, l’amour pourrait surgir là où vous ne l’attendiez pas.",
      "couples": "Le 12 février 2026, Poissons, pour renforcer votre relation, privilégiez la communication sincère et profonde. Partagez vos rêves et émotions avec votre partenaire, en créant des moments d’écoute attentive. N’hésitez pas à surprendre par des petites gestes romantiques, comme une lettre douce ou une sortie surprise. Cultivez la confiance mutuelle et soyez vulnérables, cela renforcera votre lien. Ensemble, votre amour deviendra encore plus solide et inspirant.",
      "mood": "passionné",
      "action": "Aujourd’hui, Poissons, prépare une playlist de vos chansons préférées et partage-la avec votre moitié pour créer une ambiance douce et intime.",
      "author": "Astrologly"
    }
  }
}