{
  "date": "2026-01-21",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Chère Bélier solitaire, le 21 janvier 2026 est une journée idéale pour élargir votre cercle social. Osez sortir de votre zone de confort en participant à des ateliers ou des événements qui reflètent votre passion. Soyez authentique et audacieux dans vos échanges, car votre sincérité attirera des rencontres prometteuses. Restez ouvert à la spontanéité, et une belle rencontre pourrait transformer votre singledom en une romance passionnée. Ouvrez votre cœur, l’amour est à portée de main.",
      "couples": "Pour le Bélier en amour le 21 janvier 2026, privilégiez la douceur dans vos échanges et cultivez l’écoute attentive.Exprimez vos sentiments sincèrement, même si votre nature impulsive peut vous pousser à agir rapidement. Surprenez votre partenaire avec des gestes romantiques simples mais significatifs, comme une lettre ou une sortie spontanée. Ralentissez un peu, investissez dans le temps partagé et montrez votre engagement pour renforcer la confiance et approfondir votre complicité.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier, envoie un message sincère à ton être cher pour exprimer ton amour et raviver la flamme de votre complicité.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau, le 21 janvier 2026 est une journée idéale pour explorer de nouvelles rencontres. Osez sortir de votre zone de confort, participez à des activités qui vous passionnent, et laissez parler votre authenticité. Les occasions de connecter seront nombreuses si vous restez ouvert et patient. Cultivez la confiance en vous, car votre tendresse et votre stabilité attireront naturellement des partenaires sincères. Soyez prêt à accueillir l’amour avec cœur, douceur et sincérité.",
      "couples": "Le 21 janvier 2026, Taureau, concentrez-vous sur la communication sincère avec votre partenaire. Prenez le temps d’écouter attentivement ses désirs et ses préoccupations, tout en exprimant vos propres sentiments avec douceur. Renforcez votre union par de petites attentions, comme un dîner surprise ou un mot doux. Cultivez la stabilité et la patience, car ce sont les clés pour approfondir votre amour et bâtir une relation encore plus solide et romantique.",
      "mood": "prudent",
      "action": "Aujourd'hui, pour exprimer ton amour Taureau, prépare un dîner romantique chez toi avec ses plats préférés et une musique douce, en lui exprimant sincèrement tes sentiments.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Le 21 janvier 2026, les Gémeaux célibataires ont tout à gagner en explorant de nouvelles rencontres. Reste ouvert aux conversations inattendues et ose varier vos activités sociales. Participe à des événements où tu peux partager tes passions, cela attirera ceux qui vibrent avec ta vivacité d’esprit. N’oublie pas, la sincérité et la curiosité authentique seront vos alliées pour créer une connexion profonde. L’amour est prêt à frapper à ta porte : saisis chaque opportunité!",
      "couples": "Pour les Gémeaux en couple en cette journée du 21 janvier 2026, privilégiez la communication sincère et ouverte pour renforcer votre lien. Soyez attentif aux besoins de votre partenaire, et n'hésitez pas à exprimer votre amour par de petites attentions ou des gestes romantiques. Écoutez avec empathie et partagez des moments de complicité, afin de cultiver une relation équilibrée et pleine de douceur. La clé réside dans la sincérité et la spontanéité.",
      "mood": "romantique",
      "action": "Aujourd’hui, prends le temps d’écrire une lettre sincère et pleine d’amour à ton partenaire pour lui rappeler à quel point il/elle compte pour toi.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Cher Cancer solo, le 21 janvier 2026, ouvrez votre cœur aux rencontres authentiques. Profitez des événements sociaux et des activités qui nourrissent votre âme, comme les ateliers créatifs ou les balades nature. Soyez authentique, votre douceur et votre sensibilité fascinent. Prenez l’initiative, proposez un café ou une promenade, et laissez votre instinct vous guider. L’amour est proche, il suffit d’oser vous ouvrir au monde et à de nouvelles rencontres.",
      "couples": "Cher Cancer, le 21 janvier 2026 est une journée idéale pour renforcer votre lien affectif. Prenez le temps d’écouter attentivement votre partenaire, en lui montrant que ses sentiments comptent vraiment. N’hésitez pas à planifier une petite surprise ou un geste romantique sincère pour raviver la passion. La clé réside dans une communication authentique et douce, qui permet de construire une confiance solide et d’approfondir votre complicité. Cultivez l’amour avec douceur et attention.",
      "mood": "enjoué",
      "action": "Ce matin, écris une lettre sincère à ton partenaire en exprimant tes émotions profondes et en lui rappelant combien il compte pour toi.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire, le 21 janvier 2026 est une journée propice à l’ouverture et à la rencontre. Osez sortir de votre zone de confort en participant à des activités qui vous passionnent. Soyez authentique, laissez briller votre charisme naturel. Rapprochez-vous de nouvelles personnes avec sincérité et générosité. Des opportunités inattendues peuvent surgir lorsque vous partagez votre vrai moi. Cultivez la patience et la confiance, l’amour pourrait bien se révéler dans les petits gestes du quotidien.",
      "couples": "Cher Lion, pour renforcer votre relation, privilégiez la sincérité et la douceur dans vos échanges. Écoutez attentivement votre partenaire et exprimez votre amour à travers de petites attentions quotidiennes. Organisez des moments précieux ensemble, comme un dîner romantique ou une promenade au clair de lune. Montrez-lui votre attachement en lui offrant des mots tendres et des gestes sincères ; cela nourrira votre complicité. Cultivez l’amour avec patience et passion.",
      "mood": "sérieux",
      "action": "Aujourd'hui, le Lion pourrait préparer un dîner surprise avec ses plats préférés pour montrer à son amour combien il tient à lui.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge célibataire, le 21 janvier 2026 est une journée idéale pour ouvrir votre cœur. Soyez audacieuse en participant à de nouvelles activités ou en rejoignant des groupes qui correspondent à vos passions. Laissez-vous surprendre par des rencontres sincères et authentiques. Prenez le temps d’écouter votre intuition, car elle vous guidera vers des relations enrichissantes. Cultivez la patience et la confiance, car l’amour pourrait surgir là où vous vous y attendiez le moins.",
      "couples": "Le 21 janvier 2026, la Vierge doit privilégier la communication sincère avec son partenaire. Prenez le temps d’écouter attentivement, sans jugement, et partagez vos sentiments avec douceur. Renforcez votre lien par de petites attentions : un message inattendu, un geste tendre ou un moment partagé en toute simplicité. La clé repose dans la patience et la transparence, pour construire une relation profonde et harmonieuse. Soyez aimante et authentique.",
      "mood": "passionné",
      "action": "Aujourd'hui, offre-lui un petit geste attentionné en préparant un petit-déjeuner maison personnalisé, pour lui montrer combien il compte pour toi.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Chère personne équilibrée, le 21 janvier 2026 est le moment idéal pour sortir de ta zone de confort. Ose participer à des activités qui te passionnent, qu'il s'agisse de cours, de voyages ou de rencontres thématiques. Sois authentique et ouverte aux nouvelles rencontres, car l’amour se trouve souvent là où on ne s’y attend pas. Cultive ta confiance intérieure, et l’étincelle romantique viendra naturellement. Rappelle-toi, la sincérité attire les âmes sincères.",
      "couples": "Pour maintenir l’équilibre dans une relation, cultivez la communication sincère et régulière, en écoutant attentivement votre partenaire. Accordez-lui du temps de qualité, sans distractions, pour renforcer votre connexion. N’hésitez pas à manifester votre amour par des petites attentions et des gestes romantiques authentiques. Respectez l’espace de chacun, tout en partageant des projets communs. La clé est l’écoute, la tendresse et la confiance, qui feront fleurir votre amour chaque jour un peu plus.",
      "mood": "prudent",
      "action": "Aujourd’hui, prends le temps de préparer un dîner surprise avec ses plats préférés, en y insérant une petite note pleine d’amour et de douceur.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion, en ce jour du 21 janvier 2026, ouvre ton cœur à de nouvelles rencontres. Sois sincère et spontané lors de tes interactions, car ta profondeur attise la curiosité. N'hésite pas à explorer des activités qui te passionnent, cela attirera des personnes partageant tes valeurs. Reste patient et confiant, car le bon amour se révèle souvent lorsque l’on s’y attend le moins. Laisse ton authenticité guider ta voie vers une romance sincère.",
      "couples": "Le 21 janvier 2026, chère Scorpion, concentre-toi sur la sincérité dans ta communication. Partage tes émotions avec douceur et écoute ton partenaire avec attention. Surprends-le avec de petites attentions ou des gestes romantiques spontanés, qui renforcent la confiance et l’intimité. N’oublie pas que la profondeur de ton amour se manifeste aussi dans la patience et la compréhension. Cultive cette connexion authentique pour bâtir une relation encore plus forte et passionnée.",
      "mood": "enjoué",
      "action": "Ce matin, envoie-lui un message sincère et poétique pour lui exprimer combien sa présence illumine ta vie et ton cœur.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, le 21 janvier 2026 est une journée qui t’incite à ouvrir ton cœur aux rencontres nouvelles. Ose sortir de ta zone de confort, participe à des activités qui te passionnent, et sois attentif aux rencontres improbables. La spontanéité et l’authenticité attireront une personne sincère. Prends le temps d’écouter ton instinct et n’oublie pas que l’amour peut surgir là où tu t’y attends le moins. Reste optimiste et fidèle à toi-même.",
      "couples": "Le 21 janvier 2026, les Sagittaire en amour doivent cultiver la sincérité et la patience. Prenez le temps d’écouter votre partenaire avec attention et exprimez vos sentiments avec authenticité. Les petits gestes romantiques, comme une surprise ou une parole douce, renforceront votre lien. Soyez ouvert à la complicité et évitez l’impulsivité. En montrant votre engagement sincère, vous créerez une relation pleine de confiance, de passion et de bonheur partagé.",
      "mood": "réfléchi",
      "action": "Ce matin, offre un petit mot doux sincère à ton partenaire, en lui exprimant à quel point il ou elle illumine ta vie.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Cher Capricorne, le 21 janvier 2026 sera une journée parfaite pour élargir votre cercle social. Osez sortir de votre zone de confort en participant à de nouvelles activités ou en rejoignant des groupes qui partagent vos passions. Soyez sincère dans vos échanges et montrez votre authenticité. Une rencontre inattendue pourrait transformer votre vie. Restez ouvert, patient, et n’oubliez pas que l’amour se construit aussi dans la simplicité et la confiance.",
      "couples": "Ce 21 janvier 2026, cher Capricorne, concentre-toi sur la sincérité dans la communication. Partage tes sentiments avec tendresse et écoute attentivement ton partenaire. Renforcez votre lien par de petites gestes romantiques, comme une surprise ou un mot doux au bon moment. Cultivez la patience et la compréhension, car la stabilité naît de l’écoute mutuelle. En étant authentique et attentif, votre relation s’épanouira encore davantage cette année.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Capricornes, prépare un dîner romantique à la maison avec ses plats préférés pour lui montrer ton amour sincère et ta créativité.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Chère Verseau célibataire, le 21 janvier 2026, une énergie nouvelle souffle sur votre vie sentimentale. Osez sortir de votre zone de confort : participez à des activités qui vous passionnent ou rejoignez des cercles sociaux innovants. Soyez ouvert(e) à la spontanéité et aux rencontres inattendues. Cultivez votre authenticité, car c’est ainsi que vous attirerez quelqu’un qui vous comprendra profondement. L’amour se trouve souvent là où l’on ne l’attend pas, alors restez curieux(se) et positif(ve).",
      "couples": "Le 21 janvier 2026, Verseau, concentre-toi sur l’écoute active pour renforcer votre lien. Partage tes pensées avec sincérité et encourage ton partenaire à s’ouvrir également. Les gestes romantiques simples, comme une surprise ou une note douce, renforceront votre complicité. Prends le temps d’organiser une sortie qui vous rapproche, en privilégiant la spontanéité. Cultive la confiance et la tendresse, car c’est par la communication et l’affection que votre amour s’épanouira pleinement.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, envoie un message sincère à ton partenaire pour lui exprimer tout l'amour et l'admiration que tu ressens profondément.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Le 21 janvier 2026, Poissons, ouvrez votre cœur à de nouvelles rencontres. Soyez attentif aux rencontres imprévues, car elles pourraient révéler une belle opportunité amoureuse. N’hésitez pas à sortir de votre zone de confort, à participer à des activités qui vous inspirent, ou à profiter des rencontres en ligne. Faites confiance à votre intuition et laissez votre sensibilité guider vos choix. L’amour est à portée de main, il suffit de tendrement s’y ouvrir.",
      "couples": "Poissons, aujourd’hui, votre sensibilité est un trésor. Renforcez votre lien en exprimant ouvertement vos émotions, cela créera une profonde intimité. Organisez une soirée romantique ou offrez un petit geste personnalisé pour montrer votre amour. Écoutez activement votre partenaire, ses rêves et ses craintes. La sincérité et la tendresse renforceront votre complicité et feront de cette journée un moment inoubliable, rempli d’amour et de compréhension mutuelle.",
      "mood": "passionné",
      "action": "Aujourd'hui, Poissons, prends le temps de préparer un dîner surprise et intime pour ton amour, en y mettant toute ta douceur et ta sincérité.",
      "author": "Astrologly"
    }
  }
}