{
  "date": "2026-01-17",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cher Bélier, en ce début d’année 2026, ouvrez votre cœur aux rencontres spontanées. Votre énergie et votre enthousiasme attireront de nouvelles personnes. Osez sortir de votre zone de confort, que ce soit lors d’événements sociaux ou d’activités qui stimulent votre curiosité. Prenez le temps d’écouter et de partager, car la sincérité renforcera vos chances de créer une connexion authentique. Soyez patient, l’amour se profile lorsque vous vous y attendrez le moins.",
      "couples": "Chère Bélius, le 17 janvier 2026, prends le temps d’écouter vraiment ton partenaire. Renforcez votre lien par des moments d’intimité sincères et des gestes tendres, comme des petits messages ou une surprise. La communication claire et authentique est essentielle pour éviter les malentendus. N’oublie pas de valoriser ses qualités chaque jour. Cultivez la confiance et l’amour mutuel, et votre relation s’épanouira avec douceur et profondeur. Sois attentive, ton cœur saura guider l’amour.",
      "mood": "passionné",
      "action": "Aujourd’hui, Bélier, prends l’initiative d’écrire une lettre sincère à ton amour, exprimant tes sentiments profonds et ton désir de partagé un avenir lumineux.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Chère Taureau célibataire, en ce 17 janvier 2026, ouvrez votre cœur aux rencontres sincères. Attendez-vous à des opportunités inattendues dans des lieux simples et chaleureux. Soyez authentique et patient, car la magie opère souvent dans la simplicité. N’hésitez pas à partager vos passions, cela attirera des personnes qui vous correspondent vraiment. Restez fidèle à vous-même, et l’amour pourrait bien frapper à votre porte cette année, douce et prometteuse.",
      "couples": "Ce jour du 17 janvier 2026, cher Taureau, investis dans la tendresse et la communication sincère. Écoute attentivement ton partenaire, partage tes sentiments sans réserve, et n’hésite pas à lui offrir des petites attentions qui touchent le cœur, comme un message doux ou un geste simple mais significatif. Renforce votre lien en créant des souvenirs précieux ensemble, cultivant patience et compréhension pour un amour encore plus profond et harmonieux.",
      "mood": "prudent",
      "action": "Aujourd’hui, Taureau pourrait préparer un dîner maison avec ses plats préférés, en y ajoutant une touche personnelle pour surprendre tendrement son amour.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cher Gémeaux célibataire, le 17 janvier 2026, ouvrez votre cœur aux rencontres inattendues. Vos merveilleuses facettes intellectuelles attirent naturellement de nouvelles personnes. N'hésitez pas à participer à des activités sociales ou à rejoindre des groupes qui stimulent votre curiosité. Soyez authentique, écoutez avec attention et partagez vos passions. Une connection sincère pourrait surgir là où vous vous y attendez le moins. Rêvez grand, et l'amour viendra à vous avec douceur et légèreté.",
      "couples": "Le 17 janvier 2026, pour renforcer votre relation en tant que Gémeaux, privilégiez la communication sincère en partageant vos émotions et vos pensées profondes. Organisez une petite escapade ou une soirée surprise pour raviver la passion. Montrez votre amour par des gestes simples et authentiques, comme écrire une lettre ou préparer un repas spécial. Cultivez l’écoute attentive et la spontanéité pour approfondir votre complicité et faire grandir votre amour chaque jour.",
      "mood": "romantique",
      "action": "Ce jour, offre à ton partenaire un petit mot doux caché dans un endroit qu'il ou elle découvre aujourd'hui pour raviver la passion entre vous.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Cher Cancer, aujourd’hui, ouvrez votre cœur aux nouvelles rencontres. Sortez de votre zone de confort, participez à des activités qui vous passionnent, et soyez sincère dans vos échanges. Votre douceur et votre intuition sont cruciaux : elles attireront des personnes authentiques vers vous. N’ayez pas peur de prendre l'initiative, car l’amour peut surgir là où vous ne l’attendiez pas. Faites confiance à votre instinct, le bon moment est proche.",
      "couples": "Le 17 janvier 2026, pour renforcer votre relation, Cultivez une communication sincère et profonde. N’hésitez pas à partager vos sentiments et à écouter attentivement votre partenaire. Surprenez-le avec de petites attentions, comme une note douce ou un dîner en tête-à-tête. Montrez votre amour par des gestes simples, et surtout, restez fidèle à votre cœur. L’amour sincère et la tendresse renforceront votre lien, créant une complicité harmonieuse et durable.",
      "mood": "enjoué",
      "action": "Ce soir, prépare un dîner maison avec ses plats préférés et écris-lui une belle lettre pour lui exprimer tout ton amour sincère.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire, en ce jour du 17 janvier 2026, laissez votre lumière intérieure briller. Osez sortir de votre zone de confort : inscrivez-vous à de nouvelles activités ou rejoignez des clubs où rencontres authentiques sont possibles. Soyez à l’écoute des sentiments des autres, et n’hésitez pas à exprimer votre sincérité. La patience et la confiance en votre magnétisme naturel attireront bientôt une âme compatible vers vous, prête à partager une passion profonde.",
      "couples": "Cher Lion, pour renforcer votre lien, privilégiez la communication sincère et attentive. Montrez votre amour par de petites attentions quotidiennes, comme un message doux ou un geste inattendu. Écoutez activement votre partenaire, valorisez ses sentiments et soyez présent dans les moments importants. N’hésitez pas à planifier des surprises romantiques pour raviver la flamme. Votre générosité et votre passion sont la clé pour bâtir une relation solide et pleine de tendresse.",
      "mood": "sérieux",
      "action": "Aujourd'hui, Lion pourrait préparer un dîner surprise avec ses plats préférés, accompagné d'une douce playlist pour créer une ambiance intime et chaleureuse.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge célibataire, le 17 janvier 2026 vous invite à ouvrir votre cœur aux rencontres sincères. Soyez curieuse et audacieuse en participant à de nouvelles activités ou événements. La clé réside dans votre authenticité : partagez vos passions et écoutez avec attention. Prenez le temps de connaître réellement vos admirateurs. Une rencontre inattendue pourrait transformer votre année. Faites confiance à votre intuition et laissez l’amour entrer doucement dans votre vie.",
      "couples": "Le 17 janvier 2026, pour la Vierge en couple, privilégie la communication sincère. Écoute attentivement ton partenaire et partage tes sentiments avec douceur. Renforce votre lien par de petites attentions quotidiennes : un mot tendre, une surprise simple ou un geste attentionné. Cultive la patience et la confiance, créant ainsi un environnement de sécurité et d’amour. Ce jour, ton engagement sincère approfondira votre complicité.",
      "mood": "passionné",
      "action": "Aujourd'hui, la Vierge pourrait écrire une lettre sincère et pleine d'affection à son partenaire pour lui exprimer toute la tendresse qu'elle ressent.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Chers Balance, le 17 janvier 2026 est une journée parfaite pour ouvrir votre cœur à de nouvelles rencontres. Soyez sincère et authentique lors de vos échanges, car votre charme naturel attirera les âmes compatibles. Participez à des activités qui vous passionnent pour rencontrer des personnes partageant vos valeurs. Gardez l’esprit léger, et n’ayez pas peur de prendre l’initiative. La harmonie et la sincérité vous guideront vers une belle histoire d’amour cette année.",
      "couples": "Pour maintenir l’équilibre dans une relation, privilégiez la communication sincère et régulière. Écoutez attentivement votre partenaire, partagez vos sentiments et vos rêves. N’oubliez pas les gestes romantiques simples : un mot doux, une attention inattendue, ou un moment partagé en duo. Respectez l’espace de chacun pour favoriser la confiance. En cultivant cette harmonie, vous renforcerez votre lien, créant une relation remplie d’amour, de compréhension et de complicité durable.",
      "mood": "prudent",
      "action": "Aujourd’hui, équilibre-toi en préparant un dîner surprise aux saveurs qu’il ou elle adore, pour lui montrer ton amour sincère.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion célibataire, en ce 17 janvier 2026, ouvre ton cœur aux nouvelles rencontres avec confiance. Sois authentique et doux, car ta passion attire ceux qui cherchent une connexion profonde. Ne te précipite pas, prends le temps d’échanger sincèrement. Profite des rencontres sociales pour explorer des passions communes. Laisse la magie opérer naturellement et crois en ton magnétisme. La bonne personne pourrait être plus proche que tu ne le crois, il suffit d’un regard sincère.",
      "couples": "Le 17 janvier 2026, pour renforcer votre relation, soyez à l’écoute de votre partenaire avec sincérité et douceur. Cultivez la confiance en partageant vos pensées et vos émotions profondes. Surprenez-le avec des gestes romantiques simples mais significatifs, comme un dîner aux chandelles ou une lettre pleine d’amour. Investissez dans la communication authentique, pour bâtir une complicité renouvelée. Votre passion et votre sincérité créeront un lien plus solide et épanouissant.",
      "mood": "enjoué",
      "action": "Ce soir, surprends ton amour avec un dîner improvisé à la lumière des bougies, en lui confessant sincèrement ce que tu ressens profondément.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, le 17 janvier 2026 sera une journée idéale pour explorer de nouvelles rencontres. Osez sortir de votre zone de confort, participez à des activités qui vous passionnent, et soyez ouvert aux rencontres inattendues. Votre énergie optimiste attire les âmes similaires. Prenez le temps de connaître en profondeur, laissez votre sincérité briller et n’oubliez pas que l’amour favorise la spontanéité. Soyez patient, l’amour pourrait bien se cacher derrière une surprise agréable.",
      "couples": "Aujourd’hui, Sagittaire, pour renforcer votre relation, privilégiez la communication sincère et l’écoute attentive. Exprimez vos sentiments avec douceur et évitez l’impatience. Organisez une petite surprise ou une sortie spontanée pour raviver la flamme. Montrez votre attachement par des gestes simples mais sincères, comme un message touchant ou un regard compatissant. Cultiver la confiance et l’authenticité vous rapprochera encore plus, faisant de votre amour un refuge chaleureux et passionné.",
      "mood": "réfléchi",
      "action": "Aujourd'hui, le Sagittaire pourrait surprendre son partenaire en lui écrivant une lettre sincère rappelant un souvenir précieux partagé ensemble.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Cher Capricorne solitaire, le 17 janvier 2026 vous invite à ouvrir votre cœur avec douceur. Osez sortir de votre zone de confort : participez à des activités qui vous passionnent et rencontrerez des personnes partageant vos valeurs. Soyez authentique, écoutez votre intuition, et n’ayez pas peur de montrer votre vraie nature. Une rencontre sincère pourrait surgir lorsque vous vous sentez le plus vous-même. La patience et la confiance en soi seront vos meilleurs alliés.",
      "couples": "Pour un Capricorne en couple le 17 janvier 2026, il est essentiel d’ouvrir votre cœur avec douceur. Montrez votre amour par des petits gestes quotidiens : un mot tendre, une attention particulière. Écoutez votre partenaire attentivement pour renforcer la confiance. N’hésitez pas à planifier un moment privilégié pour partager vos rêves et projets, cela renforcera votre complicité. La sincérité et la tendresse feront de cette journée une belle étape dans votre relation.",
      "mood": "enjoué",
      "action": "Ce matin, offre-lui une note douce et sincère glissée dans sa poche pour lui rappeler à quel point il/elle compte pour toi.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Chère Verseau célibataire, le 17 janvier 2026 sera une journée propice pour élargir votre cercle social. Osez sortir de votre zone de confort, participez à des activités qui vous passionnent et soyez ouvert aux rencontres inattendues. Votre authenticité attirera des personnes compatibles. Prenez le temps de connaître sincèrement avant de vous engager. La clé réside dans votre capacité à rester fidèle à vous-même tout en accueillant la spontanéité de l’amour.",
      "couples": "Pour le Verseau en cette journée du 17 janvier 2026, concentrez-vous sur renforcer la communication avec votre partenaire. Exprimez sincèrement vos sentiments, écoutez attentivement ses besoins. Surprenez-le avec une petite attention ou une déclaration d’amour authentique pour raviver la passion. Soyez patient et ouvert, car votre capacité à écouter et à partager sincèrement consolidera votre lien. Aujourd'hui, privilégiez la simplicité, la compréhension et la tendresse pour bâtir un amour profond et durable.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, surprends ton être aimé avec une lettre sincère et poétique, exprimant tes sentiments les plus profonds et ton admiration.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Chère Poissons célibataire, en ce 17 janvier 2026, ouvrez-vous aux nouvelles rencontres avec sincérité et douceur. Participez à des activités qui inspirent votre âme, comme la musique ou la méditation, pour attirer des personnes partageant vos valeurs. Soyez authentique dans vos échanges et laissez votre sensibilité briller. La magie opère souvent quand on ose révéler sa vraie nature. Restez patient, l’amour pourrait frôler votre vie au moment où vous vous y attendez le moins.",
      "couples": "Poissons, aujourd'hui, votre sensibilité est amplifiée. Pour renforcer votre relation, sachez exprimer vos sentiments avec sincérité, en évitant la confusion. Écoutez attentivement votre partenaire, en lui offrant un espace d’expression. Surprenez-le avec de petites attentions romantiques : une lettre d’amour, un dîner intime ou un geste doux. Cultivez la confiance et la complicité, car votre tendresse sincère est votre plus beau cadeau à offrir aujourd’hui.",
      "mood": "passionné",
      "action": "Aujourd'hui, offrez à votre moitié une playlist de vos chansons d'amour préférées pour lui ou elle, afin de raviver la magie entre vous.",
      "author": "Astrologly"
    }
  }
}