{
  "date": "2026-01-14",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Hoje, Áries solteiro, 14 de janeiro de 2026, é uma ótima oportunidade para explorar novos ambientes sociais. Seja aberto a encontros espontâneos e convites, pois a energia vibrante do seu signo atrai possibilidades de conexão sincera. Invista em atividades que você ama, onde possa conhecer pessoas com interesses similares. Confie na sua intuição e mostre seu verdadeiro eu, pois o amor pode surgir de onde menos espera. Aproveite o momento para conquistar alguém especial!",
      "couples": "Áries em 14/01/2026, aproveite o dia para fortalecer sua conexão. Seja aberto na comunicação, compartilhando seus sentimentos e escutando com atenção o que seu parceiro diz. Surpreenda com gestos românticos e pequenos detalhes que demonstrem seu carinho. Evite impulsividade e pratique a paciência, cultivando o entendimento mútuo. Assim, vocês criarão uma base mais sólida e apaixonada, tornando o relacionamento ainda mais intenso e harmonioso.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, envie uma mensagem carinhosa e sincera para seu amor, reafirmando seus sentimentos e convidando-o para um momento especial juntos.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Neste dia 14 de janeiro de 2026, Touro solteiro, aproveite a manhã para se abrir a novas oportunidades de conhecer pessoas. Seja gentil e autêntico ao conversar; sua sinceridade atrai conexões profundas. Convide alguém que desperte seu interesse para um café ou passeio ao ar livre. Lembre-se de valorizar seus sentimentos e não tenha pressa. O amor pode surgir nos detalhes mais simples, basta estar aberto e confiante na sua própria essência.",
      "couples": "Querido Touro, hoje é um dia perfeito para fortalecer seu relacionamento. Invista em gestos românticos sinceros, como uma conversa profunda ou um presente que demonstre seu carinho. Mantenha a comunicação aberta, ouvindo com atenção e expressando seus sentimentos com calma. Valorize os pequenos momentos ao lado do seu parceiro, pois eles criam conexões duradouras. Demonstre estabilidade e amor de forma autêntica, reforçando a base de confiança e ternura entre vocês.",
      "mood": "cauteloso",
      "action": "Hoje, Touro, prepare um jantar especial em casa para seu amor, com uma comida que represente momentos felizes compartilhados juntos.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Geminiano, em 14 de janeiro de 2026, sua energia vibrante atrairá muitas oportunidades românticas. Aproveite para expandir seu círculo social, participando de eventos e encontros onde possa conhecer novas pessoas. Seja autêntico e aberto às conversas, pois sua comunicação encantadora revelará interesses profundos. Confie na sua intuição, e o amor pode surgir onde menos espera. Lembre-se: o melhor relacionamento começa com a autenticação de quem você realmente é.",
      "couples": "Querido Gêmeos, em 14 de janeiro de 2026, dedique-se a fortalecer sua conexão com gestos românticos que expressem seu afeto. Comunique-se de forma sincera e escute atentamente, criando um espaço seguro para ambos compartilharem seus pensamentos e sonhos. Surpreenda seu parceiro com pequenos detalhes diários que demonstrem seu carinho. Lembre-se, a liberdade e a comunicação aberta são essenciais para um relacionamento harmonioso e cheio de paixão. Aproveite esse momento para fortalecer seu vínculo com amor e atenção.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos deve escrever uma carta sincera de amor, destacando suas emoções mais profundas e enviá-la para alguém especial, para fortalecer a conexão.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Hoje, Câncer, abra seus corações ao mundo ao seu redor. Aproveite oportunidades de encontros que tragam conforto e conexão emocional. Seja aberto para novas amizades, pois amizades sinceras podem evoluir para algo mais profundo. Invista em atividades que lhe tragam alegria e permitam conhecer pessoas com interesses semelhantes. Confie na sua intuição para escolher quem realmente merece seu carinho. O amor está se aproximando—permita-se viver essa linda descoberta com esperança e ternura.",
      "couples": "Para fortalecer seu relacionamento em 14 de janeiro de 2026, cultive a comunicação aberta e sincera, expressando seus sentimentos com delicadeza. Valorize pequenos gestos românticos que demonstrem seu amor, como um jantar à luz de velas ou uma mensagem carinhosa ao longo do dia. Conecte-se profundamente com seu parceiro, ouvindo com atenção e mostrando empatia. Seu coração generoso é seu maior presente; use-o para fortalecer a confiança e a ternura entre vocês.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem carinhosa e sincera para seu amor para expressar o quanto ele é importante na sua vida.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leonino, em 2026, aproveite a energia vibrante que te envolve para explorar novos ambientes e expandir seu círculo social. Seja aberto a encontros inesperados, pois uma conexão verdadeira pode estar mais próxima do que imagina. Esteja atento às emoções e demonstre autenticidade ao conquistar corações. Confie em seu brilho natural, pois sua paixão atrai pessoas especiais. Aproveite cada momento, pois o amor pode surgir quando menos espera, revelando uma nova fase de felicidade e descobertas.",
      "couples": "Leão, neste dia 14 de janeiro de 2026, fortaleça ainda mais sua conexão com gestos carinhosos e palavras sinceras. Mostre seu amor de maneira autêntica e surpreenda seu parceiro com pequenas atitudes, como um jantar especial ou uma mensagem apaixonada ao longo do dia. Ouça com atenção e valorize as opiniões dele, reforçando a cumplicidade. Afinal, o verdadeiro brilho do seu relacionamento está na dedicação diária a esse amor vibrante.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma homenagem sincera escrita à mão, expressando o quanto ele significa para você.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgem, 2026 traz oportunidades encantadoras para ampliar seu círculo social. Esteja aberta a novas experiências e convites, mesmo que fora de sua zona de conforto. Valorize suas qualidades únicas ao conhecer alguém. Aproveite encontros espontâneos, pois a autenticidade atrai quem realmente combina com você. Cuide de si, respire fundo e deixe o amor florescer naturalmente, sem pressa. A vulnerabilidade será seu maior charme nesse novo ciclo amoroso.",
      "couples": "QueridaVirgem, no dia 14 de janeiro de 2026, dedique-se a reforçar sua conexão através da comunicação aberta e sincera. Mostre seu amor com gestos pequenos, como palavras doces ou gestos carinhosos, que evidenciem sua dedicação. Aproveite momentos de silêncio compartilhado para fortalecer o vínculo. Ouça atentamente seu parceiro, mostrando interesse genuíno. Pequenas atitudes diárias fortalecerão seu relacionamento, criando uma base sólida de confiança, afeto e rotina alegre para ambos.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor com uma mensagem sincera e envolvente, expressando o quanto ele(a) é importante para você.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Para Libra solteiro em 14 de janeiro de 2026, este é um momento especial para explorar novas conexões. Abrace suas habilidades sociais, participe de eventos e permita-se ser espontâneo. O universo favorece encontros autênticos e intensos, então confie no seu charme natural. Esteja aberto a diferentes experiências e, sobretudo, escute seu coração. O amor pode surgir onde menos espera—esteja receptivo às oportunidades, pois uma relação verdadeira pode florescer de uma conversa sincera.",
      "couples": "Querida Libra, hoje é um dia perfeito para fortalecer o vínculo com seu amor. Priorizе a comunicação sincera e ouvа com atenção, demonstrando interesse genuíno pelos sentimentos do parceiro. Surpreenda com gestos românticos, como uma mensagem carinhosa ou um jantar especial. Valorize as pequenas demonstrações de afeto e seja transparente sobre seus desejos. Assim, você cria uma base sólida de confiança e amor, tornando seu relacionamento ainda mais harmonioso e apaixonado.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e desejos para o futuro juntos.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Neste 14 de janeiro de 2026, Escorpião solteiro, abra seu coração para novas experiências. Esteja aberto a conhecer pessoas diferentes e permita que sua intensidade natural brilhe. Participar de eventos sociais ou hobbies que ama pode atrair conexões genuínas. Confie no seu instinto, mas também pratique a leveza. O amor pode surgir de formas inesperadas, então mantenha-se receptivo e autêntico. A paixão está ao seu alcance: ouse dar o primeiro passo!",
      "couples": "Hoje, Escorpião, aproveite para fortalecer seu relacionamento dedicando momentos de sinceridade e carinho. Seja transparente ao expressar seus sentimentos e ouça atentamente seu parceiro, cultivando confiança. Gestos românticos, como uma mensagem inesperada ou um carinho especial, podem aprofundar a conexão. Invista na empatia e na compreensão mútua, lembrando que pequenos gestos diários constroem uma relação sólida e cheia de paixão. Conquiste seu amor com sinceridade e dedicação hoje.",
      "mood": "brincalhão",
      "action": "Hoje, escorpiano, surpreenda seu amor com uma mensagem sincera e profunda, revelando seus sentimentos mais profundos e seus desejos.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido sagitário, 2026-01-14 é um momento perfeito para explorar novas possibilidades amorosas. Esteja aberto a encontros inesperados e conecte-se com pessoas que compartilhem suas paixões. Sua energia contagiante atrairá indivíduos que apreciam sua autenticidade. Invista em hobbies e eventos sociais para ampliar seu círculo de amizades. Confie no seu brilho natural e acredite que o amor pode surgir nos lugares mais surpreendentes. O momento é seu para se apaixonar novamente.",
      "couples": "Sagitário, hoje é um dia perfeito para fortalecer seu relacionamento. Aproveite para conversar abertamente, compartilhando seus sonhos e ouvindo com atenção o parceiro. Surpreenda com pequenos gestos românticos, como uma mensagem carinhosa ou um passeio inesperado. Aposte na espontaneidade e na sinceridade para aprofundar a conexão. Lembre-se que a honestidade e o afeto constroem uma base sólida, trazendo ainda mais paixão e cumplicidade ao seu amor.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário deve dedicar um momento especial para escrever uma carta de carinho e gratidão ao seu parceiro, demonstrando seu amor verdadeiro.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricorniano(a), em 14 de janeiro de 2026, abra seu coração para novas oportunidades amorosas. Este é um momento perfeito para ampliar seu círculo social, participar de eventos e explorar paixões que possam conectar você a alguém especial. Seja autêntico(a) e confie na sua intuição. Com paciência, suas qualidades de dedicação e força atrairão alguém que valorize sua essência. Aproveite a jornada, o amor pode estar mais próximo do que imagina.",
      "couples": "Para Capricórnio em 14 de janeiro de 2026, invista na comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos delicados e atenção aos detalhes, reforçando a conexão emocional. Reserve momentos especiais para fortalecer a cumplicidade, como uma noite de conversas profundas ou uma surpresa que mostre seu carinho. Lembre-se de equilibrar suas ambições com o afeto, criando um relacionamento sólido e apaixonado.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, surpreenda seu amor com uma mensagem escrita à mão, expressando seus sentimentos mais profundos e admiração sincera.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "No dia 14 de janeiro de 2026, Aquário solteiro, esteja aberto a novas experiências e encontros inesperados. Sua autenticidade e charme atrairão pessoas diferentes e inspiradoras. Aproveite eventos sociais, grupos ou hobbies que despertam sua paixão. Seja sincero e aventureiro ao expressar seus sentimentos, pois isso criará conexões autênticas. Confie no seu ritmo e permita que a surpresa do amor chegue de maneiras inesperadas, revelando lindas possibilidades de romance.",
      "couples": "Hoje, Aquário, sua essência inovadora brilha na relação. Invista em momentos de conexão verdadeira: uma conversa sincera, um sorriso espontâneo ou um gesto inesperado de carinho. Seja aberto para ouvir o que seu parceiro sente, reforçando a confiança entre vocês. Pequenos gestos de afeto e criatividade manterão a chama acesa. Cultivar diálogo e surpresa fortalecerá o vínculo, trazendo ainda mais harmonia e romance ao seu relacionamento.",
      "mood": "romântico",
      "action": "Hoje, aquariano, escreva uma carta sincera expressando seus sentimentos mais profundos para seu amor e deixe de presente enquanto veem juntos uma noite especial.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, 2026 traz oportunidades únicas para conectar-se com novas pessoas. Esteja aberto para encontros espontâneos e aprofunde suas amizades, pois o amor pode surgir onde menos espera. Confie em sua intuição ao escolher seus parceiros e lembre-se de expressar seus sentimentos com sinceridade. Aproveite cada momento, seja paciente e permita que o universo mostre o caminho. O amor está mais próximo do que imagina; basta abrir o coração.",
      "couples": "Para Peixes em 14/01/2026, fortaleça o vínculo valorizando a comunicação sincera e sensível. Demonstre seu amor através de gestos românticos e palavras doces, criando momentos especiais que alimentam a conexão emocional. Ouça com atenção, mostrando que sua presença é fundamental. Preserve sua essência intuitiva, usando-a para entender melhor seu parceiro. Cultive a empatia e a vulnerabilidade, construindo uma base sólida de confiança e carinho mútuo.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, reserve um momento para escrever uma carta heartfelt para alguém especial, expressando seus sentimentos mais profundos com sinceridade e carinho.",
      "author": "Astrologly"
    }
  }
}