{
  "date": "2026-01-23",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Hoje, Áries solteiro, 23 de janeiro de 2026, é um momento especial para ampliar seus horizontes amorosos. Mostre sua autenticidade ao conhecer novas pessoas, participando de eventos sociais ou hobbies que ama. Sua energia contagiante atrairá potenciais parceiros, mas lembre-se de cultivar a paciência e o diálogo honesto. Confie no seu coração e esteja aberto às oportunidades — uma conexão genuína pode estar mais perto do que imagina.",
      "couples": "Áries, em 2026-01-23, fortaleça seu relacionamento dedicando tempo de qualidade ao seu parceiro. Seja aberto e sincero ao expressar seus sentimentos, demonstrando admiração e carinho. Surpreenda com gestos românticos que mostrem sua dedicação, como um jantar especial ou uma mensagem espontânea. Ouça atentamente suas necessidades e incentive diálogos sinceros. Assim, vocês criarão uma conexão mais profunda, fundamentada na confiança, paixão e compreensão mútua, tornando seu vínculo ainda mais forte.",
      "mood": "apaixonado",
      "action": "Hoje, Áries deve preparar uma surpresa especial, como um jantar feito por você com um toque pessoal, para demonstrar seu amor sincero.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Para Touro solteiro em 2026-01-23, abra seu coração para novas experiências. Aproveite eventos sociais, hobbies e grupos de interesse para conhecer pessoas que compartilhem seus valores. Seja autêntico e paciente, cultivando a confiança nas suas intenções. Este momento favorece conexões sinceras, então escute seu coração ao explorar possibilidades. Conquiste o amor com calma e dedicação, permitindo que a paixão floresça naturalmente. Sua energia está pronta para um romance verdadeiro e duradouro.",
      "couples": "Para Touro em 23 de janeiro de 2026, fortaleça sua relação investindo na comunicação aberta e sincera. Demonstre seu amor com gestos românticos e atenção aos detalhes do cotidiano. Ouça com paciência e esteja presente, valorizando os momentos de conexão. Peça ajuda para resolver conflitos e expressem seus sentimentos sem medo. Assim, seu vínculo se tornará mais sólido, cheio de confiança e paixão, criando um relacionamento ainda mais harmonioso e duradouro.",
      "mood": "cauteloso",
      "action": "Hoje, Touro deve preparar um jantar especial com os ingredientes favoritos do seu amor, demonstrando carinho e dedicação na cozinha.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Gêmeos, em 23 de janeiro de 2026, abra seu coração para novas experiências. Sua comunicação encantadora será seu maior diferencial ao conhecer pessoas novas. Aproveite eventos sociais e atividades que despertem sua curiosidade, pois ali surgirão possibilidades românticas inesperadas. Seja autêntico e aberto às emoções, pois o amor pode estar mais perto do que imagina. Confie no seu charme e em seu jeitinho único para criar conexões verdadeiras.",
      "couples": "Para Gêmeos em 23 de janeiro de 2026, fortaleça seu relacionamento investindo na comunicação aberta. Compartilhe seus sentimentos com sinceridade e escute ativamente seu parceiro, criando uma conexão mais profunda. Surpreenda com gestos românticos, como uma mensagem inesperada ou um jantar especial. Valorize as pequenas atitudes diárias, demonstrando sua consideração. Assim, vocês construirão uma relação mais sólida, repleta de compreensão mútua e paixão duradoura.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, surpreenda seu amor com uma mensagem escrita à mão, expressando seus sentimentos mais profundos e sincero carinho.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Hoje, Câncer, 23 de janeiro de 2026, é um dia especial para abrir seu coração. Aproveite para explorar novos ambientes, como cafés ou eventos culturais, onde possa conhecer pessoas que compartilhem seus interesses. Seja autêntico e confiável, pois sua sensibilidade encanta. Conquiste corações com seu sorriso sincero e sua atenção genuína. Lembre-se, o amor floresce quando você se permite ser vulnerável e aberto às possibilidades de conexão verdadeira.",
      "couples": "Para fortalecer seu relacionamento em 23 de janeiro de 2026, Cancer, invista na comunicação aberta e sincera. Demonstre seu amor com gestos românticos, como pequenos detalhes que mostram cuidado e atenção. Ouça seu parceiro com empatia e compartilhe seus sentimentos com delicadeza. Cultive o aconchego do lar, criando momentos especiais juntos. Sua sensibilidade é uma bênção; use-a para fortalecer a conexão e cultivar um vínculo mais profundo e amoroso.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem sincera e carinhosa para seu amor, expressando o quanto ele é especial e fazendo-o se sentir único.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 promete novas oportunidades para ampliar seus horizontes amorosos. Seja aberto a encontros espontâneos e convites para eventos sociais, pois sua energia contagiante atrairá pessoas especiais. Procure explorar interesses que revelam seu verdadeiro brilho, criando conexões autênticas. Seja paciente e confie no seu charme natural. Aproveite essa fase para fortalecer amizades e permitir que o amor floresça de forma sincera e espontânea. Aproveite cada momento, seu coração merece ser cuidado e amado.",
      "couples": "Para Leão em 23 de janeiro de 2026, valorize a comunicação aberta e sincera com seu parceiro. Mostre seu amor através de gestos românticos, como surpresas ou palavras carinhosas, fortalecendo a conexão emocional. Ouça atentamente às necessidades do outro e compartilhem momentos especiais para criar memórias inesquecíveis. Seja generoso em demonstrações de afeto e mantenha o brilho no olhar, reforçando o laço de amor com a confiança e o carinho que só um Leão pode expressar.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma mensagem apaixonada e sincera, demonstrando o quanto ele valoriza e aprecia o relacionamento.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Neste dia 23 de janeiro de 2026, Virgem, abra seu coração para novas possibilidades. Seja aberto a encontrar pessoas diferentes, explore novos círculos sociais ou hobbies que despertem sua paixão. Confie na sua intuição ao fazer escolhas amorosas e lembre-se de que o amor muitas vezes surge quando menos espera. Permita-se relaxar e aproveitar a jornada do amor, pois oportunidades especiais estão à sua espera. Esteja receptivo ao que o universo deseja lhe oferecer.",
      "couples": "Para Virgem em 2026-01-23, fortaleça seus laços cultivando a comunicação aberta e sincera. Demonstre seu amor com gestos simples, como uma mensagem carinhosa ou uma surpresa pensada. Valorize o tempo juntos, criando momentos especiais que reforcem a conexão. Seja flexível e compreensivo, ouvindo com atenção e evitando críticas excessivas. Assim, seu relacionamento se tornará mais sólido, repleto de confiança, carinho e harmonia. Aproveite essa fase para aprofundar ainda mais seu vínculo romântico.",
      "mood": "apaixonado",
      "action": "Hoje, Virgo, escreva uma carta sincera e cheia de afeto para seu amor, expressando seus sentimentos mais profundos e admirados.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido libriano, 2026 será um ano cheio de possibilidades amorosas. Aproveite para expandir seu círculo social—participe de eventos culturais, clubes ou cursos que despertem sua paixão. Sua natureza equilibrada atrai boas energias; seja autêntico e aberto às novas conexões. Cultive sua autoestima e confiança, pois estarão irresistíveis neste período. Lembre-se, o amor surge quando menos espera, então permita-se viver momentos espontâneos e inesquecíveis. Seu coração está aberto para encontros que transformarão sua vida.",
      "couples": "Para Libra em 23 de janeiro de 2026, fortaleça seus laços cultivando a comunicação aberta e sincera. Ouça com atenção e compartilhe seus sentimentos de forma delicada, fortalecendo a conexão emocional. Surpreenda seu parceiro com pequenos gestos de carinho e atenção, que demonstrem seu afeto genuíno. Priorize momentos de qualidade juntos, criando memórias especiais. Assim, sua relação se aprofundará, promovendo harmonia, equilíbrio e amor duradouro entre vocês.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e sonhos compartilhados.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, 2026 será um ano de possibilidades emocionantes na sua vida amorosa. Aproveite para explorar novas atividades e ambientes, como cursos ou eventos culturais, onde poderá conhecer pessoas autênticas. Seja aberto e sincero sobre suas intenções, pois sua intensidade charmosa atrairá alguém especial. Confie no seu coração, mas também permita que a leveza e o sorriso guiem seus encontros. Esteja pronto para uma conexão profunda e transformadora.",
      "couples": "Querido Escorpião, em 2026-01-23, invista na comunicação sincera e em gestos românticos que demonstrem seu amor. Seja aberto ao ouvir seu parceiro, criando espaço para confiança e conexão profunda. Surpreenda com pequenos detalhes que mostrem seu cuidado, fortalecendo o vínculo. Use sua intuição para compreender emoções não ditas, demonstrando empatia e carinho genuíno. Dessa forma, sua relação ficará ainda mais intensa e harmônica neste dia especial.",
      "mood": "brincalhão",
      "action": "Hoje, escorpiano, reserve um momento para escrever uma carta sincera de amor, revelando seus sentimentos mais profundos com delicadeza e paixão.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitário, 23 de janeiro de 2026 será um dia perfeito para abrir seu coração ao novo. Aproveite oportunidades de encontros espontâneos e lugares diferentes, onde pode encontrar alguém que compartilhe suas paixões. Seja autêntico, confiante e mostre seu sorriso sincero. Invista em conversas profundas e divirta-se com o desconhecido. O amor pode surgir onde menos espera, basta estar aberto e disposto a se conectar verdadeiramente.",
      "couples": "Para Sagitário em 23 de janeiro de 2026, mantenha a chama acesa investindo em comunicação sincera e aberta. Compartilhe sonhos, inquietações e conquistas com seu parceiro, criando uma conexão profunda. Surpreenda com gestos românticos autênticos, como pequenos gestos de carinho ou planos para aventuras juntos. Lembre-se de ouvir atentamente e valorizar o que seu amor te revela. Assim, fortalecerá seus laços e construirá uma relação ainda mais apaixonada e sólida.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário deve surpreender seu amor com uma mensagem sincera, expressando sua admiração e planejando juntos uma aventura especial.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Neste dia 23 de janeiro de 2026, os solteiros de Capricórnio devem abrir-se para novas oportunidades amorosas. Aproveite ocasiões sociais e eventos que envolvam interesses comuns para conhecer pessoas autênticas. Seja sincero e valorizando seus valores, essa conexão se tornará especial. Confie no seu potencial de construir relacionamentos sólidos, pois o universo favorece a autenticidade. Mantenha o coração aberto e permita que o amor floresça no seu caminho com paciência e esperança.",
      "couples": "Capricórnio, em 23 de janeiro de 2026, seu coração deseja fortalecer seu relacionamento. Dedique-se a ouvir seu parceiro com atenção plena, demonstrando interesse genuíno. Pequenos gestos românticos, como uma mensagem carinhosa ou um cafè surpresa, fazem toda a diferença. Invista na comunicação aberta e sincera, expressando seus sentimentos com vulnerabilidade. Assim, fortalecerá a conexão e criará momentos inesquecíveis juntos, cultivando um amor sólido e apaixonado que resistirá ao tempo.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, dedique um momento para preparar um jantar especial e íntimo, surpreendendo seu amor com uma noite de conexão verdadeira e calorosa.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano, em 2026-01-23, abra seu coração para novas experiências. Esteja aberto a encontros inesperados, pois as oportunidades de conexão estarão ao seu redor. Participe de eventos sociais, explore interesses diferentes e permita que sua autenticidade brilhe. A sua originalidade atrairá alguém que valorize sua essência única. Confie no seu potencial de criar uma história de amor surpreendente e significativa, basta dar o primeiro passo com sinceridade e coragem.",
      "couples": "Querido Aquário, em 2026-01-23, valorize a comunicação sincera e o respeito mútuo. Aproveite momentos de conexão para expresses seus sentimentos de forma genuína e escute atentamente seu parceiro. Surpreenda-o com gestos românticos e pequenos detalhes do cotidiano, mostrando seu amor e cuidado. Cultivar a empatia e a proximidade fortalecerá o vínculo e criará uma relação ainda mais sólida, repleta de compreensão, afeto e alegria mútua.",
      "mood": "romântico",
      "action": "Hoje, Aquário, dedique um momento para escrever uma carta sincera de amor para seu parceiro, revelando seus sentimentos mais profundos.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Hoje, Peixes solteiro, 2026-01-23, é um dia perfeito para abrir seu coração e explorar novas conexões. Aproveite oportunidades em eventos sociais ou atividades que despertam sua paixão, como música ou arte. Seja autêntico e ouça sua intuição ao conhecer alguém especial. Acredite na magia do novo, e lembre-se: seu romantismo empático atrai pessoas que valorizam sua essência única. Confie no universo, seu par pode estar mais próximo do que imagina.",
      "couples": "Peixes, em 23 de janeiro de 2026, seu coração sensível traz profundidade às suas relações. Para fortalecer o vínculo, pratique a comunicação aberta e honesta, compartilhando seus sentimentos mais profundos com seu parceiro. Surpresas românticas e gestos delicados fortalecerão a conexão emocional. Dedique tempo sincero para ouvir e apoiar, cultivando uma atmosfera de amor e confiança. Sua sensibilidade, aliada à atenção e carinho, cria um relacionamento mais harmonioso e iluminado.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, reserve um momento especial para escrever uma carta de amor sincera e entregue-a pessoalmente ao seu alguém especial.",
      "author": "Astrologly"
    }
  }
}