{
  "date": "2026-02-17",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cara Ariete, il 2026-02-17 ti invita ad aprirti alle nuove opportunità amorose. Sfrutta questa giornata per uscire dalla tua comfort zone: partecipa a eventi sociali, fai incontri spontanei e mostra il tuo lato più autentico. La tua energia e spontaneità attireranno persone genuine e interessate a condividere momenti speciali con te. Ricorda, il cuore si apre quando si ha il coraggio di rischiare, quindi osa e segui il tuo istinto.",
      "couples": "Cara Ariete, il 17 febbraio 2026, concentrati sulla comunicazione aperta e sincera con il partner. Mostra il tuo amore attraverso piccoli gesti romantici, come una lettera o una serata speciale. Ascolta attivamente e condividi i tuoi sentimenti senza paura. La passione è una forza, ma lacomprensione e la pazienza rafforzano davvero il legame. Coltiva la fiducia con sincerità e affetto, e il vostro rapporto si arricchirà di gioia e complicità.",
      "mood": "appassionato",
      "action": "Oggi, Ariete, sorprendi il tuo partner con un messaggio dolce e sincero che esprima quanto gli desideri e lo apprezzi profondamente.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Carissimo Toro single, il 17 febbraio 2026 sarà un giorno di opportunità romantiche. Apri il cuore alle nuove conoscenze: partecipa ad eventi sociali, condividi i tuoi interessi e lascia che la tua naturale dolcezza colpisca chi ti circonda. Sii disponibile e autentico, perché il vero amore si trova spesso nei dettagli più semplici. Ricorda, la pazienza e la fiducia sono le chiavi per incontrare qualcuno speciale.",
      "couples": "Caro Toro, nel giorno del 17 febbraio 2026, ricorda che la comunicazione è la chiave per rafforzare il vostro legame. Condividi i tuoi sentimenti più profondi con il partner e ascolta attentamente le sue parole. Piccoli gesti romantici, come una lettera d’amore o una sorpresa personalizzata, possono riaccendere la passione. Investi nel tempo insieme e mostra quanto lo ami, così il vostro rapporto potrà crescere e illuminarsi di gioia.",
      "mood": "cauto",
      "action": "Oggi, Toro dovrebbe preparare una cena a sorpresa con i suoi piatti preferiti, accompagnata da una playlist di canzoni significative, per dimostrare il suo amore in modo intimo e autentico.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Il 17 febbraio 2026, Gemelli single, il cuore si apre a nuove opportunità. Sii spontaneo e ascolta il tuo istinto: incontri sorprendenti potrebbero arrivare nei luoghi più inaspettati. Partecipa ad eventi sociali e condividi le tue passioni, così attirare persone affini. Ricorda di essere sincero e aperto, lasciando che il sorriso e la curiosità guidino le tue interazioni. L’amore potrebbe bussare questa giornata: preparati a sorprenderti.",
      "couples": "Cari Gemelli, il 17 febbraio 2026 è il momento perfetto per rafforzare il vostro legame. Dedicate tempo alla comunicazione sincera, ascoltando con cuore aperto e senza giudizio. Sorprendete il partner con piccoli gesti romantici, come una lettera d’amore o una cena a lume di candela. Mostrate il vostro affetto autentico e lasciate che la vostra curiosità e leggerezza alimentino la passione. La chiarezza e l’amore rafforzeranno il vostro rapporto!",
      "mood": "romantico",
      "action": "Oggi, Gemelli, scrivi una lettera affettuosa e sincera al tuo partner, esprimendo quanto apprezzi e ami la vostra unicità.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Cara Cancro, il 2026 sarà un anno perfetto per aprirti all’amore. Non temere di uscire dalla tua comfort zone: partecipa a eventi sociali e lasci che la tua genuina sensibilità attragga nuove persone. Sii sincera e aperta nei tuoi sentimenti, e ricorda che la pazienza porta risultati duraturi. Abbraccia le opportunità di incontri significativi e coltiva la fiducia in te stessa. Il vero amore potrebbe bussare proprio quando meno te lo aspetti.",
      "couples": "Per il Cancro nel 17 febbraio 2026, dedicati a rafforzare il vostro legame attraverso la comunicazione sincera e aperta. Mostra il tuo affetto con gesti romantici, come una cena a lume di candela o un messaggio dolce a metà giornata. Ascolta con attenzione il tuo partner, valorizzando le sue emozioni. Ricorda, l’empatia e i piccoli gesti quotidiani alimentano un amore profondo e duraturo.",
      "mood": "giocoso",
      "action": "Oggi, il Cancro dovrebbe preparare una cena speciale a lume di candela, condividendo un momento intimo e riconoscente con la persona amata.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Carissimo Leone, il 2026 ti invita a esplorare nuove opportunità di incontri. Apriti a situazioni sociali e non aver paura di avvicinarti a persone interessanti. Mostra il tuo cuore generoso e la tua naturale fiducia: attirerai chi desidera condividere emozioni autentiche. Ricorda, la sincerità e il sorriso sono il tuo dono più potente. Sii paziente e lascia che il destino, con dolcezza, ti porti verso l’amore che meriti.",
      "couples": "Caro Leone, il 17 febbraio 2026 è il momento perfetto per rafforzare il vostro legame. Dedicate del tempo alla comunicazione sincera, ascoltando con attenzione i sogni e le paure del partner. Sorprendilo con piccoli gesti romantici, come una lettera d’amore o una cena speciale. Mostra affetto quotidianamente, coltivando la fiducia e la complicità. Ricorda, l’amore si nutre con dolcezza e dedizione costante.",
      "mood": "serio",
      "action": "Leone dovrebbe scrivere un messaggio dolce e sincero, condividendo i suoi sentimenti più profondi e un ricordo speciale che ha con lei.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Cara Vergine single, il 17 febbraio 2026 è il momento ideale per aprirti nuove possibilità amorose. Sii spontanea e fiduciosa nel mostrare il tuo lato più autentico, anche con incontri casuali. Partecipa a eventi sociali o hobby che ti appartengono: il vero amore può arrivare quando meno te lo aspetti. Ricorda, la pazienza e la sincerità sono la chiave per attrarre chi davvero merita il tuo cuore.",
      "couples": "Per la Vergine nel 2026-02-17, rafforza il legame dedicando tempo alla comunicazione sincera con il partner. Mostra il tuo affetto con piccoli gesti quotidiani: una parola dolce, un sorriso o una sorpresa pensata. Ascolta attentamente, senza giudizio, e condividi i tuoi desideri con trasparenza. La chiave per una relazione forte è l’equilibrio tra cura pratica e romanticismo autentico. Coltiva l’amore con affetto quotidiano e sincere attenzioni.",
      "mood": "appassionato",
      "action": "Oggi, Vergine, prepara una colazione fatta in casa con i tuoi ingredienti preferiti e sorprendi il partner con un gesto di cura e attenzione.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Carissima Bilancia, il 2026 sarà un anno di occasioni romantiche. Apri il cuore a nuovi incontri, lasciando da parte l’indecisione e abbracciando le opportunità che arrivano, magari attraverso amici comuni o attività sociali. Sii sincera nei tuoi desideri e mostra il tuo charme naturale. Ricorda, l’amore si trova spesso dove meno te lo aspetti; lasciati guidare dalla tua intuizione e fai il primo passo.",
      "couples": "Ciao Bilancia, il 17 febbraio 2026 è il momento perfetto per rafforzare il vostro legame. Dedica del tempo sincero alla comunicazione, ascolta attentamente il partner e condividi i tuoi sentimenti senza riserve. Piccoli gesti romantici, come una lettera d’amore o una serata speciale, accenderanno la passione. Ricorda, l’equilibrio tra affetto e comprensione è la chiave per un amore duraturo e appagante.",
      "mood": "cauto",
      "action": "Oggi Bilancia potrebbe sorprendere il partner preparando una cena romantica a lume di candela, regalandogli un momento di intimità e tenerezza.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Il 17 febbraio 2026, Scorpione single, abbraccia le opportunità di incontrare nuove persone. Apriti a conversazioni profonde e autentiche, lasciando che la tua intensità attragga chi condivide i tuoi valori. Partecipa a eventi sociali e non temere di mostrare il tuo lato più vulnerabile. La sincerità e la passione sveleranno il vero potenziale di un amore che potrebbe sorprenderti. Sii paziente e fiducioso, il cuore troverà la strada giusta.",
      "couples": "Il 17 febbraio 2026, lo Scorpione può rafforzare il suo rapporto dedicando tempo alla comunicazione autentica. Ricorda di ascoltare con attenzione e mostrare empatia, creando un ambiente di fiducia. Piccoli gesti romantici, come una lettera d’amore o una cena speciale, alimentano la passione. Sii aperto e vulnerabile, condividendo i tuoi sentimenti. Coltivare l’intimità emotiva porterà a una connessione più profonda e duratura.",
      "mood": "giocoso",
      "action": "Oggi, lo Scorpione potrebbe sorprenderlo con un messaggio scritto a mano, esprimendo i tuoi sentimenti più profondi e sinceri.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Il 17 febbraio 2026, Sagittario single, sfrutta questa giornata per uscire dalla tua comfort zone. Partecipa a eventi sociali, viaggia o iscriviti a corsi che ti appassionano: sono occasioni ideali per incontrare persone autentiche. Sii aperto alla spontaneità e mostra interesse sincero. La tua energia avventurosa attirerà cuori affini. Ricorda, l’amore nasce spesso nelle piccole cose: un sorriso, una conversazione profonda. Abbraccia ogni incontro con entusiasmo e fidelità al tuo spirito libero.",
      "couples": "Il 17 febbraio 2026, il Sagittario dovrebbe dedicare tempo alla comunicazione aperta con il partner, ascoltando con attenzione e condividendo sinceramente i suoi sentimenti. Rafforza il legame con piccoli gesti romantici e spontaneità, come una passeggiata sotto le stelle o una sorpresa pensata. Ricorda che la sincerità e l’interesse genuino creano intimità e fiducia, rafforzando il vostro amore. Coltivare la comprensione reciproca è la chiave per un’intesa duratura.",
      "mood": "riflessivo",
      "action": "Oggi, Sagittario, sorprendi il partner con un messaggio dolce accompagnato da un'emozionante promessa di avventure future insieme.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Il 17 febbraio 2026, il cuore del Capricorno solitario può aprirsi a nuove possibilità. Sii disposto a uscire dalla tua zona di comfort: partecipa a eventi, incontri e attività che ti appassionano. La tua determinazione attirerà persone sincere e affini, creando connessioni profonde. Ricorda di mostrarti spontaneo e autentico: l’amore arriverà quando meno te lo aspetti, donando quella dolce e duratura magia che cerchi. Sii paziente, l’amore è in arrivo.",
      "couples": "Caro Capricornio, oggi è il momento perfetto per rafforzare la tua relazione attraverso parole sincere e gesti affettuosi. Dedica del tempo ascoltando davvero il tuo partner, condividi i tuoi sentimenti con delicatezza e sorprendi con piccoli gesti romantici. La comunicazione aperta e la sincerità saranno le chiavi per approfondire il vostro legame. Ricorda che l’amore si nutre di attenzione, pazienza e piccoli gesti quotidiani. Fai sentire il tuo cuore, e lui risponderà con gratitudine e amore più profondo.",
      "mood": "giocoso",
      "action": "Oggi, Capricorno, sorprendila con una cena fatta da te, accompagnata da un messaggio sincero che esprima quanto la ami e la apprezzi.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Carissimo Acquario, il 2026-02-17 è un momento perfetto per aprirti alle nuove esperienze amorose. Sii spontaneo e curiosamente social: partecipa a eventi, gruppi e attività che rispecchiano la tua passione per l’originalità. Mostra il tuo lato autentico e ascolta con attenzione chi ti circonda. Le relazioni più profonde nasceranno quando meno te lo aspetti, quindi abbi fiducia nel tuo cuore e lasciati sorprendere dal destino.",
      "couples": "Il 17 febbraio 2026, l’Acquario può rafforzare il suo rapporto dedicando momenti di ascolto autentico al partner. Comunicare apertamente i propri sentimenti, senza timore, aiuterà a creare maggiore intimità. Ricorda di sorprendere il tuo amore con gesti romantici e inattesi, come una giornata speciale insieme o un messaggio affettuoso. Coltivare la comprensione e la spontaneità renderà il vostro legame più profondo e duraturo, alimentando l’amore con sincerità e passione.",
      "mood": "romantico",
      "action": "Oggi, Acquario, invia un messaggio dolce e sincero al partner, condividendo un ricordo speciale che avete vissuto insieme.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Per i Pesci single il 17 febbraio 2026, questa è una giornata preziosa per aprirti alle nuove opportunità d’amore. Sii spontaneo e fiducioso nel lasciarti andare alle incontri. Partecipa a eventi sociali, ascolta il cuore e mostrati autentico. Le stelle suggeriscono di seguire i tuoi sentimenti, perché potresti incontrare qualcuno che risveglia la tua anima romantica. Non aver paura di rivelare le tue emozioni: il vero amore potrebbe essere proprio dietro l’angolo.",
      "couples": "Il 17 febbraio 2026, i Pesci dovrebbero concentrarsi sulla profondità delle emozioni condivise. Coltivate la comunicazione aperta, ascoltando sinceramente il partner senza giudizio. Sorprendetelo con piccoli gesti romantici, come una lettera affettuosa o una serata speciale. Ricordate che la vulnerabilità rafforza il legame; condividete sogni e paure con fiducia. Mostrare cura e attenzione quotidiana alimenta l’amore, rendendo il vostro rapporto più resistente e appagante.",
      "mood": "appassionato",
      "action": "Oggi, Pesci dovrebbe scrivere una lettera dolce e sincera a chi ama, esprimendo i propri sentimenti più profondi con delicatezza e autenticità.",
      "author": "Astrologly"
    }
  }
}