{
  "date": "2026-01-31",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Hoje, Áries solteiro, 2026-01-31, é um dia perfeito para explorar novas oportunidades amorosas. Abra seu coração para encontros inesperados, pois o universo favorece conexões sinceras. Aproveite eventos sociais, participe de atividades que despertam sua paixão e seja autêntico ao expressar seus sentimentos. Confie na sua energia vibrante para criar laços genuínos. O amor pode surgir de onde menos espera; esteja aberto para receber essa magia hoje.",
      "couples": "Áries, hoje é uma oportunidade para fortalecer sua conexão. Seja atento às emoções do seu parceiro, ouvindo com paciência e sinceridade. Demonstre seu amor com gestos românticos, como palavras carregadas de carinho ou pequenas surpresas. Evite impulsividade nos conflitos; prefira o diálogo aberto e respeitoso. Cultivar esse equilíbrio ajudará a aprofundar a confiança e o afeto, transformando seu relacionamento em uma fonte de segurança e paixão duradoura.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, envie uma mensagem sincera e cheia de carinho para seu amor, revelando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, 2026 traz oportunidades encantadoras de encontros. Permita-se explorar novos ambientes e ampliar seu círculo social. Seja receptivo a convites e mantenha a mente aberta às diferenças. Sua persistência e sinceridade atraem conexões profundas. Aproveite momentos de espontaneidade para criar memórias inesquecíveis. Confie no seu coração, pois o amor pode surgir nos lugares mais inesperados. Este é o momento de investir em si mesmo e abrir as portas para o romance verdadeiro.",
      "couples": "Querido taurino, hoje é um momento perfeito para fortalecer seu relacionamento. Demonstre seu amor com gestos simples, como preparar uma noite especial ou elogiar seu parceiro(a) sinceramente. Comunicação aberta é essencial — ouça com atenção e compartilhe seus sentimentos com honestidade. Pequenas ações de carinho criam conexão profunda. Invista tempo na rotina a dois e celebre o amor que vocês construíram. Assim, seu relacionamento se tornará ainda mais sólido e apaixonado.",
      "mood": "cauteloso",
      "action": "Hoje, Touro deve preparar um jantar especial em casa para seu amor, demonstrando carinho e cuidado através de um momento de intimidade e sabor.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Para os geminianos solteiros em 31 de janeiro de 2026, aproveite sua energia comunicativa para expandir seu círculo social. Este é um momento ideal para encontros espontâneos, seja por interesse comum ou novas atividades. Esteja aberto a conhecer diferentes pessoas, cultivando conexão genuína e espontânea. Inspire-se pela sua curiosidade natural, mantendo o coração aberto às possibilidades. Confie na sua autenticidade, e o amor encontrará um caminho até você, de forma leve e encantadora.",
      "couples": "Gêmeos, em 31 de janeiro de 2026, seu charme e comunicação estarão em alta. Aproveite para fortalecer seu relacionamento com palavras sinceras e gestos românticos. Seja atento às necessidades do seu parceiro, ouvindo com empatia e demonstrando interesse genuíno. Pequenas surpresas, como uma mensagem amorosa ou um jantar especial, fortalecerão os laços. Invista na troca de experiências e valorize o momento presente para construir uma conexão ainda mais profunda e duradoura.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, surpreenda seu amor com uma mensagem sincera e cheia de carinho, demonstrando o quanto valoriza a conexão de vocês.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, em 2026, abrace a vulnerabilidade e permita-se explorar novas oportunidades amorosas. Seja gentil consigo mesmo ao se abrir para conhecer pessoas que compartilhem seus valores e sensibilidade. Participe de eventos que despertem seu interesse e busque conexões autênticas. Confie na sua intuição e lembre-se de que o amor floresce quando você se mostra verdadeiro. Permita que seu coração seja guiado pelo desejo de criar algo especial e duradouro.",
      "couples": "Querido(a) Cancer, hoje é um dia perfeito para fortalecer seu relacionamento. Valorize pequenas atitudes, como palavras de carinho e gestos românticos, que criam conexão emocional. Ouça com atenção as necessidades do seu parceiro(a) e compartilhe seus sentimentos abertamente. Surpreenda com gestos doces e mostre sua vulnerabilidade com amor e sinceridade. Assim, vocês irão aprofundar a confiança e criar um laço ainda mais forte e cheio de ternura.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem sincera e carinhosa para seu amor, expressando o quanto ele(a) significa para você.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 reserva oportunidades encantadoras para encontrar alguém especial. Permita-se explorar novos círculos sociais, participe de eventos que despertem sua paixão e autoestima. Seja autêntico, confie na sua energia radiante e mostre seu coração generoso. Aproveite cada encontro como uma chance de conexão verdadeira, sem pressa. Seu brilho natural atrairá pessoas que apreciam sua autenticidade. Esteja aberto ao amor e permita que seu coração guie suas aventuras românticas.",
      "couples": "Para Leão em 2026-01-31, invista na comunicação aberta e sincera com seu parceiro. Demonstre seu amor através de gestos românticos e palavras que valorizem a conexão única de vocês. Ouça atentamente e seja receptivo às necessidades do outro. Surpreenda com detalhes que mostram seu carinho, fortalecendo o vínculo. Lembre-se de que o verdadeiro brilho está na simplicidade do afeto e na dedicação diária ao relacionamento.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e sinceros.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Hoje, Virgem solteiro, 2026-01-31, é hora de explorar novas conexões com coração aberto. Saia da sua rotina meticulosa e permita-se experimentar atividades sociais que ampliem seu círculo de contatos. Aproveite os encontros espontâneos para descobrir afinidades. Seja gentil consigo mesmo e confie na sua autenticidade. O amor pode surgir onde menos espera, quando você estiver disposto a se abrir para novas possibilidades e a viver o momento com leveza e esperança.",
      "couples": "Para Virgem em 2026-01-31, dedique-se a fortalecer sua conexão através de gestos românticos pequenos e sinceros. Comunique-se abertamente, compartilhando seus sentimentos mais profundos e ouvindo atentamente seu parceiro. Crie momentos de conexão, como um jantar especial ou uma caminhada juntos, demonstrando apreciação. Assim, vocês fortalecerão o vínculo, criando uma relação baseada na confiança, no carinho e na compreensão mútua. Cultive o amor com dedicação e gestos que reminding de seu carinho.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, envie uma mensagem carinhosa e sincera para seu amor, reconhecendo algo especial que aprecia nele ou nela.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, em 2026, aproveite a energia do momento para expandir seus horizontes amorosos. Está na hora de sair da sua zona de conforto e tentar novas atividades sociais, como workshops ou eventos culturais. Seja autêntica e confie na sua alegria natural para atrair pessoas que compartilhem seus valores. Lembre-se de que o amor floresce quando você se permite ser vulnerável. Nunca deixe de acreditar na magia de uma nova conexão.",
      "couples": "Querido Libra, em 31 de janeiro de 2026, concentre-se em fortalecer sua conexão através de comunicação sincera e aberta. Faça pequenos gestos românticos que demonstrem seu carinho, como uma mensagem de bom dia ou um jantar especial. Ouça seu parceiro com atenção e mostre interesse genuíno pelas emoções dele. Investir em momentos de pureza e compreensão criará uma base sólida, fazendo seu relacionamento florescer ainda mais neste momento importante.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e carinhosa, expressando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, 2026 promete momentos intensos e apaixonados. Aproveite a energia do ano para explorar novas oportunidades de encontros. Esteja aberto a conhecer pessoas diferentes, cultive amizades que podem se transformar em amor verdadeiro. Sua sinceridade encanta, então mostre seu coração com confiança. Não tenha pressa; boas conexões surgirão naturalmente. Confie na sua intuição e lembre-se: o amor muitas vezes surge nos momentos mais inesperados, quando menos espera.",
      "couples": "Querido Escorpião, em 2026-01-31, valorize a comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos românticos que expressem sua paixão genuína. Ouça atentamente e esteja presente em cada momento, fortalecendo a conexão emocional. Seja transparente sobre seus sentimentos e desejos, criando um espaço seguro para o amor florescer. Surpreenda com pequenas atenções diárias, reforçando o vínculo e revelando o quanto você valoriza essa relação única e intensa.",
      "mood": "brincalhão",
      "action": "Hoje, para fortalecer sua conexão, reserve um momento para escrever uma carta sincera e apaixonada, expressando seus verdadeiros sentimentos e desejos ao seu amor.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido sagitariano, 2026 traz oportunidades únicas de encontros e conexões genuínas. Permita-se explorar novos círculos sociais e hobbies que elevem sua alegria, pois o universo conspira a seu favor. Seja autêntico e aberto às possibilidades, sem medo de se mostrar vulnerável. Aproveite cada momento de diversão e espontaneidade, pois o amor pode surgir onde menos espera. Confie no seu coração e nas experiências que a vida oferece nesta jornada apaixonante.",
      "couples": "Para Sagitário em 31 de janeiro de 2026, concentre-se em fortalecer a conexão com seu parceiro através de uma comunicação aberta e sincera. Planeje aventuras que ambos apreciem, criando memórias inesquecíveis juntos. Demonstre seu amor com gestos românticos, palavras de carinho e atenção às necessidades do outro. A autenticidade e a espontaneidade tornarão vocês ainda mais próximos, cultivando uma relação baseada na confiança, na alegria e na paixão. Aproveite cada momento especial juntos!",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem sincera e apaixonada, expressando tudo que sente na sua essência aventureira.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricorniano(a), em 31 de janeiro de 2026, abra seu coração para novas possibilidades. Seja aberto(a) a encontros inesperados e invista em atividades que despertam sua paixão. Aproveite momentos de autenticidade para fortalecer conexões profundas. Lembre-se de que paciência e persistência são essenciais na busca pelo amor. Permita-se confiar na sua intuição e dar passos ousados rumo a novas aventuras românticas. O universo conspira a seu favor neste novo ciclo.",
      "couples": "Capricórnio em 31 de janeiro de 2026, lembre-se de abrir seu coração com mais leveza e vulnerabilidade. Invista em pequenas gestos românticos diários, como um café preparado com carinho ou uma mensagem doce. Comunique-se com sinceridade, escutando com atenção e demonstrando empatia. Fortaleça os laços mostrando que valoriza seu parceiro(a). Sua dedicação e sinceridade criarão uma conexão ainda mais sólida, trazendo harmonia e amor duradouro para seu relacionamento.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve preparar um jantar surpresa especial, com suas comidas favoritas, para expressar seu amor de forma sincera e acolhedora.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Aquário, em 2026, abra sua mente para novas experiências amorosas. Este é o momento perfeito para ampliar seu círculo social, participando de eventos e atividades que estimulem seu lado inovador. Seja autêntico e aberto às conexões espontâneas, pois o universo está trazendo possibilidades surpreendentes. Confie na sua intuição e vá atrás do que faz seu coração bater mais forte. O amor está aí, esperando por você com toda a sua magia.",
      "couples": "Querido aquariano, em 2026-01-31, fortaleça seu relacionamento cultivando uma comunicação aberta e sincera. Demonstre seu amor com gestos pequenos, como palavras carinhosas ou uma surpresa especial. Ouça seu parceiro com atenção, valorizando suas necessidades e opiniões. Invista tempo em atividades que ambos apreciem, criando momentos de conexão profunda. Seu entusiasmo e autenticidade serão essenciais para fortalecer laços e inspirar uma relação mais harmoniosa e apaixonada neste dia especial.",
      "mood": "romântico",
      "action": "Hoje, Aquário, escreva uma carta sincera e apaixonada para seu amor, expressando seus sentimentos mais profundos e desejos.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querida Peixes, em 2026, seja aberta às possibilidades de conhecer novas pessoas. Sua sensibilidade atrai conexões profundas; aproveite encontros espontâneos para deixar seu coração florescer. Não hesite em expressar seus sentimentos e mostrar sua autenticidade. O universo está conspirando a seu favor para encontros mágicos. Confie no seu instinto, aproveite cada oportunidade de socializar, e o amor chegará de formas que você nunca imaginou. Seu coração merece ser feliz.",
      "couples": "Para Peixes em 31 de janeiro de 2026, invista na comunicação sincera e emocional. Compartilhe seus sentimentos com transparência, escutando com empatia. Surpreenda seu parceiro com gestos românticos que expressem seu amor e dedicação. Cultive momentos de conexão profunda, seja uma conversa íntima ou uma experiência especial. Ao fortalecer essa base emocional, vocês criarão uma união ainda mais sólida, cheia de compreensão e afeto genuíno.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, escreva uma carta de amor sincera e entregue-a pessoalmente à pessoa amada, deixando que suas emoções guiem cada palavra.",
      "author": "Astrologly"
    }
  }
}