{
  "date": "2026-02-28",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Neste dia 28 de fevereiro de 2026, Áries solteiros, esteja aberto às novas experiências. Aproveite oportunidades para conhecer pessoas diferentes, seja em eventos sociais ou atividades que lhe apaixone. Seu espírito aventureiro atrairá conexões genuínas. Seja sincero e demonstre seu entusiasmo, pois isso criará uma atmosfera de confiança. Cultive a paciência e a atenção, aumentando suas chances de encontrar alguém especial que compartilhe seus sonhos e paixões.",
      "couples": "Áries, em 2026, dedique-se a fortalecer seu relacionamento com gestos sinceros e atenção à comunicação. Ouça seu parceiro com empatia e valorize momentos de intimidade. Surpreenda-o com pequenas demonstrações de carinho, seja um bilhete apaixonado ou um jantar especial. Cultive paciência e compreensão, evitando impulsividade. Assim, seus laços vão se reforçar, criando uma conexão mais profunda, repleta de amor, entusiasmo e confiança mútua. Aproveite essa energia para nutrir seu romance com autenticidade.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor com uma mensagem sincera e apaixonada, demonstrando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido taurino, em 2026, abra seu coração para novas amizades e encontros. Aproveite oportunidades de eventos sociais e esteja aberto a conversar com diferentes pessoas. Sua autenticidade e sensibilidade atraem conexões profundas. Investir em atividades que te apaixonam atrairá alguém que valorize sua essência. Lembre-se: o amor floresce quando você permanece verdadeiro e paciente. Confie no seu ritmo, e o romance certamente encontrará seu caminho até você nesta fase especial.",
      "couples": "Para fortalecer seu relacionamento em 2026-02-28, reafirme sua lealdade e valorize os momentos a dois. Separe um tempo para ouvir seu parceiro com atenção genuína, demonstrando interesse pelos seus sonhos e preocupações. Surpreenda com gestos românticos simples, como um jantar especial ou uma mensagem afetuosa. Sua estabilidade e dedicação criarão uma conexão mais profunda, trazendo harmonia e renovado amor. Aproveite essa fase para cultivar ainda mais a confiança e o carinho entre vocês.",
      "mood": "cauteloso",
      "action": "Hoje, Touro deve preparar um jantar especial e íntimo para seu amor, criando um momento de conexão e afeto sincero.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Gêmeos, em 28 de fevereiro de 2026, sua energia vibrante atrairá novas possibilidades de amor. Este é um momento perfeito para explorar encontros e se abrir para conexões diferentes. Esteja disposto a conversar e conhecer pessoas que compartilhem seus interesses. Aproveite a leveza do seu jeito para criar momentos especiais e autênticos. Confie na sua intuição e permita que o acaso apresente alguém que valorize sua essência única.",
      "couples": "Para Gêmeos em 28/02/2026, foque na comunicação aberta e sincera com seu parceiro. Aproveite momentos de conversa profunda para fortalecer a confiança e compreender melhor as emoções um do outro. Surpreenda com gestos românticos, pequenos atos de carinho que mostram seu afeto. Escute com atenção, seja paciente e esteja presente. Assim, vocês criarão uma conexão ainda mais forte e cheia de harmonia, cultivando um amor duradouro e cheio de significado.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, escreva uma carta de amor sincera e delicada para seu parceiro, expressando seus sentimentos mais profundos e admiração.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Hoje, Câncer, abra seu coração para novas experiências amorosas. Aproveite oportunidades de encontros espontâneos, seja em eventos sociais ou atividades que despertam sua paixão. Confie na sua intuição ao conhecer alguém, demonstrando sua essência acolhedora. Seja paciente e permita que o amor surja de maneira natural. Seja autêntico ao compartilhar seus sentimentos, pois o universo conspira a seu favor para encontros significativos e uma paixão verdadeira nesta fase.",
      "couples": "Querido canceriano, em 28 de fevereiro de 2026, concentre-se em fortalecer seu vínculo com gestos românticos sinceros. Ouça com atenção, demonstre empatia e compartilhe seus sentimentos abertamente. Pequenas surpresas diárias e palavras de afeto criam uma conexão ainda mais profunda. Valorize momentos de intimidade e mostre sua vulnerabilidade com coragem. Assim, seu relacionamento se tornará mais sólido e cheio de amor, elevando ambos a um novo patamar de cumplicidade e carinho.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem sincera e carinhosa para seu amor, demonstrando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "No dia 28 de fevereiro de 2026, Leão, aproveite sua energia vibrante para se abrir ao mundo. Busque novas experiências e participe de atividades que realcem seu brilho, como eventos sociais e hobbies criativos. Seja autêntico e confiante ao conhecer pessoas, pois seu charme natural atrairá almas compatíveis. Investir em amizades pode evoluir para algo mais profundo. Permita-se amar sem pressa, e o universo trará alguém especial para iluminar seu caminho.",
      "couples": "Leão, neste dia 28 de fevereiro de 2026, invista na sinceridade e na escuta ativa. Valorize pequenos gestos românticos que demonstrem seu amor e admiração pelo parceiro. Seja aberto ao compartilhar seus sentimentos e sonhos, fortalecendo a conexão emocional. Surpreenda com gestos inesperados e demonstre sua lealdade. Uma conversa sincera e carinhosa hoje criará laços mais profundos amanhã, fazendo seu relacionamento brilhar ainda mais com paixão e compreensão.",
      "mood": "sério",
      "action": "Hoje, Leão, surpreenda seu amor com uma mensagem escrita à mão expressando o quanto ele ou ela ilumina sua vida.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Para os Virginianos solteiros em 28 de fevereiro de 2026, abra-se para novas oportunidades de namoro. Este é um momento perfeito para explorar interesses que possam atrair pessoas compatíveis. Participe de eventos sociais, grupos ou atividades que despertem sua paixão, e não hesite em mostrar seu verdadeiro eu. Cada encontro é uma chance de criar conexões significativas. Confie na sua intuição e lembre-se que o amor muitas vezes surge onde menos espera.",
      "couples": "Querida Virgem, em 28 de fevereiro de 2026, fortaleça seu relacionamento dedicando tempo à sua parceira. Comunique-se com sinceridade e empatia, ouvindo atentamente suas emoções. Surpreenda com gestos românticos simples, como uma mensagem afetuosa ou um café preparado com carinho. Mostre sua apreciação diária e valorize os momentos compartilhados. Assim, seu vínculo se aprofundará, fortalecendo a confiança e o amor entre vocês. Cultive o carinho e a compreensão para um futuro mais harmonioso.",
      "mood": "apaixonado",
      "action": "Hoje, para demonstrar seu amor de forma prática, prepare uma surpresa personalizada que mostre o quanto conhece e valoriza seu parceiro.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, neste momento especial de 2026, abra seu coração para novas experiências. Aproveite oportunidades de encontros e eventos sociais para ampliar seu círculo de amizades. Seja autêntica e gentil, mostrando seu charme natural. Confie na sua intuição para reconhecer quem realmente vale a pena. Invista na sua autoestima e mantenha-se aberta ao amor. Sua harmonia interior atrairá alguém que valorize seu equilíbrio e sensibilidade. O amor pode estar mais próximo do que imagina!",
      "couples": "Em 2026-02-28, Libra, fortaleça seu relacionamento ao dedicar tempo para conversas sinceras e ouvidos atentos. Demonstre seu amor com gestos românticos, como pequenas surpresas e palavras apreciativas. Seja transparente sobre seus sentimentos e incentive seu parceiro a compartilhar também. Cultivar equilíbrio e harmonia será essencial: valorize a parceria, pratique a empatia e transforme cada momento em uma oportunidade de conexão profunda e verdadeira.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e romântica que exprima o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, 2026 será um ano de revelações e novas conexões emocionais. Aproveite oportunidades de conhecer pessoas autênticas, pois seu magnetismo atrairá quem realmente combina com você. Não tenha medo de abrir seu coração, mesmo que isso signifique vulnerabilidade. Invista em atividades que despertem sua paixão e participe de eventos sociais. Sua intensidade e sinceridade serão seus maiores atrativos. Confie no seu instinto, e o amor poderá surpreender você quando menos esperar.",
      "couples": "Hoje, Escorpião, é vital fortalecer seus laços com sinceridade e paixão. Valorize a comunicação aberta, compartilhando seus sentimentos com vulnerabilidade, e escute seu parceiro com atenção. Surpreenda-o com gestos românticos que expressem seu amor genuíno, seja um bilhete apaixonado ou um pequeno presente que simbolize sua conexão. Cultivar essa intimidade reforçará a confiança e aprofundará o relacionamento, criando uma base sólida para momentos futuros cheios de harmonia e afeto.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve preparar um jantar especial e íntimo para seu amor, colocando cuidado e paixão em cada detalhe para fortalecer a conexão.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido sagitariano, 2026 será um ano de oportunidades para expandir seus horizontes amorosos. Esteja aberto a novas experiências e pessoas diferentes, pois encontros inesperados podem florescer. Aproveite eventos sociais, viagens ou cursos que despertem sua curiosidade. Seja autêntico e confie na sua espontaneidade, pois ela atrairá conexões genuínas. Cultive a esperança e mantenha o coração receptivo às possibilidades – o amor pode surgir de onde menos espera.",
      "couples": "Sagitário, hoje é essencial fortalecer seu vínculo através da comunicação sincera. Compartilhe seus sonhos e ouça atentamente o parceiro, demonstrando interesse genuíno. Surpreenda com gestos românticos, como um passeio inesperado ou uma mensagem carregada de carinho. Cultive a paciência e o diálogo aberto, reforçando confiança e a aventura na relação. Assim, vocês criarão uma conexão mais profunda e apaixonada, alimentada pelo amor e pela compreensão mútua.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, envie uma mensagem sincera e apaixonada para seu amor, expressando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricorniano(a), em 28 de fevereiro de 2026, abra-se para novas experiências amorosas. Explore atividades que lhe apaixonem, como cursos ou eventos sociais, onde possa conhecer pessoas com interesses semelhantes. Seja autêntico e verdadeiro, deixando seu coração se abrir ao que sente. Confie na sua sorte, pois as oportunidades de conexão sincera estão a caminhar até você. Vá com calma, mas esteja disposto(a) a se apaixonar pela vida e por alguém especial.",
      "couples": "Para Capricórnio em 28 de fevereiro de 2026, invista na comunicação aberta e sincera com seu parceiro. Mostre seu amor com gestos românticos, como surpresas simples ou palavras de afeto diárias. Seja vulnerável ao compartilhar seus sonhos e inseguranças, fortalecendo a conexão emocional. Lembre-se de equilibrar seu esforço, cultivando confiança e companheirismo. Assim, seu relacionamento se tornará mais sólido e cheio de paixão, florescendo com entendimento mútuo e carinho sincero.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, surpreenda seu parceiro com uma mensagem carinhosa e sincera, lembrando-o do quanto ela é especial para você.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano, em 2026-02-28, abra seu coração para novas conexões. Este é um momento propício para explorar ambientes diferentes e participar de atividades que despertem sua paixão, como encontros culturais ou grupos de interesse. Seja autêntico, ouça com atenção e permita-se vulnerabilizar. O universo está conspirando a seu favor para encontrar alguém especial. Confie na sua intuição e aproveite as oportunidades que surgirem com leveza e esperança.",
      "couples": "Querido aquariano, em 28 de fevereiro de 2026, foque em fortalecer seus laços por meio de comunicação aberta e sincera. Surpreenda seu parceiro com gestos românticos, como uma mensagem carinhosa ou um jantar especial. Ouça atentamente suas necessidades e demonstre seu amor com pequenos detalhes diários. Sua autenticidade e dedicação criarão uma conexão ainda mais profunda, tornando seu relacionamento mais sólido e repleto de paixão e compreensão mútua.",
      "mood": "romântico",
      "action": "Hoje, Aquário deve preparar um jantar surpreendente e íntimo, decorando o ambiente com toques pessoais que demonstrem seu carinho e atenção.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Hoje, Peixes solteiro, 2026-02-28, é um dia perfeito para abraçar novas oportunidades amorosas. Abra seu coração para encontros espontâneos e esteja aberto a conexões sinceras. Valorize sua intuição ao conhecer alguém; ela guiará seu caminho. Busque abrir-se emocionalmente, permitindo que o amor floresça naturalmente. Aproveite os momentos de conexão verdadeira, pois podem surgir surpresas encantadoras. Confie no seu coração e permita que o amor entre suavemente na sua vida.",
      "couples": "Para Peixes em 28 de fevereiro de 2026, foque em fortalecer seu relacionamento através da comunicação sincera. Compartilhe seus sonhos e emoções com seu parceiro, criando uma conexão mais profunda. Surpreenda com gestos românticos, como uma mensagem carinhosa ou um jantar especial. Ouça atentamente suas necessidades e demonstre seu amor com pequenos gestos diários. Assim, vocês construirão uma relação mais sólida, cheia de compreensão, afeto e magia.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, envie uma mensagem sincera de admiração e carinho para seu amor, expressando o quanto ele ou ela faz sua vida mais bela.",
      "author": "Astrologly"
    }
  }
}