{
  "date": "2026-01-04",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Pour les Bélier en ce début d’année 2026, l’amour s’annonce comme une aventure passionnante. Osez sortir de votre zone de confort et participez à des activités qui vous inspirent, comme des ateliers ou des événements sociaux. Soyez authentique et ouvert aux rencontres sincères. Votre énergie ardente attirera des personnes partageant vos valeurs. Prenez le temps d’écouter, de montrer votre vulnérabilité, et l’amour pourrait bien frapper à votre porte lorsque vous vous y attendrez le moins.",
      "couples": "Cher Bélier, le 4 janvier 2026 est idéal pour renforcer votre complicité. Prenez le temps d’écouter sincèrement votre partenaire, sans interrompre ni juger. Surprenez-le avec une petite attention sincère ou une expérience partagée, comme une escapade surprise. Exprimez vos sentiments avec honnêteté et tendresse. Cultivez la patience et la douceur pour approfondir votre lien. Ce jour, laissez votre cœur guider chaque geste, votre amour fleurira davantage.",
      "mood": "passionné",
      "action": "Ce matin, prends l'initiative d'écrire une lettre sincère à ton amour pour exprimer tes sentiments profondes et raviver la flamme entre vous.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Le 4 janvier 2026, Taureau célibataire,ouvrez votre cœur à de nouvelles rencontres. Profitez de cette période pour sortir de votre zone de confort : participez à des activités qui vous passionnent, que ce soit un atelier artistique ou une balade en nature. Soyez authentique et patient, car l’amour se trouve souvent dans les petites attentions répétées. Laissez votre charme naturel opérer, et n’oubliez pas que la sincérité attire ceux qui vous correspondent réellement.",
      "couples": "Chère Taureau, le 4 janvier 2026, votre relation bénéficie de votre nature fidèle. Pour renforcer votre lien, privilégiez la communication sincère et honnête. Montrez votre amour par de petits gestes quotidiens : un message touchant, un dîner préparé avec soin ou une sortie spontanée. Écoutez votre partenaire avec attention et laissez la vulnérabilité renforcer votre complicité. La patience et la douceur seront vos alliées pour construire un amour durable et équilibré.",
      "mood": "prudent",
      "action": "Aujourd’hui, Taureau devrait préparer un dîner maison avec ses plats préférés et l’inviter son bien-aimé(e) à partager un moment chaleureux et intime.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Pour les Gémeaux célibataires le 4 janvier 2026, c’est le moment idéal pour sortir de ta zone de confort. Ouvre-toi à de nouvelles rencontres, que ce soit lors d’événements sociaux ou virtuels. Sois authentique et curieux, et ton charisme naturel attirera des personnes partageant tes valeurs. N’oublie pas, la clé réside dans la spontanéité et la sincérité. L’amour pourrait frapper à ta porte lorsque tu t’y attends le moins.",
      "couples": "Le 4 janvier 2026, les Gémeaux peuvent renforcer leur relation en étant attentifs à leur partenaire. Prenez le temps d’écouter sincèrement, en créant un espace d’échange ouvert et sincère. Surprenez votre moitié avec une petite attention ou un geste romantique pour raviver la complicité. La clé réside dans la communication authentique et la spontanéité : cultivez la confiance pour faire grandir votre amour chaque jour.",
      "mood": "romantique",
      "action": "Aujourd'hui, offre à ton partenaire une étreinte sincère accompagnée d’un compliment sincère pour renforcer votre complicité et raviver la flamme de votre amour.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Chère Cancer, en ce début d’année 2026, ouvrez votre cœur à de nouvelles rencontres. Soyez sincère et authentique lors de vos échanges, car votre sensibilité est votre force. Sortez de votre zone de confort en participant à des activités qui vous passionnent, cela attirera des personnes partageant vos valeurs. Prenez le temps d’écouter et de vous connecter profondément. L’amour se trouve souvent dans les petits moments précieux, soyez attentif à chaque opportunité.",
      "couples": "Le 4 janvier 2026, Cancer, pour renforcer votre lien, privilégiez la communication sincère et l’écoute attentive. N’hésitez pas à exprimer vos sentiments avec douceur, en souvenir de moments précieux partagés. Surprenez votre partenaire avec une petite attention, comme un dîner romantique ou une lettre touchante, pour raviver la passion. Cultivez la confiance et la vulnérabilité, afin de construire un amour encore plus profond et authentique cette année.",
      "mood": "enjoué",
      "action": "Ce matin, rédige une lettre sincère et tendre à ton partenaire, exprimant tout l'amour et la gratitude que tu ressens pour lui.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire, le 2026 sera une année propice à de belles rencontres. N'hésitez pas à sortir de votre zone de confort, à explorer de nouveaux lieux et à participer à des activités qui vous passionnent. Soyez authentique et généreux dans vos interactions, car votre authenticité attirera des partenaires sincères. Cultivez votre confiance en vous, et surtout, prenez le temps de connaître réellement ceux qui croisent votre chemin. L’amour pourrait bien surgir là où vous ne l’attendiez pas.",
      "couples": "Cher Lion, pour renforcer votre relation en ce début d’année 2026, privilégiez la communication sincère et quotidienne. Montrez votre amour par des petits gestes romantiques, comme un message inattendu ou une sortie surprise. Écoutez attentivement votre partenaire et valorisez ses sentiments. Soyez généreux en compliments et en attentions. Cultivez la patience et l’empathie. Ensemble, bâtissez une complicité solide, où l’amour et la confiance grandissent chaque jour.",
      "mood": "sérieux",
      "action": "Ce matin, Lion pourrait écrire une lettre sincère à sa partenaire, exprimant ses sentiments profonds et ses rêves pour leur avenir commun.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge solitaire, le 4 janvier 2026 est une journée idéal pour explorer de nouvelles rencontres. Osez sortir de votre zone de confort en participant à des activités qui vous passionnent, comme des ateliers ou des clubs. Soyez attentive aux signaux que vous envoie votre environnement, car une rencontre improbable pourrait bouleverser votre vie sentimentale. Prenez le temps d’écouter votre cœur, la romance est à portée de main, il suffit de faire le premier pas.",
      "couples": "Chère Vierge, en ce jour du 4 janvier 2026, concentre-toi sur la communication sincère avec ton partenaire. Écoute attentivement ses besoins et exprime tes sentiments avec douceur. Renforce votre lien par de petites attentions quotidiennes : une note d’amour, un geste attentionné ou un moment partagé. La sincérité et la tendresse nourriront votre relation, la rendant plus profonde et harmonieuse. Cultivez la patience et la douceur pour un amour épanoui.",
      "mood": "passionné",
      "action": "Aujourd'hui, prends le temps d'écrire une lettre douce et sincère à ton partenaire, en exprimant tout ce que tu ressens profondément pour lui.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Pour les Balance célibataires en ce début d’année 2026, ouvrez votre cœur à de nouvelles rencontres. Participez à des activités qui reflètent vos passions, comme des ateliers artistiques ou des clubs de lecture, pour rencontrer des personnes partageant vos valeurs. Soyez authentique et laissez transparaître votre douceur naturelle. La patience et l’écoute attentive renforceront vos liens. L’amour vous attend, il suffit de faire le premier pas avec confiance et sincérité.",
      "couples": "Pour maintainer l’équilibre dans une relation, priorisez une communication sincère et régulière. Écoutez activement votre partenaire, partagez vos sentiments avec douceur et patience. N’oubliez pas d’écrire des petites notes d’amour, organiser des moments spéciaux, et respecter l’espace individuel. La clé réside dans l’équilibre entre complicité et liberté. Cultivez la confiance et l’attention mutuelle pour que votre amour demeure solide, authentique et épanoui, jour après jour.",
      "mood": "prudent",
      "action": "Aujourd'hui, Balance, prends le temps d'écrire une lettre sincère à ton partenaire pour exprimer tout l'amour que tu ressens en ton cœur.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion, le 4 janvier 2026, ouvre ton cœur à de nouvelles rencontres. Ose sortir de ta zone de confort pour rencontrer des personnes sincères et passionnées. Sois authentique et écoute ton instinct pour déceler la véritable connexion. Ta profondeur et ton intensité sont tes atouts, alors partage-les avec confiance. L’amour pourrait frapper à ta porte lorsque tu t’y attends le moins, alors reste ouvert à toute opportunité romantique.",
      "couples": "Chère Scorpion, ce 4 janvier 2026, concentrez-vous sur la transparence pour renforcer votre lien. Exprimez vos sentiments avec sincérité et écoutez votre partenaire avec attention. Surprenez-le avec une attention spéciale ou un petit geste romantique pour raviver la passion. N’oubliez pas que la confiance et la communication sont les clés d’une relation épanouissante. Cultivez le respect mutuel et laissez votre amour grandir chaque jour, avec douceur et authenticité.",
      "mood": "enjoué",
      "action": "Ce jour, le Scorpion pourrait écrire une lettre sincère et poétique pour exprimer ses feelings à la personne qui occupe son cœur.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Le 4 janvier 2026, Sagittaire célibataire, laissez votre esprit aventureux vous guider vers de nouvelles rencontres. Osez sortir de votre zone de confort en participant à des événements sociaux ou en essayant des activités qui vous passionnent. Soyez authentique et ouvert, car c’est ainsi que vous attirerez des partenaires partageant vos valeurs. Rappelez-vous, l’amour se trouve souvent dans l’inattendu. Soyez patient, votre prochaine histoire d’amour pourrait commencer avec un simple sourire.",
      "couples": "Le 4 janvier 2026, Sagittaire, pour renforcer votre relation, cultivez la communication sincère et profonde. Prenez le temps d’écouter attentivement votre partenaire, en évitant toute précipitation. Surprenez-le avec des gestes romantiques spontanés, comme une escapade improvisée ou une lettre pipée d’amour. Enfin, partagez vos rêves et projets pour créer une connexion encore plus solide. La clé est l’équilibre entre liberté et engagement sincère, pour une union épanouissante.",
      "mood": "réfléchi",
      "action": "Aujourd'hui, Sagittaire, prépare une surprise sincère pour ton partenaire en écrivant une lettre pleine de tes sentiments et de tes souvenirs précieux ensemble.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Cher(e) Capricorne solo, le 4 janvier 2026 est une journée idéale pour ouvrir votre cœur. N’hésitez pas à participer à des activités sociales ou à rejoindre des clubs liés à vos passions. Faites preuve de spontanéité et montrez votre sincérité. Soyez à l’écoute des rencontres inattendues, car le hasard peut vous sourir. Cultivez votre authenticité, cela attirera des personnes qui partageront réellement vos valeurs et votre sérieux.",
      "couples": "Pour renforcer votre lien, le 4 janvier 2026, capricorne, osez exprimer vos sentiments avec sincérité. La communication ouverte et authentique est la clé pour approfondir votre relation. Montrez votre amour à travers des petites attentions, comme une note douce ou une sortie surprise. Écoutez attentivement votre partenaire et partagez vos rêves. Cultivez la confiance par des gestes authentiques, créant ainsi une intimité solide et durable.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Capricornes, prépare une surprise sincère en écrivant une belle lettre à ton amour, lui exprimant tes sentiments profonds et ton engagement.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Le 4 janvier 2026, Verseau célibin, ouvrez votre cœur à de nouvelles rencontres. Soyez audacieux lors d’activités sociales ou en ligne, car c’est le moment idéal pour attirer l’amour. Laissez votre naturel sincère briller, ce qui attirera des âmes compatibles. Soyez patient, car des rencontres inattendues pourraient transformer votre vie. Cultivez votre authenticité, et l’amour saura trouver sa voie vers vous, avec douceur et surprise.",
      "couples": "Le 4 janvier 2026, Verseau, pour renforcer votre relation, privilégiez la communication sincère et authentique. Montrez votre amour par de petits gestes quotidiens, comme une attention inattendue ou une parole douce. Écoutez activement votre partenaire, en lui consacrant du temps de qualité pour approfondir votre complicité. N’hésitez pas à partager vos rêves et projets, cela renforcera votre lien et apportera une belle dynamique à votre amour. Prenez soin de votre connection, elle évoluera harmonieusement.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, prends le temps d’écrire une lettre sincère à ton amour, en exprimant ce que tu ressens profondément pour renforcer votre lien.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Le 4 janvier 2026, Poissons célibataires, ouvrez votre cœur aux nouvelles rencontres. Soyez authentique et écoutez votre intuition, qui vous guidera vers des connexions sincères. Participez à des activités qui nourrissent votre âme, comme les ateliers artistiques ou les cercles de méditation. Rapprochez-vous doucement, sans pression, et laissez la magie opérer. Cette année, le bon ami ou l’amour pourrait surgir là où vous vous y attendez le moins. Rêvez grand, mais agissez avec douceur.",
      "couples": "Pour les Poissons en couple le 4 janvier 2026, concentrez-vous sur la communication sincère. Partagez vos rêves et écoutez ceux de votre partenaire avec attention. Renforcez votre lien par de petites attentions romantiques, comme une lettre ou un dîner surprise. Cultivez la confiance en étant authentique et vulnérable. N’oubliez pas que l’amour se nourrit de moments partagés et de dialogues empreints de tendresse. Faites de chaque jour une aventure sentimentale riche!",
      "mood": "passionné",
      "action": "Aujourd’hui, les Poissons devraient écrire une lettre sincère à leur partenaire pour exprimer leurs sentiments profonds et renforcer leur connexion émotionnelle.",
      "author": "Astrologly"
    }
  }
}