{
  "date": "2026-02-21",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cher Bélier solitaire, le 21 février 2026 est une journée propice à la rencontre. Osez sortir de votre zone de confort : inscrivez-vous à un atelier ou rejoignez un groupe partageant vos passions. Soyez authentique et spontané lors de vos échanges. Une rencontre inattendue pourrait bien illuminer votre chemin. Restez ouvert au flirt sincère, car l’amour cette année naît souvent de la simplicité et de l’authenticité. Faites confiance à votre cœur.",
      "couples": "Cher Bélier, en ce jour du 21 février 2026, concentrez-vous sur la douceur et la patience. Exprimez vos sentiments avec sincérité et écoutez activement votre partenaire pour renforcer votre union. Surprenez-le avec de petites attentions, comme un message surprise ou un dîner improvisé. La spontanéité et la tendresse nourriront votre amour, créant une connexion profonde et authentique. Cultivez la confiance et l’harmonie pour une relation épanouissante et pleine de passion.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier devrait surprendre son partenaire avec un petit mot doux glissé dans sa pochette, pour raviver la flamme avec douceur.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau solitaire, en ce 21 février 2026, ouvrez votre cœur aux rencontres sincères. Prenez le temps de sortir de votre zone de confort, que ce soit en rejoignant des activités qui vous passionnent ou en élargissant votre cercle social. Soyez patient, car l’amour authentique arrive souvent quand on s’y attend le moins. Écoutez votre intuition, cultivez la confiance en vous, et laissez la magie opérer. L’amour est à portée de main, il suffit de faire le premier pas.",
      "couples": "Pour le Taureau en couple le 21 février 2026, privilégie la douceur et la patience. Renforce votre lien en partageant des moments simples mais significatifs, comme un dîner romantique ou une promenade main dans la main. Écoute ton partenaire avec attention, exprime tes sentiments sincèrement et n'hésite pas à faire de petites surprises pour raviver la passion. La stabilité et la tendresse seront les clés de votre harmonie cette journée.",
      "mood": "prudent",
      "action": "Aujourd'hui, le Taureau pourrait surprendre son aimé en préparant un dîner chaleureux à la maison, accompagné d'une playlist de leurs chansons préférées.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cher Gémeaux, le 21 février 2026 est le moment idéal pour ouvrir ton cœur à de nouvelles rencontres. Sois spontané et authentique lors de tes échanges, et n’hésite pas à explorer des activités qui stimulent ton esprit. Les opportunités se présenteront dans des lieux inattendus : un café, une librairie ou un atelier créatif. Laisse ton magnétisme naturel guider tes rencontres et cultive la patience ; l’amour pourrait surgir là où tu t’y attends le moins.",
      "couples": "Chère Gémeaux, aujourd’hui, privilégie la sincère communication pour renforcer votre lien. Exprime tes sentiments avec douceur et écoute attentivement ton partenaire. Surprends-le avec une petite attention ou une sortie inattendue pour raviver la flamme. Prends le temps de partager des moments complices, même simples, qui créent une connexion profonde. Cultive la patience et l’ouverture d’esprit, car ces qualités enrichiront votre relation et la rendront encore plus harmonieuse.",
      "mood": "romantique",
      "action": "Aujourd'hui, les Gémeaux devraient écrire une lettre sincère à leur partenaire, exprimant leurs sentiments profonds pour renforcer leur connexion intime.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Chère Cancer, aujourd’hui est une belle occasion d’ouvrir ton cœur. Ose sortir de ta zone de confort et participe à des activités qui te passionnent. Les rencontres authentiques se trouvent souvent dans la simplicité et la sincérité. Sois à l’écoute de ton intuition lors des nouveaux rencontres, et n’aie pas peur de montrer ta sensibilité. La clé réside dans la confiance en toi et l’authenticité. L’amour pourrait bien frapper à ta porte quand tu t’y attendras le moins.",
      "couples": "Cher Cancer, le 21 février 2026 est le moment idéal pour renforcer votre lien. Prenez le temps d’écouter sincèrement votre partenaire et exprimez votre amour par de petites gestes romantiques : un mot doux, un dîner préparé avec soin ou une surprise inattendue. Soyez ouvert, partagez vos sentiments avec transparence et créez des souvenirs précieux ensemble. La sincérité et la tendresse nourriront votre relation et renforceront votre complicité.",
      "mood": "enjoué",
      "action": "Ce matin, prépare un petit déjeuner spécial pour ton partenaire avec ses douceurs préférées, en lui écrivant une note tendre pour lui rappeler combien il compte pour toi.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion célibataire, en ce 21 février 2026, osez sortir de votre routine pour multiplier les rencontres. Participez à des activités qui reflètent vos passions, car elles attireront des âmes partageant votre feu intérieur. Soyez authentique et généreux dans vos échanges. La patience et la confiance en votre charme naturel vous ouvriront des portes inattendues. L’amour est proche si vous osez briller et vous laisser séduire par de nouvelles expériences.",
      "couples": "Cher Lion, pour renforcer votre relation, privilégiez la communication sincère en exprimant vos émotions avec douceur. Montrez votre amour par de petites attentions quotidiennes, comme un mot gentil ou une surprise pensée pour votre partenaire. Cultivez la patience et l’écoute active, en étant présent pleinement. N’hésitez pas à planifier des moments romantiques pour raviver la passion. Votre authenticité et votre générosité renforceront votre lien, apportant harmonie et complicité dans votre relation.",
      "mood": "sérieux",
      "action": "Aujourd'hui, Lion pourrait préparer un pique-nique surprise dans un endroit qui lui est cher, en y ajoutant ses plats préférés et une playlist romantique.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge solitary en ce 21 février 2026, ouvrez votre cœur à de nouvelles rencontres. Profitez des activités qui vous passionnent pour élargir votre cercle social. Soyez authentique, car votre sincérité attirera des personnes sincères. N’hésitez pas à manifester vos intentions avec douceur et confiance. La clé est de laisser place à l’imprévu, car une connexion inattendue pourrait bien changer votre vie amoureuse. Laissez la magie opérer, vous méritez une belle histoire.",
      "couples": "Pour la Vierge en amour le 21 février 2026, prenez le temps de renforcer vos liens par la communication sincère et chaleureuse. Exprimes ton amour quotidiennement avec des petits gestes attentionnés, comme un mot doux ou une surprise simple. Soyez à l’écoute des besoins de votre partenaire, car cela renforcera votre complicité. Cultivez la patience et l’authenticité pour bâtir une relation profonde, basée sur la confiance et la tendresse mutuelle.",
      "mood": "passionné",
      "action": "Aujourd'hui, Vierge pourrait préparer un petit pique-nique surprise pour son partenaire, en choisissant ses mets favoris et en créant une ambiance chaleureuse.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Chère Balance, en cette journée du 21 février 2026, ouvre ton cœur à de nouvelles rencontres. Sois authentique, écoute avec attention et ose engager la conversation. Participe à des activités qui te passionnent pour attirer des âmes partageant tes valeurs. La patience est clé : chaque sourire et chaque regard sincère t’amènent plus près de la complicité rêvée. Cultive ta douceur intérieure et laisse l’amour se révéler quand tu t’y attendras le moins.",
      "couples": "Pour maintenir l’équilibre dans une relation en 2026, privilégiez la communication sincère et régulière. Écoutez activement votre partenaire, partagez vos sentiments et vos rêves. Renforcez votre lien par de petites attentions quotidiennes, comme des mots doux ou des gestes simples. Respectez l’espace de chacun, tout en cultivant des moments de complicité. La balance se trouve dans l’écoute mutuelle et la tendresse constante, pour construire un amour solide et épanoui.",
      "mood": "prudent",
      "action": "Aujourd'hui, Balance devrait écrire une lettre sincère et tendre à son partenaire pour exprimer ses sentiments et renforcer leur connexion.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cher Scorpion solo en ce 21 février 2026, cette année est idéale pour ouvrir ton cœur. N’hésite pas à sortir de ta zone de confort et à participer à de nouvelles activités. Prends le temps de connaître réellement tes rencontres, car la sincérité attirera des relations profondes. Sois patient et authentique, car une connexion authentique naît souvent dans la simplicité. L’amour te tend les bras lorsque tu restes fidèle à toi-même.",
      "couples": "Cher Scorpion, le 21 février 2026, votre intensité peut renforcer votre relation. Exprimez vos sentiments sincèrement, en évitant la possessivité. Écoutez attentivement votre partenaire, valorisez ses émotions et surprenez-le par des gestes romantiques. Partagez un moment intime et authentique pour approfondir votre connexion. La clé réside dans la confiance et le respect mutuel. Cultivez la transparence et votre amour grandira, apportant davantage de passion et d'harmonie à votre couple.",
      "mood": "enjoué",
      "action": "Ce matin, prépare une petite surprise romantique en laissant une lettre sincère et passionnée à ton partenaire, exprimant ton admiration profonde et ton amour sincère.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Cher Sagittaire, le 21 février 2026 est une journée parfaite pour ouvrir ton cœur à de nouvelles rencontres. Ose sortir de ta zone de confort, que ce soit lors d’activités en plein air ou en rejoignant des clubs qui te passionnent. Sois sincère dans tes intentions et écoute ton intuition. La chance pourrait te sourir en trouvant une connexion authentique, alors profite pleinement de chaque moment pour bâtir une histoire d’amour sincère.",
      "couples": "Le 21 février 2026, pour renforcer votre relation, soyez sincère dans vos échanges et écoutez attentivement votre partenaire. N'hésitez pas à exprimer vos sentiments avec tendresse, en créant des moments romantiques inattendus. Cultivez la confiance en partageant vos rêves et vos aspirations. La spontanéité et la compréhension sont clés : montrez à votre moitié qu'elle est votre priorité, et ensemble, construisez un amour passionné et profond.",
      "mood": "réfléchi",
      "action": "Aujourd'hui, le Sagittaire devrait préparer un dîner surprise avec ses plats favoris, accompagné d'une playlist qui symbolise leur connexion profonde.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Chère Capricornienne, le 21 février 2026, ouvrez votre cœur aux opportunités de connection. Soyez curieuse et osez engager la conversation. Participer à des activités où vous pouvez rencontrer des personnes partageant vos valeurs renforcera votre confiance. Laissez la sincérité guider vos rencontres, sans précipitation. La patience et l’écoute vous ouvriront la voie à une relation authentique. Embrassez cette période comme une occasion de croissance sentimentale et d’épanouissement amoureux.",
      "couples": "Pour un Capricorne en amour en 2026-02-21, privilégie la sincérité et la douceur dans la communication. Montre ton amour par des gestes authentiques : une surprise, un mot doux ou un moment partagé. Écoute attentivement ton partenaire, afin de renforcer votre lien. N’oublie pas d’exprimer ta vulnérabilité pour créer une intimité profonde. En cultivant la confiance et la tendresse, votre relation s’épanouira avec passion et compréhension mutuelle.",
      "mood": "enjoué",
      "action": "Ce matin, écris une lettre sincère et chaleureuse à ton partenaire pour lui rappeler combien il/elle illumine ta vie et ton avenir ensemble.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Chère Verseau célibataire, le 21 février 2026 sera une journée idéale pour explorer de nouvelles rencontres. Osez sortir de votre zone de confort et participer à des activités qui reflètent vos passions. Soyez authentique et ouvert aux rencontres spontanées : l’amour pourrait frapper à votre porte lors d’un événement inattendu. Cultivez votre curiosité et votre sincérité, car c’est ainsi que vous attirerez des âmes compatibles. L’amour vous tendra les bras si vous restez fidèle à vous-même.",
      "couples": "Pour la journée du 21 février 2026, Verseau, concentrez-vous sur la communication sincère avec votre partenaire. Prenez le temps d’écouter attentivement ses désirs et ses besoins, en montrant votre empathie. Renforcez votre lien en planifiant une activité surprise qui éveillera votre complicité. N’hésitez pas à exprimer votre amour à travers de petits gestes romantiques, comme une note douce ou un regard affectueux. Cultivez la confiance et la tendresse pour une relation épanouissante.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, surprends ton amour avec un message sincère et poétique pour lui rappeler à quel point il illumine ta vie.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cher Poisson solitaire du 21 février 2026, cette année, ouvrez votre cœur à de nouvelles rencontres. Participez à des activités qui nourrissent votre âme, comme des ateliers artistiques ou des sorties nature. Soyez sincère dans vos échanges et laissez parler votre sensibilité. La clé est d’oser montrer votre authenticité, car c’est ainsi que vous attirerez une personne compatissante et romantique. Prenez le temps, la magie pourrait bien surgir là où vous ne l’attendez pas.",
      "couples": "Pour les Poissons en 2026, aujourd’hui est idéal pour renforcer votre lien. Soyez attentive à la communication, partagez vos rêves et écoutez ceux de votre partenaire avec douceur. Surprenez-le avec des gestes romantiques sincères, comme une note d’amour ou une sortie inattendue. Cultivez la patience et la compréhension, car votre sensibilité est votre force. En cultivant ces petits gestes, votre relation s’approfondira et rayonnera d’une tendresse rare.",
      "mood": "passionné",
      "action": "Aujourd'hui, Poissons, écris une lettre tendre à ton partenaire en exprimant sincèrement tout ce que tu ressens pour renforcer votre complicité.",
      "author": "Astrologly"
    }
  }
}