{
  "date": "2026-01-23",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Liebes Widder, am 23. Januar 2026, öffnet sich eine spannende Chance, neue Menschen kennenzulernen. Nutze deine natürliche Energie, um bei sozialen Aktivitäten freundlich und aufgeschlossen zu sein. Sei mutig und lade jemanden zum Treffen ein, wenn dein Herz es dir sagt. Vertraue deiner Intuition und gib kleinen Flirts eine Chance. Liebe findet oft dort, wo du dich wohl und authentisch fühlst. Bleib offen, und dein Herz wird den richtigen Weg weisen.",
      "couples": "Lieber Widder, heute ist ein idealer Tag, um die Verbindung zu deinem Partner zu vertiefen. Zeige deine Zuneigung durch kleine, überraschende Gesten oder eine liebevolle Nachricht. Höre aufmerksam zu und teile deine Gefühle offen. Gemeinsame Aktivitäten stärken das Band, sei es ein Spaziergang oder ein gemeinsames Dinner. Bleibe geduldig und verständnisvoll – echte Liebe wächst durch offene Kommunikation und authentische Nähe. Nutze diese Gelegenheit, um eure Beziehung noch inniger zu gestalten.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deinem Partner spontan eine liebevolle Nachricht schicken und ihm sagen, wie sehr du seine Energien und seinen Mut schätzt.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Liebes Stier, im Jahr 2026 eröffnen sich wundervolle Chancen, dein Herz zu öffnen. Nutze Gelegenheiten, neue Menschen kennenzulernen, sei es bei gemeinsamen Hobbys oder durch Freunde. Deine natürliche Wärme und Authentizität ziehen Partner an. Bleibe geduldig und vertraue auf dein Gespür. Eine kleine Mutprobe bei einem neuen Treffen kann den Unterschied machen. Liebe begegnet dir, wenn du offen bleibst und dein Herz mit Zuversicht schenkst.",
      "couples": "Am 23. Januar 2026, lieber Stier, gilt es, deine Beziehung durch offene Kommunikation zu stärken. Zeige deinem Partner deine Wertschätzung mit kleinen, liebevollen Gesten – ein unerwartetes Kompliment oder eine gemeinsame Aktivität. Höre aktiv zu, um Missverständnisse zu vermeiden, und plane gemeinsame Momente, die eure Verbindung vertiefen. Lass deine ruhige, zuverlässige Natur erstrahlen, und schenke Liebe und Sicherheit – so wächst eure Partnerschaft noch inniger.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Schatz eine liebevoll zubereitete Mahlzeit kochen, um deine Wertschätzung und tiefe Verbundenheit zu zeigen.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Für single Zwillinge ist 2026 ein Jahr voller aufregender Begegnungen. Nutze deine natürliche Neugier, um neue Menschen kennenzulernen, sei offen für spontane Treffen und probiere innovative Dating-Plattformen aus. Deine Vielseitigkeit macht dich attraktiv – zeige dein echtes Ich und höre aufmerksam zu. Geduld und Authentizität sind entscheidend, um eine tiefe Verbindung aufzubauen. Lass dein Herz frei und vertraue darauf, dass die Liebe dich zur richtigen Zeit findet.",
      "couples": "Liebe Zwillinge, heute ist ein wunderbarer Tag, um eure Beziehung zu vertiefen. Nutzt eure vielseitige Kommunikation, um offen über eure Gefühle zu sprechen. Überrascht euren Partner mit kleinen, liebevollen Gesten, die eure Verbindung stärken. Gemeinsam lachen, neue Wege erkunden und eure Neugier teilen, schafft Vertrauen. Seid aufmerksam zuzuhören und zeigt echtes Interesse. So baut ihr eine tiefere, erfüllte Partnerschaft auf, die auch in stürmischen Zeiten Halt gibt.",
      "mood": "romantisch",
      "action": "Heute sollten die Zwillinge ihrem Partner eine liebevolle, handgeschriebene Nachricht schicken, die ihre Gefühle ehrlich und mit kleinen persönlichen Details ausdrückt.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Liebe Krebs-Geborene, am 23. Januar 2026 öffnet sich eine spannende Zeit, um neue Menschen kennenzulernen. Gehe offen auf Veranstaltungen, die deine Interessen widerspiegeln, und nutze Online-Dating als Chance, tiefgründige Verbindungen zu knüpfen. Zeige dein echtes, herzliches Ich und sei geduldig. Vertrauen wächst durch authentische Gespräche. Lass dich nicht von Zurückweisungen entmutigen – deine emotionale Tiefe wird andere berühren und neue Liebesaspiranten anziehen.",
      "couples": "Liebe Krebs, am 23. Januar 2026 ist es wichtig, deine emotionale Tiefe zu nutzen, um eure Verbindung zu stärken. Zeige deine Wertschätzung durch kleine romantische Gesten und höre deinem Partner aufmerksam zu. Kommuniziere offen und ehrlich, um Missverständnisse zu vermeiden. Nutze gemeinsame Momente, um Vertrauen aufzubauen. Deine Sensibilität wird eure Liebe vertiefen, wenn du authentisch bist. Pflege eure Verbindung täglich, denn Liebe wächst durch Aufmerksamkeit und Zuneigung.",
      "mood": "verspielt",
      "action": "Krebs sollte heute einen liebevollen Brief an seine Partnerin schreiben, in dem er seine tiefsten Gefühle und Dankbarkeit ausdrückt.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Liebe Löwe-Geborene, am 23.01.2026 bietet sich eine wunderbare Gelegenheit, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und zeige dein warmes Herz. Nutze soziale Events oder Hobbys, um Gleichgesinnte zu treffen. Sei mutig und strahle Selbstvertrauen aus – dein Charme wird andere anziehen. Vermittle authentisches Interesse, hole die Liebesenergie in dein Leben und genieße die aufregenden Möglichkeiten, die dein mutiges Herz eröffnet.",
      "couples": "Am 23. Januar 2026 ist es für Löwen wichtig, ihre Wärme und Leidenschaft in der Beziehung bewusst zu zeigen. Überrasche deinen Partner mit kleinen romantischen Gesten und echten Gesprächen, um euer Verständnis zu vertiefen. Höre aktiv zu und zeige Interesse an den Gefühlen des anderen. Gemeinsame Erlebnisse stärken eure Bindung. Sei offen, ehrlich und liebevoll – so wächst euer Vertrauen und eure Verbindung noch enger. Deine Ausstrahlung wird eure Beziehung zum Leuchten bringen.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Lieblingsmenschen eine liebevolle, selbstgeschriebene Nachricht schicken, um deine Wertschätzung und Wärme zu zeigen.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, im Jahr 2026 erwartet dich eine spannende Zeit, um neue Menschen kennenzulernen. Sei offen für spontane Treffen und zeige dein echtes Interesse an anderen. Nutze Gelegenheiten, um gemeinsame Hobbys zu entdecken, und sei geduldig bei der Suche nach der wahren Liebe. Vertrauen und Authentizität ziehen den richtigen Partner an. Bleib authentisch und empfindsam – dein Herz wird dich führen. Romantik liegt in deiner Nähe, warte nur auf den richtigen Moment!",
      "couples": "Liebe Jungfrau, am 23. Januar 2026 ist es wichtig, offen und ehrlich mit deinem Partner zu sprechen. Zeige deine Wertschätzung durch kleine, bedeutungsvolle Gesten, wie eine liebevolle Nachricht oder gemeinsames Frühstück. Investiere Zeit in gemeinsame Aktivitäten, die eure Verbindung vertiefen. Höre aufmerksam zu und teile deine Gefühle, um Missverständnisse zu vermeiden. Bleibe geduldig und liebevoll; das stärkt euer Band und bringt euch näher zusammen.",
      "mood": "leidenschaftlich",
      "action": "Heute könntest du deiner Liebe mit einer liebevoll geschriebenen Notiz, die deine Bewunderung für ihre einzigartigen Eigenschaften ausdrückt, überraschen.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Liebe Waage, am 23. Januar 2026 bietet sich eine wunderbare Gelegenheit, deine soziale Welt zu erweitern. Nutze diesen Tag, um neue Menschen kennenzulernen – sei offen und freundlich. Deine charmante Art wird andere anziehen und romantische Möglichkeiten eröffnen. Vertraue auf dein Gespür für Harmonie und wahre Verbindung. Gehe auf Events oder treffe dich mit Freunden, um den richtigen Partner zu finden. Dein Herz kennt den Weg – folge ihm mutig!",
      "couples": "Am 23. Januar 2026 ist für Waage in der Beziehung eine perfekte Zeit, um die Verbindung zu vertiefen. Zeige deine Liebe durch kleine, aufmerksame Gesten und höre aktiv auf deinen Partner. Offenheit in der Kommunikation schafft Vertrauen. Plane romantische Momente, um gemeinsame Erinnerungen zu schaffen. Liebe braucht Pflege; nimm dir bewusst Zeit füreinander, um Harmonie und Nähe zu stärken. Diese kleinen Schritte bringen euch näher und vertiefen eure Bindung nachhaltig.",
      "mood": "vorsichtig",
      "action": "Gehe heute auf deinen Partner zu, schaue ihm tief in die Augen und sag ihm ehrlich, wie sehr du ihn liebst und schätzt.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Lieber Skorpion, am 23. Januar 2026 stehst du vor aufregenden Chancen, neue Menschen kennenzulernen. Öffne dein Herz und sei mutig, um ungeahnte Verbindungen zu entdecken. Nutze Gelegenheiten, um bei gemeinsamen Interessen authentisch zu sein. Zeige deine tiefe, leidenschaftliche Seite, ohne dich zu verstellen. Liebe kann in den kleinsten Momenten entstehen – sei geduldig, vertraue deinem Bauchgefühl und lasse das Universum den Rest erledigen. Deine nächste große Liebe ist nur eine Begegnung entfernt.",
      "couples": "Am 23. Januar 2026 erinnert der Skorpion daran, offen über Gefühle zu sprechen. Zeige deinem Partner deine tiefen Emotionen und höre aufmerksam zu. Kleine romantische Gesten, wie eine liebevolle Nachricht oder gemeinsames Abendessen, vertiefen eure Verbindung. Vermeide Kontrolle und schenke Vertrauen. Indem du auf Ehrlichkeit und echte Zuneigung setzt, stärkst du eure Beziehung nachhaltig. Nutze diesen Tag, um eure Bindung mit Leidenschaft und Verständnis zu feiern.",
      "mood": "verspielt",
      "action": "Heute könnte der Skorpion seinem Partner eine liebevolle, persönlich geschriebene Nachricht schicken, um seine tiefe Verbundenheit und Wertschätzung auszudrücken.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Liebe Schütze, 2026 bietet dir spannende Möglichkeiten, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und nutze Gelegenheiten, um dich sozial zu vernetzen. Deine Abenteur- und Entdeckungsfreude zieht potenzielle Partner an. Zögere nicht, aus deiner Komfortzone auszubrechen und authentisch zu sein. Geduld und Offenheit werden deine Chancen auf eine romantische Beziehung erhöhen. Nutze diesen Jahr, um klare Wünsche zu definieren und mutig auf neue Begegnungen zuzugehen.",
      "couples": "Am 23. Januar 2026 solltest du dir als Schütze bewusst Zeit für offene Gespräche nehmen, um Missverständnisse zu vermeiden. Zeige deinem Partner deine Wertschätzung durch kleine romantische Gesten, wie eine liebevolle Nachricht oder einen gemeinsamen Ausflug. Sei geduldig und höre aktiv zu, um tieferes Verständnis aufzubauen. Deine Offenheit und Abenteuerlust können eure Beziehung noch stärker machen – genieße diese besondere Zeit miteinander und pflege euer gemeinsames Glück.",
      "mood": "nachdenklich",
      "action": "Heute solltest du deinem Liebsten überraschend eine liebevolle Nachricht schicken, um deine Wertschätzung und Leidenschaft auf eine tiefgründige Weise zu zeigen.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Liebes Steinbock, am 23. Januar 2026 solltest du mutig Neues wagen. Nutze Gelegenheiten, um neue Menschen kennenzulernen, sei es bei Veranstaltungen oder online. Zeige deine authentische Seite und höre aufmerksam zu, um tiefere Verbindungen zu schaffen. Geduld ist wichtig – das Richtige findet dich zur richtigen Zeit. Öffne dein Herz und vertraue auf den natürlichen Fluss der Liebe. Deine ehrliche Art wird bald neue romantische Möglichkeiten bringen.",
      "couples": "Am 23. Januar 2026 liegt der Fokus für den Steinbock auf tiefere Verbindung. Nutze den Tag, um offen über deine Gefühle zu sprechen und Missverständnisse aus dem Weg zu räumen. Überrasche deinen Partner mit kleinen, bedeutungsvollen Gesten, wie einem liebevollen Brief oder einem gemeinsamen Spaziergang. Zeige deine Zuverlässigkeit und Wärme, um das Vertrauen zu stärken. Gemeinsame Momente schaffen eine Grundlage für eine noch intensivere, romantische Verbindung.",
      "mood": "verspielt",
      "action": "Heute solltest du deinem Partner eine liebevolle Notiz hinterlassen, in der du ausdrückst, wie sehr du ihn schätzt und liebst.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Liebe Wassermann-Geborene, am 23. Januar 2026 eröffnet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Dein offenes Herz und deine kreative Ader ziehen potentielle Partner magnetisch an. Sei mutig, geh auf Veranstaltungen, die deine Leidenschaft wecken, und nutze Online-Dating, um deine Chancen zu erhöhen. Bleib authentisch und offen für Überraschungen—deine einzigartige Persönlichkeit ist dein schönstes Kennzeichen. Liebe wartet auf dich, wenn du den ersten Schritt wagst.",
      "couples": "Am 23. Januar 2026 solltest du als Wassermann besonderen Fokus auf offene Kommunikation legen. Teile deine Gefühle ehrlich, ohne Angst vor Urteil. Zeige deine Liebe durch kleine, unerwartete Gesten – ein handgeschriebener Brief oder ein gemeinsamer Spaziergang. Höre aktiv zu und schaffe bewusste Momente, in denen ihr euch näher fühlt. Deine authentische Wärme und dein Verständnis stärken die Bindung und lassen eure Liebe in diesem Jahr nachhaltig erblühen.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Liebsten eine unerwartete Nachricht schicken und gleichzeitig ein kleines, persönliches Geschenk vorbeibringen, um deine Wertschätzung zu zeigen.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Liebe Fische, am 23. Januar 2026 besteht eine wunderbare Gelegenheit, dein Herz zu öffnen. Nutze Gelegenheiten, neue Menschen kennenzulernen, sei offen für spontane Treffen und zeige deine einfühlsame Seite. Traue dich, deine Gefühle ehrlich zu teilen, und schaffe Verbindungen, die tief berühren. Sei geduldig mit dir selbst und vertraue darauf, dass Liebe oft dort entsteht, wo du sie am wenigsten erwartest. Deine Sensibilität ist eine wunderschöne Gabe.",
      "couples": "Liebe Fische, heute ist der perfekte Tag, um eure emotionale Verbindung zu vertiefen. Seid offen und ehrlich im Gespräch, teilt eure Gefühle und Wünsche. Kleine romantische Gesten, wie eine liebevolle Nachricht oder gemeinsames Erinnern, stärken eure Bindung. Zeigt eure Wertschätzung und hört aktiv zu, was euer Partner sagt. Mit zarter Fürsorge schafft ihr Vertrauen und Harmonie – so wird eure Liebe auch in schwierigen Zeiten noch enger zusammenschweißen.",
      "mood": "leidenschaftlich",
      "action": "Heute könntest du deinem Partner eine liebevolle Nachricht schicken, die deine tiefsten Gefühle offenbart und ihn daran erinnert, wie sehr du ihn schätzt.",
      "author": "Astrologly"
    }
  }
}