{
  "date": "2026-01-23",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Aries soltero, el 2026 será un año lleno de oportunidades para conectar profundamente con otros. Aprovecha eventos sociales y actividades que te apasionen para conocer a personas afines. Sé auténtico y abierto, mostrando tu entusiasmo y energía positiva. La clave está en escuchar con atención y valorar las pequeñas cosas. Confía en tu intuición y, sobre todo, disfruta el proceso de descubrir nuevas historias de amor. ¡Tu corazón está listo para una aventura romántica!",
      "couples": "Querido Aries, en tu relación del 2026-01-23, enfócate en fortalecer los lazos demostrando tu amor de manera auténtica. Escucha con paciencia y expresa tus sentimientos con sinceridad. Los pequeños gestos románticos, como una nota sorpresa o una sonrisa cálida, harán maravillas. Recuerda que la comunicación abierta y el apoyo mutuo crean un vínculo más profundo. Confía en tu luz interior para nutrir y hacer crecer esta hermosa historia de amor.",
      "mood": "apasionado",
      "action": "Hoy, Aries, sorprende a tu pareja con una carta escrita a mano donde expreses tus sentimientos más profundos y tus promesas para el futuro juntos.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Tauro, en esta fecha especial, abre tu corazón y sé receptivo a nuevas oportunidades amorosas. Aprovecha encuentros sociales y actividades que te apasionen para conectar con personas sinceras y de confianza. Tu paciencia y determinación atraerán a alguien compatible que valore tu fidelidad y estabilidad. Confía en tu intuición y no temas mostrar tu vulnerable corazón. Este año, cultivate la apertura y la autenticidad para que el amor florezca en tu vida.",
      "couples": "Querido Tauro, hoy es un día perfecto para fortalecer tu relación. Dedica tiempo a escuchar sinceramente a tu pareja y expresa tus sentimientos con amor y ternura. Pequeños gestos, como preparar su comida favorita o una nota romántica, pueden marcar la diferencia. La comunicación abierta y genuina creará un vínculo más profundo. Confía en tu intuición y muestra cuánto valoras su presencia en tu vida. La paciencia y el cariño serán tus mejores aliados hoy.",
      "mood": "cauteloso",
      "action": "Hoy, Tauro, sorprende a tu pareja con una cena casera llena de sus sabores favoritos y una nota llena de palabras que expresen tu amor.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Géminis, en esta fecha te invito a abrirte más a nuevas experiencias y encuentros. Aprovecha tu naturaleza sociable para conocer a personas interesantes y diversificadas. No temas ser auténtico, ya que tu sinceridad atraerá a quienes valoran tu chispa y sensibilidad. Mantén una mente abierta y sé paciente; la conexión genuina llegará cuando menos lo esperes. Este año, tu encanto y curiosidad te abrirán puertas hacia un amor especial y duradero.",
      "couples": "Géminis, en este día, enfócate en fortalecer la comunicación con tu pareja. Comparte tus pensamientos y sentimientos con sinceridad, creando un espacio de confianza. Sorpréndele con un pequeño gesto romántico, como una carta o un plan especial. Escucha activamente sus inquietudes y demuestra interés genuino. La clave está en mantener la chispa viva a través de palabras y acciones que reflejen tu cariño profundo, construyendo un vínculo aún más sólido y lleno de amor.",
      "mood": "romántico",
      "action": "Hoy, Géminis, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y sinceros.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cáncer, hoy, 23 de enero de 2026, tu sensibilidad será tu mayor fortaleza en el amor. Abre tu corazón a nuevas experiencias y no temas explorar diferentes ambientes sociales. Participa en actividades que te apasionen y te permitan conocer personas afines a ti. Confía en tu intuición y sé auténtico; la verdadera conexión llegará cuando muestres tu ser más genuino. La paciencia y el amor propio serán claves para atraer a esa persona especial.",
      "couples": "Querido Cáncer, hoy en 2026-01-23, enfócate en fortalecer la conexión emocional con tu pareja. Escucha activamente sus sentimientos y expresa los tuyos con honestidad y ternura. Sorpréndela con gestos románticos que demuestren cuánto valoras su compañía. Comparte momentos íntimos y sé vulnerable, eso profundizará su vínculo. Recuerda que la comunicación sincera y los pequeños detalles construyen un amor sólido y duradero. Confía en tu corazón y en la magia que compartís juntos.",
      "mood": "juguetón",
      "action": "Hoy, Cáncer, prepara una cena especial en casa con tus platos favoritos y enciende algunas velas para sorprender con amor a tu pareja.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leo, el 2026 te brinda oportunidades para abrir tu corazón y explorar nuevas conexiones. Aprovecha eventos sociales y actividades que reflejen tu pasión; allí puedes conocer a alguien que admira tu energía y confianza. Sé auténtico y no temas mostrar tu vulnerabilidad, pues eso atrae corazones sinceros. Cultiva la paciencia y disfruta del proceso, recordando que el amor genuino surge cuando menos lo esperas. Confía en tu luz y déjala brillar.",
      "couples": "Querido Leo, el 23 de enero de 2026, tu energía brillante atraerá conexiones profundas. Fortalece tu relación practicando la comunicación sincera y escuchando con atención a tu pareja. No dudes en sorprenderla con gestos románticos, como una cena especial o una nota llena de cariño. Reconoce y valora sus sentimientos, y recuerda que el amor se nutre con detalles diarios. Confía en tu magia y en el poder del amor para crecer juntos.",
      "mood": "serio",
      "action": "Determina una pequeña sorpresa romántica, como escribir una carta sincera expresando cuánto valoras su amor y colocarla en su bolso o cartera.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Para las Virgo solteras el 23 de enero de 2026, abre tu corazón a nuevas experiencias y no temas salir de tu zona de confort. Participa en actividades que reflejen tus intereses, donde puedas conocer personas que compartan tus valores. La sinceridad y la paciencia serán clave para construir conexiones genuinas. Confía en tu intuición y deja que el amor fluya naturalmente. Este es el momento perfecto para descubrir una relación auténtica y duradera.",
      "couples": "El 23 de enero de 2026, Virgo, enfócate en fortalecer tu vínculo siendo honesto y abierto con tu pareja. La comunicación clara y sincera crea confianza profunda. Añade gestos románticos diarios, como una nota dulce o una sorpresa sencilla, para demostrar tu amor. Escucha activamente y valida sus sentimientos, mostrando empatía. Estos pequeños detalles harán que la relación se solidifique, cultivando un amor más profundo y duradero.",
      "mood": "apasionado",
      "action": "Hoy, Virgo, prepara una cena romántica y envía un mensaje sincero expresando cuánto valoras su presencia en tu vida.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, el 23 de enero de 2026, abre tu corazón a nuevas experiencias. Aprovecha eventos sociales y actividades que disfrutas para conocer gente, ya que tu carisma atraerá admiradores. Confía en tu intuición para detectar conexiones genuinas y no temas mostrar tu verdadera esencia. La paciencia y la sinceridad te guiarán hacia romances significativos. Este año, tu equilibrio emocional será clave para atraer el amor que mereces.",
      "couples": "Querida Libra, hoy en 2026-01-23, dedica tiempo a fortalecer tu conexión emocional. Practica la escucha activa para entender mejor a tu pareja y expresa tus sentimientos con sinceridad. Pequeños gestos románticos, como una carta o una cita sorpresa, avivan la pasión. Equilibra tu deseo de armonía con la honestidad y confianza, creando un vínculo más profundo y duradero. Recuerda que el amor florece con atención y ternura constantes.",
      "mood": "cauteloso",
      "action": "Hoy, Libra, sorprende a tu ser amado con una nota romántica escrita a mano y déjala en su lugar favorito para que la encuentre.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpio, en este 2026, abre tu corazón a nuevas conexiones. Aprovecha las oportunidades para socializar y conocer personas auténticas. La honestidad y la pasión que te caracterizan atraerán a quienes valoran tu profundidad. No temas ser vulnerable; tu intensidad puede sembrar semillas de amor duradero. Confía en tu intuición para identificar relaciones verdaderas y permite que el amor florezca lentamente, cultivando una conexión sincera y apasionada.",
      "couples": "El 23 de enero de 2026, como Escorpio, fortalece tu relación dedicando tiempo a la comunicación sincera. Expresa tus sentimientos con honestidad y escucha activamente a tu pareja. Realiza gestos románticos que demuestren tu aprecio y compromiso, como una cena sorpresa o una nota amorosa. Confía en tu intuición para entender sus necesidades más profundas y crea momentos únicos juntos. La conexión auténtica y la vulnerabilidad fortalecerán su amor en este día especial.",
      "mood": "juguetón",
      "action": "Hoy, Escorpio, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y sinceros.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitario, el 2026 será un año lleno de oportunidades para expandir tus horizontes amorosos. Aprovecha eventos sociales y actividades al aire libre para conectar con personas afines a ti. Sé auténtico y abierto a nuevas experiencias, ya que la sinceridad atraerá corazones sinceros. No temas mostrar tu entusiasmo y espíritu aventurero; alguien especial seguramente apreciará tu energía vibrante. Confía en el proceso, ¡el amor está a la vuelta de la esquina!",
      "couples": "Querido Sagitario, hoy en tu relación, la clave para fortalecer el vínculo es la comunicación sincera y abierta. Exprésate con ternura y escucha activamente a tu pareja; ambos crecerán juntos. No olvides sorprenderla con pequeños gestos de amor, como una nota romántica o una salida improvisada. La honestidad y el romanticismo renovarán la chispa entre ustedes, creando un lazo más profundo y duradero. Confía en tu corazón y comparte tus sueños sin reservas.",
      "mood": "reflexivo",
      "action": "Hoy, Sagitario, sorprende a tu pareja con una carta llena de tus sentimientos más profundos y una invitación para una cita especial juntos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricornio, en esta fecha especial, abre tu corazón a nuevas oportunidades amorosas. Aprovecha eventos sociales y actividades que despierten tu interés, porque allí conocerás personas que resonarán con tu esencia. Sé auténtico y muestra tu verdadera vibración, pues tu sinceridad atraerá conexiones profundas. Confía en tu intuición para discernir quienes realmente valen la pena. Este año, la paciencia y la apertura te guiarán hacia una relación que refleje tu valor y amor propio.",
      "couples": "Hoy, Capricornio, en tu relación, prioriza la comunicación sincera y abierta. Dedica tiempo a escuchar profundamente a tu pareja y comparte tus sentimientos con confianza. Los pequeños gestos románticos, como una nota cariñosa o una cena sorpresa, fortalecerán vuestro vínculo. No temas mostrar vulnerabilidad; esto creará una conexión más profunda y auténtica. Confía en tu capacidad de amar con paciencia y constancia, construyendo un futuro lleno de estabilidad y ternura juntos.",
      "mood": "juguetón",
      "action": "Hoy, Capricornio, dedica unos minutos a preparar una cena romántica en casa y sorprende a tu pareja con un mensaje escrito lleno de amor.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Acuario, el 2026-01-23 es un día perfecto para abrir tu corazón y explorar nuevas conexiones. Permítete salir de tu zona de confort, participa en actividades que te apasionen y socializa con personas que compartan tus intereses. La autenticidad atraerá a alguien especial. Confía en tu intuición y sé honesto contigo mismo; el amor llegará cuando menos lo esperes, enriqueciendo tu vida con magia y nuevas historias.",
      "couples": "Acuario, hoy es un día perfecto para fortalecer tu relación. Comunícate con honestidad y escucha activamente a tu pareja, mostrando interés genuino en sus emociones. Sorpréndela con un pequeño gesto romántico que refleje lo mucho que valoras su compañía. La empatía y el cariño fortalecerán su vínculo, creando un espacio de confianza y comprensión mutua. Aprovecha este momento para expresar tus sentimientos con sinceridad y hacer que cada detalle cuente en su historia de amor.",
      "mood": "romántico",
      "action": "Hoy, Acuario, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y agradecimientos.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Piscis, el 2026-01-23 es un día perfecto para abrir tu corazón y explorar nuevas conexiones. Confía en tu intuición y deja que tu sensibilidad te guíe al conocer gente auténtica. Participa en actividades que te apasionen, como talleres artísticos o paseos en la naturaleza, donde puedas encontrar almas afines. No temas mostrar tu vulnerabilidad; la sinceridad atraerá a quienes valoren tu magia interior. Abre tus alas y déjate sorprender por nuevas historias de amor.",
      "couples": "Querido Piscis, en esta fecha especial, fortalece tu relación cultivando la comunicación sincera y emocional. Escucha activamente a tu pareja y comparte tus sentimientos con ternura y honestidad. Demuestra tu amor con pequeños gestos románticos, como notas, abrazos y palabras de cariño. La empatía y la sensibilidad serán tus mejores aliados para profundizar el vínculo y crear momentos inolvidables. Confía en tu intuición y permite que el amor florezca con autenticidad y pasión.",
      "mood": "apasionado",
      "action": "Hoy, Piscis, sorprende a tu amor con una carta escrita a mano que exprese tus sentimientos más profundos y sincero cariño.",
      "author": "Astrologly"
    }
  }
}