{
  "date": "2026-02-14",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Hoje, Áries solteiro, 14 de fevereiro de 2026, é um dia perfeito para abrir seu coração às novidades. Aproveite oportunidades de encontros e eventos sociais para conhecer novas pessoas. Sua energia apaixonada atrairá possíveis parceiros que admirem sua autenticidade e entusiasmo. Seja sincero e confiante ao expressar seus sentimentos, mas lembre-se de ouvir com paciência. Cultivar conexão genuína hoje pode gerar uma paixão duradoura amanhã. Aproveite o dia para transformar seu romance em uma linda aventura.",
      "couples": "Áries, neste 14 de fevereiro, lembre-se de que a força do relacionamento está na comunicação sincera e na troca de gestos de carinho. Seja aberto sobre seus sentimentos e ouça com atenção seu parceiro. Surpreenda com pequenas atitudes românticas que mostrem seu afeto, como uma mensagem especial ou um sorriso genuíno. Valorize os momentos juntos e demonstre seu amor com paixão, equilibrando sua energia com sensibilidade e atenção às necessidades do outro.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, envie uma mensagem carinhosa e sincera para seu amor, expressando o quanto ele significa e deseja compartilharem momentos especiais juntos.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Para Touro solteiro em 14 de fevereiro de 2026, aproveite o dia para explorar novas oportunidades de conhecer pessoas. Seja aberto a encontros espontâneos e convide amigos para atividades diferentes. Sua autenticidade e calma atraem conexões sinceras. Envolva-se em ambientes que reflitam seus interesses, como eventos culturais ou encontros ao ar livre. Confie no seu charme natural e lembre-se de que o amor floresce na paciência e na autenticidade.",
      "couples": "Querido Touro, neste Dia dos Namorados, valorize a paciência e o compromisso que te caracterizam. Comunicação aberta fortalecerá sua relação—ouça com atenção e compartilhe seus sentimentos com sinceridade. Surpreenda seu amor com gestos românticos, como um jantar especial ou um presente significativo. Lembre-se, pequenos detalhes criam memórias duradouras, reforçando a conexão. Demonstre seu amor com segurança e carinho, cultivando um relacionamento sólido, cheio de afeto e compreensão.",
      "mood": "cauteloso",
      "action": "Hoje, para um toque romântico, prepare um jantar surpreendente em casa, com os pratos favoritos do seu amor e uma decoração acolhedora.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Neste Dia dos Namorados, Gêmeos solteiro, aproveite sua energia inquieta para explorar novas conexões. Saia de sua rotina, participe de eventos e seja aberto para conhecer pessoas diferentes. Sua comunicação encantadora ajudará a criar vínculos profundos e inesperados. Confie na sua autenticidade e deixe o coração guiar seus passos. Este pode ser o momento perfeito para encontrar alguém que compartilhe sua leveza e alegria de viver. O amor está mais próximo do que imagina!",
      "couples": "Neste Dia dos Namorados, Gêmeos, concentre-se em fortalecer os laços através da comunicação sincera e aberta. Demonstre seu amor com gestos românticos e pequenos detalhes que mostrem o quanto você valoriza seu parceiro. Ouça com atenção e compartilhe seus sentimentos sem medo. Use sua habilidade de expressão para criar conexões profundas, tornando esse momento especial ainda mais memorável. Cultive o amor com autenticidade e carinho, e a relação florescerá ainda mais.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos deve preparar uma surpresa personalizada, como uma playlist especial com músicas que representam momentos únicos de vocês, para espalhar carinho e conexão.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Neste Dia dos Namorados, querido Câncer, abra seu coração para novas experiências. Aproveite eventos sociais ou hobbies que lhe tragam alegria, pois essas são oportunidades de conhecer pessoas que ressoam com sua sensibilidade e calor. Seja autêntico, cuide de si mesmo e permita-se vulnerável. Grandes possibilidades de romance surgirão quando menos esperar. Confie na sua intuição e lembre-se: o amor começa ao dar o primeiro passo com coragem e esperança.",
      "couples": "Querido Cancer, neste Dia dos Namorados de 2026, concentre-se em fortalecer sua conexão através de palavras sinceras e gestos carinhosos. Compartilhe seus sentimentos mais profundos e ouça atentamente seu parceiro, demonstrando empatia. Surpreenda-o com pequenos gestos românticos que mostrem o quanto ele é importante, como uma mensagem doce ou um presente significativo. Assim, você fortalecerá sua intimidade e criará memórias inesquecíveis, cultivando o amor com delicadeza e atenção.",
      "mood": "brincalhão",
      "action": "Hoje, Cancer, surpreenda seu amor preparando um jantar especial à luz de velas com sua receita favorita, demonstrando seu carinho de forma íntima e acolhedora.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 será um ano de descobertas emocionantes. Aproveite oportunidades de conhecer novas pessoas, seja em eventos sociais ou atividades que despertem sua paixão. Sua energia radiante atrairá conexões genuínas — confie na sua intuição ao escolher quem vale a pena. Seja autêntico e aberto ao amor, lembrando que a paciência fortalece relacionamentos. O universo está preparando alguém especial para compartilhar momentos inesquecíveis. Aproveite essa fase de possibilidades!",
      "couples": "Querido Leão, neste Dia dos Namorados de 2026, lembre-se de valorizar a comunicação com seu parceiro. Expresse seus sentimentos com sinceridade e ouça atentamente suas necessidades. Surpreenda com gestos românticos que demonstrem seu amor, como uma mensagem especial ou um jantar inesperado. Cultive a conexão emocional, mostrando que seu coração está totalmente dedicado. Assim, fortalecerá ainda mais seus laços, construindo uma relação cheia de paixão, respeito e cumplicidade.",
      "mood": "sério",
      "action": "Hoje, Leão deve preparar um jantar romântico à luz de velas e deixar uma carta sincera expressando seu amor e admiração.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgem, em 14 de fevereiro de 2026, abra seu coração para novas experiências. Aproveite oportunidades de encontros através de atividades que ama, como cursos ou grupos de interesse. Esteja aberta ao acaso e confie na sua intuição para reconhecer o amor verdadeiro. Uma conversa sincera pode abrir portas para uma conexão especial. Lembre-se de que o amor surge quando menos espera, então mantenha o coração aberto e dedique-se a desenvolver sua autenticidade.",
      "couples": "Neste Dia dos Namorados, Virgo, lembre-se de valorizar a comunicação sincera. Expresse seus sentimentos de forma delicada e ouça com atenção seu amor, fortalecendo a conexão. Pequenos gestos românticos, como uma mensagem carinhosa ou um gesto de cuidado, farão toda a diferença. Aproveite esse momento para criar memórias especiais, demonstrando seu comprometimento e afeto. Sua dedicação e atenção aos detalhes tornarão o relacionamento ainda mais profundo e cheio de amor.",
      "mood": "apaixonado",
      "action": "Hoje, para demonstrar seu amor de forma especial, envie uma mensagem sincera e carinhosa, reconhecendo as pequenas qualidades que admira na pessoa amada.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Neste Dia dos Namorados, Libra solteiro, aproveite a energia de 2026 para se abrir a novas conexões. Seja sincero ao demonstrar seu charme natural e não tenham medo de inovar nos encontros. Participe de atividades que despertam seu interesse, onde possa conhecer pessoas alinhadas com seus valores. Confie na sua intuição e permita que o amor entre de forma espontânea. Este é o momento perfeito para criar memórias inesquecíveis e abrir portas para um novo amor.",
      "couples": "No Dia dos Namorados de 2026, Libra, valorize a harmonia e a conexão com seu parceiro. Invista em diálogos sinceros, ouvindo com atenção e expressando seus sentimentos com delicadeza. Surpreenda com gestos românticos, pequenos detalhes que demonstram seu carinho. Aponte os momentos de conflito como oportunidades de crescimento e fortalecimento. Cultive o equilíbrio emocional e seja parceira presente, transformando o amor em uma jornada de cumplicidade e alegria.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e cheia de carinho, reforçando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Neste Dia dos Namorados, Escorpião solteiro, abra-se para novas oportunidades. Conheça novas pessoas com sinceridade e permita que seu coração se conecte genuinamente. Aproveite eventos sociais ou atividades que despertem sua paixão, como cursos ou passeios ao ar livre. Confie na sua intensidade emocional para estabelecer conexões profundas. Lembre-se: o amor pode surgir onde menos espera, então mantenha-se aberto e receptivo às surpresas do destino.",
      "couples": "Escorpião, em 14 de fevereiro de 2026, valorize a comunicação aberta com seu parceiro. Demonstre seu amor com gestos sinceros e surprenda com pequenas ações diárias que expressem seu carinho profundo. Ouça atentamente, reconheça sentimentos e seja vulnerável. Fortaleça a intimidade ao compartilhar sonhos e medos. Sua paixão é um presente — cultive-a através de momentos significativos, criando uma conexão ainda mais intensa e duradoura.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião, envie uma mensagem profundamente sincera e carinhosa para seu amor, expressando o quanto ele é importante na sua vida.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Neste Dia dos Namorados, Sagitário solteiro, aproveite a energia de 2026 para ampliar seus horizontes. Esteja aberto a novas experiências e conheça pessoas que compartilhem seus sonhos e aventuras. Uma conversa sincera pode revelar uma conexão especial. Confie no seu charme natural e seja autêntico. A sorte está ao seu lado para encontros inesquecíveis. Permita-se sonhar e se apaixonar de forma leve e espontânea — o amor pode estar mais próximo do que você imagina.",
      "couples": "Para Sagitário neste Dia dos Namorados, invista na comunicação honesta e aberta com seu parceiro. Demonstre seu amor com gestos românticos que expressem seu apreço, como uma surpresa ou uma mensagem carinhosa. Cultive momentos de conexão, seja em uma conversa profunda ou uma aventura juntos. Valorize a liberdade do seu relacionamento, equilibrando diversão e intimidade. Assim, fortalecerá os laços e criará memórias inesquecíveis, alimentando o amor com sinceridade e paixão genuína.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem sincera e cheia de admiração, expressando o quanto ele(a) ilumina sua vida.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a)_capricorniano(a), 14 de fevereiro de 2026 traz uma oportunidade especial de se abrir ao amor. Aproveite o dia para explorar novos ambientes e ampliar seu círculo social. Seja gentil ao iniciar conversas e confie na sua autenticidade. Esteja receptivo(a) às energias ao seu redor; o amor pode surgir de encontros inesperados. Dê passos pequenos, mas decisivos, e lembre-se: a paciência é sua aliada para encontrar alguém que valorize sua essência.",
      "couples": "Querido Capricorniano, em 14 de fevereiro de 2026, valorize a comunicação sincera com seu parceiro. Demonstre seu amor através de gestos autênticos, como uma mensagem especial ou um jantar planejado. Aproveite este momento para fortalecer os laços, ouvindo com atenção e mostrando seu compromisso. Lembre-se de que pequenos detalhes diários fazem toda a diferença. Cultive o romance com perseverança e carinho, criando uma conexão ainda mais profunda e duradoura.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, surpreenda seu amor com uma carta sincera e carregada de seus sentimentos mais profundos, expressando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Neste Dia de São Valentim, seu espírito inovador está em destaque, Aquário. Aproveite para explorar novas atividades, eventos sociais ou grupos que compartilhem seus interesses únicos. Seja autêntico e aberto ao desconhecido; um sorriso sincero pode abrir portas para conexões especiais. Lembre-se: o amor surge onde menos espera. Confie na sua autenticidade e permita que o universo traga alguém que valorize sua energia vibrante e sua mente brilhante. Feliz Dia de Amor!",
      "couples": "Neste Dia dos Namorados, Aquário, valorize a comunicação aberta com seu parceiro. Demonstre seu amor com gestos autênticos, como uma surpresa criativa ou uma conversa sincera sobre seus sentimentos. Aproveite este momento para fortalecer a conexão, ouvindo com atenção e lembrando-se de pequenas ações que mostram seu carinho. Cultivar esse equilíbrio entre liberdade e afeto tornará seu relacionamento mais profundo e cheio de cumplicidade. Aproveite cada instante juntos!",
      "mood": "romântico",
      "action": "Hoje, Aquário, surpreenda seu amor com uma mensagem sincera expressando o quanto ele ou ela significa para você, enviando uma mensagem de coração.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Hoje, Peixes, 14 de fevereiro de 2026, o universo sorri para suas conexões! Aproveite o dia para explorar novas amizades e abrir seu coração a diferentes experiências. Seja gentil e autêntico ao se apresentar, pois sua sensibilidade atrai pessoas especiais. Saia da rotina, participe de atividades sociais ou eventos culturais. Assim, você aumentará as chances de encontrar alguém que realmente ressoe com sua essência única e romântica.",
      "couples": "Querido Peixes, no Dia dos Namorados de 2026, lembre-se de expressar seus sentimentos com palavras sinceras e gestos doces. A comunicação aberta fortalece a conexão emocional, então ouça com atenção e compartilhe seus sonhos. Surpreenda seu amor com pequenos detalhes que demonstrem cuidado, como uma carta ou uma lembrança especial. Cultivar o carinho e a compreensão transforma seu relacionamento em um porto seguro, repleto de amor e magia.",
      "mood": "apaixonado",
      "action": "Hoje, peixes deve surpreender seu amor com uma carta sincera expressando seus sentimentos mais profundos, fortalecendo a conexão emocional entre vocês.",
      "author": "Astrologly"
    }
  }
}