{
  "date": "2026-01-21",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "No dia 21 de janeiro de 2026, Áries solteiro, aproveite para explorar novas oportunidades amorosas. Sua energia vibrante atrai pessoas interessantes. Inscreva-se em atividades que despertem sua paixão, como cursos ou eventos sociais. Seja autêntico e aberto ao conhecer novas pessoas; sua sinceridade criará conexões genuínas. Confie no seu coração e lembre-se de que o amor floresce quando menos espera. Cultive paciência e deixe o romance surgir naturalmente.",
      "couples": "Áries, hoje é essencial cultivar a paciência e a escuta ativa com seu parceiro. Mostre seu amor através de gestos sinceros, como surpresas ou palavras carinhosas. Invista tempo em conversas profundas, valorizando as opiniões dele(a). Seja honesto(a) e transparente, fortalecendo a confiança. Lembre-se, o equilíbrio entre sua energia vibrante e a delicadeza na relação cria uma conexão mais sólida e apaixonada. Aproveite o dia para reafirmar seu compromisso com afeto genuíno.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor com uma mensagem sincera de admiração e deixe que ele saiba o quanto é especial para você.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido(a) Touro, em 21 de janeiro de 2026, abra espaço para novas experiências amorosas. Este é um momento ideal para explorar encontros espontâneos e ampliar seu círculo social. Seja aberto(a) a conhecer pessoas diferentes, cultivando sinceridade e paciência. Aproveite atividades que lhe tragam alegria, criando conexões autênticas. Confie na sua intuição e permita que o amor floresça naturalmente, com suavidade e dedicação. Sua sensibilidade será sua maior força nesse lindo caminho.",
      "couples": "Hoje, Touro, aproveite para fortalecer seus laços com gestos simples e sinceros. Demonstre carinho através de palavras doces e ações concretas, como preparar uma surpresa ou dedicar um momento especial ao seu parceiro. Ouça com atenção e mostre empatia, fortalecendo a conexão emocional. Pequenas atitudes diárias criam uma base sólida de confiança. Permita-se ser vulnerável e expressar seus sentimentos, reforçando o comprometimento e a paixão que unem vocês.",
      "mood": "cauteloso",
      "action": "Hoje, Touro, prepare um jantar especial com suas mãos e convide seu amor para uma noite íntima e acolhedora em casa.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Gêmeos, em 21 de janeiro de 2026, sua alegria e comunicação serão seus maiores aliados para conquistar o amor. Aproveite oportunidades de socialização e esteja aberto a novas experiências. Compartilhe seus sonhos e ouça com atenção, isso atrairá pessoas que realmente combinam com seu jeito único. Não tenha pressa — relacionamento sério surge quando você menos espera. Cultive a autenticidade e o otimismo, e o amor certamente bate à sua porta.",
      "couples": "Querido geminiano, em 21/01/2026, valorize a comunicação sincera com seu parceiro. Seja aberto e ouça com atenção, fortalecendo a confiança. Surpreenda com pequenos gestos de carinho diários, como uma mensagem ou um presente especial. Aproveite esse momento para compartilhar sonhos e paixões, criando conexões mais profundas. Cultive a empatia e a paciência, e o amor florescerá ainda mais forte neste dia, tornando sua relação mais harmoniosa e apaixonada.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, envie uma mensagem sincera e carinhosa para seu amor, reconhecendo o quanto ele significa para você.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, em 2026, abra seu coração para novas experiências e encontros. Seja mais aberto a conhecer pessoas em ambientes diferentes, como eventos culturais ou cursos que despertem sua paixão. Confie na sua intuição e não se prenda ao passado. Mostre seu lado vulnerável e autêntico, pois quem valoriza seu verdadeiro eu se encantará por você. Aproveite essa fase para cultivar amor próprio e atrair uma relação genuína com alguém que te valorize.",
      "couples": "Para fortalecer seu relacionamento em 21 de janeiro de 2026, Câncer, dedique tempo para ouvir seu parceiro com atenção. Mostre seu amor através de gestos românticos simples, como preparar uma refeição especial ou uma surpresa que toque seu coração. Cultive a comunicação aberta, compartilhando seus sentimentos com sinceridade. Valorize os momentos juntos, criando memórias afetivas que reforçam o vínculo. Seu coração sensível é uma ponte poderosa para um romance ainda mais profundo e duradouro.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem sincera e carinhosa para seu amor, expressando o quanto ele significa para você e fortalecendo a conexão emocional entre vocês.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 é um ano especial para explorar novas conexões. Aproveite eventos sociais, favors e momentos espontâneos para conhecer pessoas que compartilhem sua paixão pela vida. Seja autêntico, mostre seu sorriso radiante e deixe sua essência brilhante atrair quem realmente combina com você. Confie na sua energia magnética e lembre-se: o amor surge quando menos espera, então esteja aberto às oportunidades e se permita viver novas histórias apaixonantes neste novo ciclo.",
      "couples": "Leão, em 2026-01-21, invista na comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos românticos e atenção às pequenas necessidades dele(a). Valorize momentos de convivência e escuta ativa, fortalecendo a conexão emocional. Seja generoso(a) em palavras e ações, mostrando seu lado mais carinhoso. Assim, você criará uma relação mais sólida, cheia de paixão e cumplicidade, tornando esse dia um presente inesquecível para ambos.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma carta apaixonada escrita à mão, expressando seus sentimentos mais profundos e admirações.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Para as Virgem solteiras em 21 de janeiro de 2026, abra seu coração para novas experiências. Invista em atividades que você ama e participe de eventos sociais. Seja espontânea ao convidar alguém para um cafezinho ou passeio. A sinceridade e o cuidado que você oferece atraem quem valoriza sua autenticidade. Confie na sua intuição e lembre-se: o amor surge muitas vezes quando menos espera. Esteja aberta às possibilidades e deixe o coração guiar seus passos.",
      "couples": "Para Virgem em 2026-01-21, invista na comunicação aberta e sincera com seu parceiro. Surpreenda com gestos românticos que demonstrem seu carinho, mesmo nas pequenas ações do dia a dia. Cultive a empatia, ouvindo com atenção e valorizando as opiniões do seu amor. Aproveite o momento para fortalecer a conexão emocional, reconhecendo as qualidades que apaixonam você. Assim, seu relacionamento se tornará ainda mais sólido, repleto de confiança e ternura.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor com uma mensagem escrita à mão, expressando sua admiração e gratidão por sua presença valiosa na sua vida.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, em 2026-01-21, aproveite a energia do momento para se abrir ao novo. Busque ocasiões de encontros sociais, eventos culturais ou atividades que despertem sua paixão. Sua beleza interior e charme natural atraem almas compatíveis. Seja autêntica e confiante ao se apresentar; o universo está conspirando a seu favor. Confie no seu talento para conectar-se profundamente. Amor está ao seu alcance—basta dar o primeiro passo com o coração aberto.",
      "couples": "Querida Libra, neste dia 21 de janeiro de 2026, dedique-se a fortalecer seu vínculo por meio de conversas sinceras e presenciais. Surpreenda seu parceiro com gestos românticos que demonstrem seu afeto, como um jantar especial ou uma mensagem carinhosa. Ouça com atenção e valorize as opiniões dele, promovendo harmonia e confiança. Pequenas ações diárias de carinho transformarão seu relacionamento, tornando-o ainda mais equilibrado e repleto de amor.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e carinhosa, expressando o quanto ele(a) é especial para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, em 21 de janeiro de 2026, abra seu coração para novas experiências. Este é um momento ideal para expandir seu círculo social, participar de eventos e explorar interesses diferentes. Seja autêntico e aberto às conexões, pois amizades sinceras podem evoluir para romances profundos. Confie na sua intuição, mas também dê espaço para o acaso surpreendê-lo. O amor está se aproximando—autenticidade e coragem são suas melhores armas agora.",
      "couples": "Para Escorpião em 21 de janeiro de 2026, fortaleça seu relacionamento cultivando a comunicação aberta e honesta. Demonstre seu amor com gestos sinceros, como pequenas surpresas ou palavras que expressem seus sentimentos profundos. Não hesite em ouvir seu parceiro com empatia, reforçando a conexão emocional. Seja vulnerável e compartilhe seus sonhos, criando um vínculo mais íntimo e duradouro. O amor floresce quando há confiança, carinho e atenção genuína.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve surpreender seu amor com uma mensagem sincera e apaixonada, expressando seus sentimentos mais profundos e desejos.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitário, 2026 será um período de grande oportunidade para encontrar o amor. Aproveite eventos sociais, viagens e novas atividades para ampliar seu círculo de conhecidos. Seja autêntico e aberto às experiências, mostrando seu jeitinho divertido e aventureiro. Confie na sua espiritualidade e intuição ao escolher alguém especial. Lembre-se de que a paciência e o coração sincero atraem conexões verdadeiras. Aproveite essa jornada de descobertas e encontros que podem transformar sua vida amorosa.",
      "couples": "Para Sagitário em 21 de janeiro de 2026, foque em fortalecer seu relacionamento cultivando comunicação aberta e sincera. Compartilhe suas emoções e ouça atentamente seu parceiro, demonstrando interesse genuíno. Surpreenda com gestos românticos que mostrem seu carinho, como pequenas mensagens ou planos especiais. Lembre-se de valorizar o tempo juntos, reforçando a confiança e criando memórias inesquecíveis. Assim, seu vínculo se tornará mais profundo e cheio de harmonia.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem sincera e cheia de admiração, demonstrando o quanto ele ou ela ilumina sua vida.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Hoje, Capricórnio solteiro(a), 2026-01-21, é um dia perfeito para abrir seu coração. Aproveite oportunidades de socializar em eventos ou grupos de interesse. Seja autêntico(a) e mostre seu verdadeiro eu, atraindo pessoas que compartilhem seus valores. Valorize pequenas conversas que possam fortalecer conexões futuras. Lembre-se, amor surge quando menos espera. Mantenha o coração aberto e confie no seu instinto – a pessoa certa pode estar mais próxima do que imagina.",
      "couples": "Para Capricórnio em 21 de janeiro de 2026, valorize a comunicação aberta e sincera com seu parceiro. Demonstre seu amor por gestos simples, como uma mensagem carinhosa ou um jantar especial. Invista em momentos de conexão emocional, ouvindo verdadeiramente suas necessidades. Seja vulnerável e compartilhe seus sonhos, fortalecendo a confiança. Assim, vocês criarão uma base sólida de afeto e compreensão, tornando o relacionamento mais duradouro e repleto de paixão.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, surpreenda seu amor com uma mensagem sincera e tocante, expressando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Para os Aquarianos solteiros em 21 de janeiro de 2026, este é um momento ideal para abrir seu coração e explorar novas conexões. Esteja aberto a encontros espontâneos e participe de atividades sociais que despertam sua paixão e curiosidade. Invista em seu crescimento pessoal e emocional, pois isso atrairá pessoas compatíveis. Confie na sua autenticidade e mantenha uma mente receptiva às possibilidades; o amor poderá surpreender você onde menos espera.",
      "couples": "Para os aquarianos em relacionamento em 21 de janeiro de 2026, invista na comunicação aberta e sinceridade. Mostre seu afeto com gestos criativos que demonstrem sua admiração única pelo parceiro. Ouça com atenção e valorize suas opiniões, fortalecendo a conexão. Surpreenda com pequenas demonstrações de carinho, mesmo na rotina. O amor floresce quando há espaço para autenticidade, inovação e compreensão mútua. Cultive esse vínculo com ternura e entusiasmo diário.",
      "mood": "romântico",
      "action": "Hoje, torne-se vulnerável ao compartilhar um sonho ou uma expectativa com quem ama, criando uma conexão genuína e cheia de esperança.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, em 2026, abra seu coração para novas experiências. Aproveite oportunidades de encontros espontâneos e envolva-se em atividades que apaixonam você, como arte, música ou meditação. Mostre sua autenticidade e sensibilidade, pois conexões profundas surgirão da sua honestidade. Seja paciente e aberto ao amor, pois alguém especial pode cruzar seu caminho quando menos esperar. Confie no seu coração e permita que a magia do momento te surpreenda.",
      "couples": "Peixes em 2026-01-21, aproveite o dia para fortalecer seu vínculo através de gestos românticos e sinceros. Comunique seus sentimentos com calma e atenção, ouvindo seu parceiro com empatia. Surpreenda com pequenas atitudes diárias, como uma mensagem carinhosa ou um abraço apertado. Cultive a conexão emocional, permitindo que sua sensibilidade e intuição guiem suas ações. Dessa forma, vocês criarão uma base ainda mais sólida repleta de amor, compreensão e harmonia.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, reserve um momento especial para escrever uma carta sincera de amor, expressando seus sentimentos mais profundos com delicadeza.",
      "author": "Astrologly"
    }
  }
}