{
  "date": "2026-02-14",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Aries soltero, en este Día de San Valentín 2026, abre tu corazón a nuevas oportunidades. Tu energía y pasión son irresistibles; aprovecha para conocer gente en actividades que te apasionen. No temas ser auténtico y mostrar tu verdadera esencia. Este año, las conexiones espontáneas pueden convertirse en algo especial. Confía en tu intuición y mantén una actitud positiva. El amor está cerca, solo debes dar el primer paso con valentía y sinceridad.",
      "couples": "El 14 de febrero de 2026, Aries, aprovecha para fortalecer tu relación mediante la comunicación abierta y sincera. Escucha con atención a tu pareja y comparte tus sentimientos con ternura. Sorpréndela con pequeños gestos románticos que expresen tu cariño, como una nota especial o una cita espontánea. La honestidad y la dedicación harán que vuestro vínculo se haga más fuerte y profundo, convirtiéndose en un día memorable lleno de amor y complicidad mutua.",
      "mood": "apasionado",
      "action": "Llama a tu pareja y dile cuánto aprecias su presencia en tu vida, compartiendo un recuerdo especial que haya fortalecido vuestro amor.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Tauro, en este Día de San Valentín 2026, abre tu corazón a nuevas oportunidades. La paciencia y tu naturaleza cálida atraerán personas genuinas. Sal a explorar actividades que amas, como talleres o encuentros sociales, y busca conexiones auténticas. Confía en tu intuición para detectar relaciones que realmente te complementen. Este año, el amor llega cuando menos lo esperas, ¡déjate sorprender y disfruta del proceso con serenidad y entusiasmo!",
      "couples": "Querido Tauro, en este 14 de febrero, enfócate en fortalecer tu vínculo con tu pareja. Expresa tus sentimientos con sinceridad y haz pequeños gestos románticos que demuestren cuánto valoras su compañía. Escucha activamente y comparte momentos íntimos para profundizar la confianza. La paciencia y el compromiso serán tus mejores aliados para mantener la armonía. Recuerda que el amor se nutre con detalles y atención constante. ¡Haz de hoy un día memorable!",
      "mood": "cauteloso",
      "action": "Hoy, Tauro, prepara una cena íntima en casa con su comida favorita, acompañada de una pequeña carta de amor que exprese lo que sientes.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Géminis, en este 14 de febrero de 2026, abre tu corazón a nuevas experiencias y personas. Tu doble naturaleza te permite conectar desde la mente y el corazón. Aprovecha oportunidades para asistir a eventos sociales y actividades que despierten tu curiosidad. Sé auténtico, escucha con atención y no temas mostrar tu lado más vulnerable. El amor puede sorprenderte en los lugares más insospechados, solo necesitas dar el primer paso con confianza y alegría.",
      "couples": "Querido Géminis, en este 14 de febrero, enfócate en fortalecer tu conexión emocional con tu pareja. La comunicación abierta y sincera será tu mejor aliada; comparte pensamientos, sueños y sentimientos con ternura. Sorpréndelo con pequeños gestos románticos y detalles que demuestren cuánto valoras la relación. La autenticidad y la sonrisa sincera crearán un vínculo más profundo y duradero. Disfruta de cada momento juntos, cultivando el amor con atención y cariño.",
      "mood": "romántico",
      "action": "Hoy, Géminis, prepara una lista de cinco palabras dulces y envía un mensaje sincero para demostrar cuánto valoras a tu ser amado.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cáncer, en este Día de San Valentín, abre tu corazón con valentía y confianza. Aprovecha las oportunidades para socializar y conocer nuevas personas. Una actitud receptiva y sincera atraerá conexiones auténticas. No temas mostrar tus sentimientos, pues tu sensibilidad es tu mayor fortaleza. Este año, deja que tu intuición te guíe en el amor y recuerda que la paciencia y la honestidad abrirán puertas a un romance profundo y duradero. ¡El amor está cerca!",
      "couples": "Querido Cáncer, en este Día de San Valentín, enfócate en fortalecer los lazos emocionales con tu pareja. Practica la escucha activa, mostrando interés genuino en sus sentimientos y pensamientos. Los gestos románticos, como una carta escrita a mano o una experiencia compartida, abrirán corazones. No olvides expresar tu amor con palabras sinceras y pequeños detalles que demuestren cuánto valoras su compañía. La clave está en el cariño constante y en la empatía mutua.",
      "mood": "juguetón",
      "action": "Hoy, Cáncer, prepara una cena casera con tus ingredientes favoritos y sorprende a tu pareja con un mensaje romántico y sincero en la mesa.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leo soltero, este 14 de febrero de 2026, te invito a abrir tu corazón a nuevas oportunidades. Aprovecha eventos sociales y actividades que te apasionen para conocer personas auténticas y con energía positiva. Sé tú mismo, muestra tu luz y confianza, pero también escucha con atención. La magia del amor puede sorprenderte cuando menos lo esperes. Confía en tu carisma y en tu brillo interno, ¡el amor está a la vuelta de la esquina!",
      "couples": "Querido Leo, en este Día de San Valentín, recuerda que tu brillo y pasión inspiran a tu pareja. Fortalece el vínculo conversando con sinceridad y escuchando con atención. No temas sorprender con pequeños gestos románticos que demuestren cuánto la valoras. Expresa tus sentimientos con honestidad y agradece sus cualidades únicas. Cultivar momentos especiales fortalecerá su amor y creará recuerdos imborrables. Tu calidez y entusiasmo son el refugio perfecto para una relación llena de amor y complicidad.",
      "mood": "serio",
      "action": "Hoy, Leo, sorprende a tu pareja dejando una nota de amor en su bolso o cartera, expresando cuánto valoras su compañía y presencia en tu vida.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querido Virgo, en este Día de San Valentín 2026, abre tu corazón y dale la bienvenida a nuevas experiencias. Aprovecha la oportunidad para salir de tu zona de confort y conocer gente diferente, ya sea en eventos sociales, talleres o actividades que amas. La clave está en ser auténtico y demostrar tu verdadero interés. Confía en tu intuición y recuerda que el amor llega cuando menos lo esperas, ¡ mantén la esperanza viva!",
      "couples": "Hoy, Virgo, en el día de San Valentín, enfócate en fortalecer vuestra conexión. Aprovecha para expresar tus sentimientos con sinceridad y pequeños gestos románticos que demuestren cuánto valoras a tu pareja. La comunicación abierta y honesta será clave para profundizar vuestra relación. Escucha con atención y muestra tu apoyo incondicional. Dedica tiempo de calidad juntos y recuerda que los detalles simples, llenos de amor, hacen la diferencia en un vínculo sólido y duradero.",
      "mood": "apasionado",
      "action": "Hoy, Virgo, sorprende a tu pareja con una nota escrita a mano expresando cuánto valoras su compañía y lo mucho que significan para ti.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, hoy en San Valentín, aprovecha la energía del amor que te rodea para abrirte a nuevas experiencias. Sal a lugares donde puedas conocer personas que compartan tus intereses, como talleres creativos o eventos culturales. Sé auténtico en tus conversaciones y confía en tu encanto natural. La paciencia y la honestidad atraerán a alguien que valore tu equilibrio y sensibilidad. Este año, embárcate en nuevas aventuras amorosas con confianza y corazón abierto.",
      "couples": "Querido Libra, en este Día de San Valentín, enfócate en fortalecer la comunicación con tu pareja. Escucha atentamente sus sentimientos y comparte los tuyos con sinceridad. Pequeños gestos románticos, como una nota cariñosa o una cita especial, armonizarán aún más su conexión. Aprovecha este día para expresar cuánto valoras su presencia en tu vida. La clave está en el equilibrio entre palabras y acciones, creando recuerdos llenos de amor y comprensión.",
      "mood": "cauteloso",
      "action": "Hoy, Libra, sorprende a tu pareja con una cena romántica en casa, creando un ambiente cálido con velas y música suave.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpio, hoy en San Valentín, abre tu corazón a nuevas oportunidades. Este 2026, date permiso para explorar diferentes formas de conocer gente, ya sea en lugares culturales, talleres o actividades que te apasionen. Tu intensidad y sinceridad atraerán a quienes valoran la profundidad. No temas mostrar tu vulnerabilidad, pues eso creará conexiones genuinas. Confía en tu intuición y recuerda que el amor llega cuando menos lo esperas. ¡Abre tus alas y déjate sorprender!",
      "couples": "Escorpio en esta fecha especial, enfócate en fortalecer tu vínculo con sinceridad y pasión. Escucha activamente a tu pareja, mostrando interés genuino en sus sentimientos y pensamientos. Sorpréndele con gestos románticos que demuestren cuánto valoras su presencia en tu vida. La comunicación abierta y honesta será clave para profundizar la confianza. Recuerda que el amor se nutre con detalles pequeños pero significativos, reforzando la conexión emocional entre ambos en este día tan especial.",
      "mood": "juguetón",
      "action": "Hoy, Escorpio, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y apreciaciones sinceras.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitario, en este día especial, abre tu corazón y aprovecha las oportunidades para conocer nuevas personas. Tu espíritu aventurero te llevará a encuentros inolvidables; no temas mostrar tu autenticidad. Ten confianza en tu sonrisa y en tus intereses, porque atraerás a alguien que valore tu pasión por la vida. Sé espontáneo y deja que el amor llegue en su momento perfecto. ¡Este 14 de febrero, el universo conspira a tu favor para abrirte puertas románticas!",
      "couples": "Para Sagitario en esta fecha, enfócate en fortalecer los lazos mediante una comunicación sincera y abierta. Escucha con empatía a tu pareja y expresa tus sentimientos con ternura. Sorpréndela con pequeños gestos románticos que demuestren cuánto valoras su compañía. La honestidad y la atención genuina fortalecerán vuestra conexión, creando un vínculo aún más profundo. Recuerda que el amor florece con la atención diaria y el compromiso de crecer juntos en confianza y cariño.",
      "mood": "reflexivo",
      "action": "Hoy, Sagitario, sorprende a tu ser amado con una carta llena de tus pensamientos más profundos y sentimientos sinceros under un cielo estrellado.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricornio, en San Valentín de 2026, abre tu corazón a nuevas experiencias. Aprovecha oportunidades para conocer gente en actividades que te apasionen, como talleres o grupos culturales. La paciencia y autenticidad serán clave para conectar profundamente. No temas mostrar tu lado romántico; tu sinceridad atraerá a quienes valoran tu compromiso. Este año, confía en que el amor puede florecer en los momentos más inesperados, solo debes estar abierto a nuevas historias.",
      "couples": "Querido Capricornio, en San Valentín 2026, enfócate en fortalecer la comunicación con tu pareja. Expresa tus sentimientos con sinceridad y escucha activamente. Los pequeños gestos románticos, como una nota de amor o una cena especial, TODO suma. Practica la paciencia y demuestra tu compromiso incondicional. La clave será abrir tu corazón y mantener viva la chispa, creando recuerdos que fortalezcan aún más vuestro vínculo.",
      "mood": "juguetón",
      "action": "Hoy, Capricornio, crea una playlist personalizada con canciones significativas y comparte una de ellas con tu persona especial para expresar tus sentimientos.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Acuario, en este Día de San Valentín 2026, abraza nuevas oportunidades para conocer personas auténticas. Tu espíritu innovador atraerá a quienes valoran tu originalidad y corazón amable. Sal de tu zona de confort y participa en eventos sociales o actividades que te apasionen. La clave está en ser tú mismo, dejando que tu brillo interno deslumbre a quienes te rodean. Confía en el proceso, el amor llegará en su momento perfecto.",
      "couples": "Querido Acuario, en este Día de San Valentín, recuerda que la clave está en fortalecer el vínculo con honestidad y ternura. Escucha activamente a tu pareja y comparte tus pensamientos con sinceridad. Pequeños gestos románticos, como una nota sorpresa o una cena especial, nutren el amor. Demuestra tu aprecio con detalles únicos que reflejen tu autenticidad. La comunicación abierta y el romanticismo consciente crearán una unión aún más profunda y significativa.",
      "mood": "romántico",
      "action": "Hoy, Acuario, escribe una carta sincera a tu pareja expresando tus sentimientos más profundos y déjala en su buzón para sorprenderla con tu sinceridad.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Piscis, en este Día de San Valentín 2026, abre tu corazón a nuevas conexiones. Aprovecha eventos sociales o actividades que despierten tu pasión, así podrás conocer a alguien especial que comparta tus sueños. Confía en tu intuición y sé auténtico, mostrando tu sensibilidad y dulzura. La magia está en las pequeñas acciones: una sonrisa, una conversación sincera. Este año, enamórate de la vida y de las oportunidades que te brinda el amor.",
      "couples": "Querido Piscis, en este Día de San Valentín, enfócate en fortalecer la conexión emocional. Escucha con atención a tu pareja y expresa tus sentimientos con sinceridad. Pequeños gestos románticos, como una nota cariosa o una cita sorpresa, fortalecerán el vínculo. Confía en tu intuición y sé vulnerable; eso profundizará el amor. Recuerda que la comunicación abierta y el cuidado mutuo son el alma de una relación duradera y llena de magia.",
      "mood": "apasionado",
      "action": "Hoy, Piscis, prepara una cena romántica en casa con velas y música suave para sorprender a tu pareja y fortalecer vuestra conexión emocional.",
      "author": "Astrologly"
    }
  }
}