{
  "date": "2026-02-25",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Aries, en esta fecha especial, abre tu corazón y busca nuevas oportunidades para conectar con otros. Aprovecha tu energía y entusiasmo para asistir a eventos sociales o actividades que te apasionen. Sé auténtico y muestra tu interés sinceramente; las personas valoran tu entusiasmo genuino. No temas iniciar conversaciones o dar pequeños pasos hacia el amor. La clave está en confiar en tus instintos y recordar que a veces, la magia surge cuando menos lo esperas.",
      "couples": "Querido Aries, en este día, recuerda que fortalecer los lazos requiere paciencia y comunicación sincera. Expresa tus sentimientos con ternura y escuta atentamente a tu pareja. Los pequeños gestos románticos, como una nota amorosa o una sorpresa, pueden profundizar su conexión. Busca momentos especiales para compartir experiencias únicas. Mantén tu pasión viva, pero también respeta los silencios y emociones del otro. Así, construirán un amor sólido y lleno de significado.",
      "mood": "apasionado",
      "action": "Hoy, Aries, sorprende a tu pareja con una cita improvisada en su lugar favorito, mostrarás tu pasión y atención a sus gustos.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Tauro, en esta fecha especial, abre tu corazón a nuevas oportunidades románticas. Aprovecha eventos sociales y actividades que disfrutes para conectar genuinamente con otros. Tu paciencia y lealtad atraerán a personas auténticas. No temas mostrar tu sensibilidad y confianza, pues eso enriquecerá tus relaciones. Sé tú mismo y mantén una actitud positiva; el amor puede sorprenderte cuando menos lo esperas. Confía en tu valor, y el amor llegará en su momento perfecto.",
      "couples": "Tauro, en esta fecha especial, expresa tu aprecio con pequeños gestos diarios, como un detalle o una caricia. La comunicación sincera fortalecerá vuestra conexión, así que comparte tus sentimientos con paciencia y apertura. Escucha activamente a tu pareja y valida sus emociones. La constancia y la ternura crearán un vínculo aún más profundo. Recuerda que el amor se cultiva día a día, con atención y dedicación, haciendo que vuestra historia sea cada vez más hermosa.",
      "mood": "cauteloso",
      "action": "Tauro, hoy sorprende a tu ser amado con una cena casera y una pequeña nota llena de palabras sinceras y llenas de amor.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Géminis, el 2026-02-25 es un día ideal para abrirte a nuevas experiencias amorosas. Aprovecha tu capacidad de comunicación para conocer personas interesantes en eventos sociales o actividades que te apasionen. Sé auténtico y escucha con atención, pues eso atraerá a quienes valoran tu chispa y sinceridad. Mantén una actitud positiva y mantente abierto a sorpresas. El amor puede florecer donde menos lo esperes, ¡solo debes dar el paso con confianza y corazón abierto!",
      "couples": "Géminis, en esta fecha, fortalece tu relación siendo auténtico y abierto. Dedica tiempo a escuchar sinceramente a tu pareja, demostrando interés genuino en sus pensamientos y sentimientos. Sorpréndela con pequeños gestos románticos, como notas de amor o actividades compartidas. La comunicación honesta y constante es clave para profundizar vuestro vínculo. Recuerda que tu versatilidad puede ser tu mayor fortaleza: adaptarte a las necesidades de ambos así fortalecerá vuestro amor y confianza mutua.",
      "mood": "romántico",
      "action": "Hoy, Géminis, sorprende a tu pareja con un mensaje lleno de amor y gratitud, resaltando lo especial que es para ti.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cáncer, el 2026-02-25 es un día perfecto para abrirte a nuevas experiencias amorosas. Aprovecha oportunidades para socializar y conocer a personas auténticas. Confía en tu intuición y muestra tu ternura, eso atraerá a quienes valoran tu sensibilidad. No temas tomar la iniciativa en citas o pequeños eventos, tu corazón te guiará. Este día puede marcar el comienzo de una historia significativa si te permites explorar con confianza y apertura.",
      "couples": "Cáncer, en esta fecha, fortalece tu vínculo mediante una comunicación sincera y vulnerable. Exprésale tu amor con pequeños detalles: una nota romántica, una cena casera o un toque tierno, para recordar lo importante que es para ti. Escucha activamente sus sentimientos y comparte tus emociones con honestidad. Así, crearás una conexión más profunda, llena de confianza y ternura, que hará crecer vuestro amor y os unirá aún más en esta etapa juntos.",
      "mood": "juguetón",
      "action": "Hoy, Cáncer, prepara una cena casera con sus platillos favoritos y comparte esa íntima velada llena de ternura y escucha atenta.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leo, hoy es un día ideal para abrirte a nuevas experiencias amorosas. Aprovecha eventos sociales y actividades que te apasionen para conocer gente auténtica. Deja que tu brillo natural atraiga a quienes compartan tu entusiasmo por la vida. Sé valiente y muestra tu corazón generoso; las conexiones sinceras surgirán cuando less permitas ser tú mismo. Confía en tu intuición y disfruta del proceso, el amor está más cerca de lo que piensas.",
      "couples": "Querido Leo, en este momento, fortalece tu relación cultivando una comunicación sincera y abierta. Escucha activamente a tu pareja, expresando tus sentimientos con ternura. No olvides sorprenderla con gestos románticos que demuestren cuánto la valoras, como pequeñas cartas o una cena especial. La clave está en mantener viva la chispa y en compartir momentos significativos, creando recuerdos que refuercen el vínculo entre ambos. Tu luz y pasión pueden iluminar aún más su camino juntos.",
      "mood": "serio",
      "action": "Hoy, Leo, sorprende a tu pareja con una carta escrita a mano expresando tus sentimientos más profundos y una invitación a compartir un paseo bajo las estrellas.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querido Virgo, el 2026-02-25 es un día perfecto para abrir tu corazón y explorar nuevas conexiones. Aprovecha oportunidades para socializar, ya sea en eventos o actividades que disfrutes. Confía en tu intuición y sé auténtico al conocer a alguien especial. La paciencia y la sinceridad te atraerán relaciones genuinas. No temas mostrar tu lado romántico, ¡el amor puede sorprenderte cuando menos lo esperes! Mantén la mente abierta y disfruta del proceso.",
      "couples": "El 25 de febrero de 2026, Virgo, enfoca tu energía en fortalecer la comunicación con tu pareja. Escucha activamente sus deseos y preocupaciones, mostrando empatía y paciencia. Sorpréndele con pequeños gestos románticos, como una nota o una cita especial. La honestidad y la atención a los detalles crearán un vínculo más profundo. Confía en tu intuición y expresa tu amor con sinceridad; esto fortalecerá la complicidad y hará que ambos se sientan más conectados.",
      "mood": "apasionado",
      "action": "Hoy, Virgo, sorprende a tu pareja con una carta escrita a mano expresando tus sentimientos más profundos y gratitud por su presencia en tu vida.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, hoy 25 de febrero de 2026, la clave está en salir de tu zona de confort y abrirte a nuevas experiencias sociales. Participa en eventos culturales, talleres o actividades grupales que reflejen tu bienestar y autenticidad. La honestidad y la empatía atraerán a personas que valoren tu equilibrio natural. Confía en tu encanto y da pasos pequeños, porque las oportunidades románticas están a la vuelta de la esquina si te permites explorar con corazón abierto.",
      "couples": "Para Libra en esta fecha, recuerda que la sinceridad fortalece cualquier vínculo. Dedica tiempo a escuchar a tu pareja con atención y empatía. Los pequeños gestos románticos, como un mensaje inesperado o una cita sorpresa, revitalizarán la conexión. No temas expresar tus sentimientos auténticos; la transparencia genera confianza. Mantén el equilibrio entre dar y recibir amor, y disfruta cada momento juntos con paciencia y ternura. La armonía se construye día a día, ¡sigue sembrando amor!",
      "mood": "cauteloso",
      "action": "Hoy, Libra, escribe una carta llena de cariño y gratitud para tu pareja y déjala en su bolso o chaqueta, sorprendiéndola con tu amor.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpio, en 2026, abre tu corazón para nuevas experiencias amorosas. Aprovecha oportunidades para conocer gente en actividades que te apasionen, como talleres, viajes o eventos sociales. Sé auténtico y muestra tu profundidad emocional, ya que tu intensidad atrae a quienes buscan conexiones sinceras. Confía en tu intuición para descubrir relaciones significativas. Este año, permite que el amor florezca con paciencia, y recuerda que cada encuentro es una posibilidad para crecer y encontrar esa persona especial.",
      "couples": "Para Escorpio en esta fecha especial, enfoca tu energía en fortalecer los vínculos mediante una comunicación sincera y abierta. Expresa tus sentimientos con ternura y escucha activamente a tu pareja. Sorpréndela con pequeños gestos románticos que demuestren tu dedicación, como una nota de amor o una cena íntima. La honestidad y los detalles conscientes fortalecerán tu relación. Confía en tu intensidad emocional para crear momentos memorables llenos de pasión y comprensión mutua.",
      "mood": "juguetón",
      "action": "Hoy, Escorpio, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y auténticos.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitario, en este momento de febrero de 2026, tu espíritu aventurero te abrirá nuevas puertas en el amor. Aprovecha eventos sociales y viajes para conocer personas interesantes. Sé auténtico y muestra tu alegría. La clave está en mantener la mente abierta a diferentes experiencias y personas. Con pasión y sinceridad, las oportunidades románticas florecerán. Confía en tu intuición, y el amor llegará cuando menos lo esperes. ¡Vive el momento y enamórate de la vida!",
      "couples": "Querido Sagitario, el 25 de febrero de 2026, enfócate en fortalecer tu vínculo mediante una comunicación sincera y abierta. Demuestra tu amor con gestos románticos y detalles que revelen cuánto valoras a tu pareja. Escucha atentamente sus sentimientos y comparte tus sueños juntos. La honestidad y la ternura serán claves para profundizar su conexión, creando una relación más sólida y llena de amor duradero.",
      "mood": "reflexivo",
      "action": "Hoy, Sagitario, sorprende a tu ser amado preparando una cena especial con sus platillos favoritos y una playlist que significan algo para ambos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricornio, en esta fecha especial, abre tu corazón a nuevas experiencias. Aprovecha oportunidades para socializar y conocer gente diferente. La paciencia y la determinación que te caracterizan te ayudarán a construir conexiones genuinas. No temas mostrar tu vulnerabilidad; esto atraerá romances sinceros. Date permission para explorar lo desconocido y confiar en tu intuición. El amor está en el aire, solo necesitas dar el primer paso con confianza y autenticidad.",
      "couples": "Querido Capricornio, en esta fecha, enfócate en fortalecer tu conexión emocional con tu pareja. La comunicación sincera y abierta será clave para comprender mejor sus sentimientos. No temas expresar tu cariño con pequeños gestos románticos, como palabras cálidas o detalles especiales. Practica la paciencia y demuestra tu compromiso, generando confianza y profundizando el amor. Recuerda que los gestos auténticos crean recuerdos duraderos y enriquecen la relación.",
      "mood": "juguetón",
      "action": "Hoy, Capricornio, sorprende a tu ser amado preparando una cena hecha con cariño, demostrando tu compromiso y ternura en cada detalle.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Acuario, en 2026-02-25, abre tu corazón a nuevas experiencias amorosas. Aprovecha eventos sociales y actividades que despierten tu curiosidad, pues allí conocerás personas interesantes. Sé auténtico y muestra tu esencia única; eso atraerá a quienes valoran tu originalidad. No temas expresar tus sentimientos lentamente—la paciencia abrirá puertas. Confía en la magia del momento y recuerda que el amor puede surgir en los lugares más sorprendentes, solo necesitas estar abierto a la posibilidad.",
      "couples": "Acuario, en esta fecha, enfócate en fortalecer los lazos a través de la comunicación sincera y abierta. Expresa tus sentimientos con palabras y gestos, demostrando cuánto valoras a tu pareja. Sorpréndela con detalles originales que reflejen tu creatividad y amor. Dedica tiempo a escuchar activamente sus necesidades y sueños, creando un espacio de confianza y complicidad. Con pequeños gestos y palabras sinceras, tu relación se profundizará aún más en esta etapa de compromiso y amor mutuo.",
      "mood": "romántico",
      "action": "Hoy, Acuario, sorprende a tu ser amado con una carta escrita a mano que exprese tus sentimientos más profundos y auténticos.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Piscis, en esta fecha, aprovecha tu sensibilidad para conectar profundamente con quienes te rodean. Abre tu corazón en nuevas experiencias y eventos sociales, ya que las oportunidades de conocer a alguien especial están a la vuelta de la esquina. Confía en tu intuición y sé auténtico, permitiendo que tu alma sincera brille. Este año, la magia del amor surge cuando te permites ser tú mismo y arriesgas a mostrar tu verdadero yo.",
      "couples": "Querido Piscis, hoy es un momento perfecto para fortalecer tu vínculo afectuoso. Comunicación sincera y abierta será clave; comparte tus sentimientos y escucha con atención. Los pequeños gestos románticos, como una nota o un abrazo inesperado, intensificarán la conexión. Aprovecha la sensibilidad que te caracteriza para entender mejor a tu pareja y cultivar la confianza. Recuerda que el amor crece cuando ambos se entregan con ternura y autenticidad.",
      "mood": "apasionado",
      "action": "Hoy, Piscis, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y sueños compartidos.",
      "author": "Astrologly"
    }
  }
}