{
  "date": "2026-02-17",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Áries, em 17 de fevereiro de 2026, o universo convida você a explorar novas conexões. Aproveite oportunidades de socialização, seja em eventos ou atividades que te apaixonem. Seja espontâneo e confiante ao abordar alguém especial, pois sua energia vibrante atrairá paquera. Lembre-se de ouvir com o coração e mostrar seu verdadeiro eu. Cultive paciência e abra espaço para o amor florescer, pois grandes romances podem surgir quando menos espera.",
      "couples": "Áries, hoje é dia de fortalecer seu relacionamento com gestos românticos e comunicação sincera. Mostre seu afeto com palavras de carinho e ações que demonstrem sua dedicação. Ouça ativamente seu parceiro, valorizando seus sentimentos. Surpreenda com um detalhe especial, como uma mensagem de amor ou um sorriso carinhoso. Lembre-se de equilibrar sua energia vibrante com momentos de calma e atenção, criando conexões que cada dia fortalece ainda mais o amor de vocês.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor com uma mensagem escrita à mão expressando seus sentimentos mais profundos e um convite para um jantar íntimo.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Para os taurinos solteiros em 17 de fevereiro de 2026, abra seu coração para novas experiências. Aproveite oportunidades em eventos sociais e seja autêntico ao conhecer alguém especial. Sua estabilidade e charme natural atraem pessoas sinceras. Considere explorar hobbies que possam te conectar a novos círculos. Confie na sua intuição ao escolher quem vale a pena. Este é um momento perfeito para cultivar conexões duradouras, entregando-se ao amor com calma e autoconfiança.",
      "couples": "Touro, em 17 de fevereiro de 2026, é essencial fortalecer seu vínculo através de pequenas ações de carinho e atenção sincera. Ouça seu parceiro com atenção, demonstrando interesse genuíno em suas emoções e sonhos. Surpreenda com gestos românticos que mostrem o quanto aprecia sua presença. A comunicação clara e honesta criará a base para um relacionamento mais sólido e apaixonado. Valorize cada momento juntos, cultivando amor e confiança.",
      "mood": "cauteloso",
      "action": "Hoje, Touro deve preparar um jantar especial em casa para surpreender seu amor, demonstrando carinho e dedicação com toques pessoais e detalhes românticos.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Hoje, Gêmeos solteiro, abra seu coração para novas experiências. Aproveite oportunidades sociais, eventos e encontros espontâneos, pois podem surgir conexões especiais. Seja autêntico e ouça com atenção quem estiver ao seu lado, pois seu charme inteligente encanta. Não tenha medo de expressar seus sentimentos; a coragem pode abrir portas para um romance duradouro. Permita-se sonhar, explorar e se apaixonar — o universo reserva surpresas incríveis para você nesta fase.",
      "couples": "Para Gêmeos em 17 de fevereiro de 2026, fortaleça seu relacionamento ao abrir o coração com sinceridade e escutar atentamente seu parceiro. Invista em gestos românticos simples, como uma mensagem carinhosa ou um sorriso espontâneo. Cultive a comunicação aberta e compartilhe seus sentimentos e sonhos. Mostre interesse genuíno na rotina dele(a), reforçando o vínculo de confiança e afeto. Pequenas ações de atenção transformarão o dia de vocês em uma experiência ainda mais especial e apaixonada.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos deve surpreender seu amor com uma mensagem carinhosa e sincera, expressando o quanto ele é importante para você.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, em 17 de fevereiro de 2026, aproveite para explorar novas oportunidades de conexão. Permita-se sair da sua zona de conforto, talvez participando de atividades que despertam seu interesse, como workshops ou grupos de leitura. Seu charme e sensibilidade atraem pessoas autênticas. Seja aberto ao amor, confie na sua intuição e coloque seu coração em cada encontro. O universo está conspirando a seu favor para que encontre alguém especial nesta fase apaixonante da sua vida.",
      "couples": "Querido Câncer, em 17 de fevereiro de 2026, valorize a comunicação aberta com seu parceiro. Demonstre seu amor com gestos simples, como um carinho inesperado ou uma mensagem carinhosa ao longo do dia. Escute ativamente e compartilhe seus sentimentos com sinceridade, fortalecendo o vínculo emocional. Lembre-se de criar momentos especiais juntos, alimento do coração que mantém a relação sólida e repleta de amor e confiança.",
      "mood": "brincalhão",
      "action": "Hoje, Cancer, dedique um momento especial para escrever uma carta de amor sincera e expressar seus sentimentos mais profundos ao seu parceiro.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, em 2026, aproveite sua natural beleza e confiança para explorar novas conexões. Seja autêntico e aberto ao conhecer pessoas, pois sua luz atrai almas compatíveis. Invista em atividades que despertam seu entusiasmo, como eventos culturais ou grupos sociais, para ampliar suas oportunidades de encontros. Lembre-se de que o amor floresce na genuinidade e na espontaneidade. Confie no seu brilho e deixe o coração guiar suas paixões rumo a momentos inesquecíveis.",
      "couples": "No dia 17 de fevereiro de 2026, Leão, invista na sinceridade e na atenção às necessidades do seu parceiro. Fortaleça seu vínculo com gestos românticos e palavras de carinho, demonstrando seu amor de forma genuína. Ouça com atenção e seja paciente, aprimorando a comunicação. Surpreenda seu amor com pequenas demonstrações de afeto diárias. Assim, vocês criarão uma conexão mais profunda, baseada na admiração e na confiança mútua.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma mensagem carinhosa e sincera, demonstrando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "No dia 17 de fevereiro de 2026, Virgem solteiro, abraçe novas oportunidades de conhecer pessoas. Permita-se sair da rotina, Explore atividades que despertam sua paixão, como cursos ou eventos culturais. Seja autêntico e sincero ao se relacionar; sua atenção aos detalhes encanta. Confie no seu encanto natural e lembre-se de que o amor surge muitas vezes quando menos espera. Mantenha o coração aberto, e a conexão certa virá até você naturalmente.",
      "couples": "Para Virgem em 17 de fevereiro de 2026, fortaleça seu relacionamento dedicando atenção plena ao seu parceiro. Expresse seus sentimentos com palavras sinceras e gestos pequenos, como um bilhete de amor ou um café feito especialmente para ele(a). Ouça atentamente suas necessidades e compartilhe seus sonhos com transparência. Cultivar momentos de conexão genuína trará mais harmonia e profundidade ao relacionamento, tornando cada dia mais especial e cheio de carinho mútuo.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor enviando uma mensagem sincera que relembre um momento especial que vocês compartilharam juntos.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido libriano, 17 de fevereiro de 2026 traz oportunidades encantadoras para ampliar seu círculo social. Aproveite eventos culturais, encontros de amigos e novidades em ambientes que despertam sua paixão por beleza e harmonia. Seja autêntico e aberto ao amor, deixando sua energia equilibrada guiar novos contatos. Confie na sua intuição, e as chances de encontrar alguém especial se tornarão mais palpáveis. Sua sensibilidade será seu maior diferencial para conquistar corações sinceros.",
      "couples": "Para Libra em 17 de fevereiro de 2026, concentre-se em fortalecer seus laços através de comunicação aberta e sincera. Seja honesto sobre seus sentimentos e ouça com empatia o parceiro. Pequenas ações românticas, como um jantar especial ou uma mensagem carinhosa inesperada, reforçam a conexão. Valorize o equilíbrio emocional, demonstrando seu afeto com gestos delicados. Assim, você criará uma base sólida de amor, harmonia e compreensão duradoura.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e apaixonada, demonstrando o quanto ele ou ela significa para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Neste 17 de fevereiro de 2026, Escorpião, abra seu coração para novas experiências. Aproveite oportunidades de encontros autênticos e íntimos, pois sua intensidade atrai pessoas verdadeiramente especiais. Seja aberto a conhecer diferentes tipos de pessoas, pois a magia está na diversidade. Confie em sua intuição para reconhecer conexões genuínas e não tenha medo de demonstrar vulnerabilidade. Sua paixão e sinceridade vão acelerar seu caminho para um amor duradouro e verdadeiro.",
      "couples": "Escorpião, em 17 de fevereiro de 2026, valorize a comunicação aberta com seu parceiro. Seja honesto sobre seus sentimentos e ouça com empatia. Pequenos gestos românticos, como uma surpresa ou uma conversa profunda, fortalecerão seus laços. Confie na sua intuição, mas também deixe espaço para vulnerabilidade. Cultive a paciência e mostre seu amor de maneiras que transformem seu relacionamento em um refúgio de paixão e compreensão mútua.",
      "mood": "brincalhão",
      "action": "Hoje, escorpiano, escreva uma carta sincera e apaixonada para seu parceiro, expressando seus sentimentos mais profundos e desejos.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitário, 17 de fevereiro de 2026 oferece excelentes chances de ampliar seus horizontes amorosos. Aproveite para participar de eventos sociais, viagens ou cursos que despertem sua paixão pela vida. Seja autêntico e espontâneo ao conhecer novas pessoas, pois sua sinceridade atrairá almas afins. Mantenha o coração aberto e confie na sua intuição. As oportunidades de romance virão de lugares inesperados, basta estar atento e disposto a abraçar o novo.",
      "couples": "Para Sagitário em 17/02/2026, valorize a sinceridade e a espontaneidade em seu relacionamento. Invista em conversas abertas e ouça com atenção, mostrando interesse genuíno pelas paixões do seu parceiro. Surpreenda com gestos românticos e viagens inesperadas, fortalecendo a conexão. Cultive a confiança e o respeito, mantendo a liberdade de ambos. Assim, vocês construirão uma relação mais forte, divertida e cheia de cumplicidade neste momento especial.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário deve surpreender seu amor com uma mensagem escrita à mão, expressando seus sentimentos mais profundos e desejos futuros juntos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Para os solteiros de Capricórnio em 17 de fevereiro de 2026, aproveite oportunidades de socializar, seja em eventos culturais ou atividades ao ar livre. Sua praticidade atrairá pessoas sinceras e com objetivos semelhantes. Invista na autenticidade, mostrando seu lado gentil e divertido. Seja aberto a novas experiências emotivas e não tenha medo de dar o primeiro passo. O universo reserva alguém especial que valorizará sua determinação e senso de estabilidade. Permaneça otimista e confiante!",
      "couples": "Capricórnio em 17 de fevereiro de 2026, concentre-se em fortalecer seus laços através de comunicação sincera e aberta. Valorize momentos de intimidade, demonstrando afeto com gestos simples, como palavras carinhosas ou pequenas surpresas. Mostre que você valoriza a parceria, ouvindo ativamente e apoiando suas necessidades. Uma abordagem gentil e presente ajudará a aprofundar a conexão, tornando seu relacionamento mais sólido, cheio de compreensão e paixão duradoura.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve surpreender seu parceiro com uma mensagem de amor sincera e um gesto carinhoso que demonstre sua dedicação.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano, em 17 de fevereiro de 2026, abra seu coração para novas experiências sociais. Seja espontâneo ao aceitar convites e explore atividades que despertem sua curiosidade. Conecte-se sinceramente com as pessoas ao seu redor, ouvindo atentamente e sendo autêntico. Sua mente aberta e autenticidade atraem conexões profundas. Aproveite esse momento para expandir seu círculo social e potencialmente encontrar alguém que valorize sua originalidade e inteligência. O amor pode estar mais próximo do que imagina.",
      "couples": "Querido Aquário, hoje é um dia perfeito para fortalecer seus laços com seu parceiro. Invista em uma conversa sincera, ouvindo com cuidado e interesse. Surpreenda com gestos românticos, como uma mensagem doce ou um pequeno detalhe que mostre seu carinho. A conexão emocional é fundamental, então expresse seus sentimentos com autenticidade. Seja aberto, receptivo e demonstre o quanto aprecia essa parceria. Assim, vocês criarão uma relação ainda mais sólida e apaixonada.",
      "mood": "romântico",
      "action": "Hoje, Aquário, surpreenda seu amor com uma mensagem sincera e cheia de admiração, revelando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, em 17 de fevereiro de 2026, abra seu coração para novas experiências. Explore encontros espontâneos e participe de atividades que acendam sua paixão, como artes ou música. Seja autêntico e confiável, pois isso atrairá pessoas que realmente apreciam sua sensibilidade. Conexões profundas surgirão quando você permitir que sua essência brilhe. Aproveite a energia do momento, e o amor pode surgir onde menos espera. Esteja aberto ao inesperado!",
      "couples": "Para Peixes em 17 de fevereiro de 2026, fortalecer laços exige comunicação sincera e empática. Ouça atentamente seu parceiro, compartilhando seus sentimentos sem medo de vulnerabilidade. Surpreenda com gestos românticos, como uma mensagem carinhosa ou um momento especial juntos. Cultive a conexão emocional, demonstrando seu amor com ações, não apenas palavras. Aprofunde a intimidade ao se abrir às experiências amorosas, criando uma relação mais sólida, cheia de confiança e cumplicidade.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, envie uma mensagem sincera e carregada de carinho para alguém especial, expressando o quanto essa pessoa significa para você.",
      "author": "Astrologly"
    }
  }
}