{
  "date": "2026-02-11",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Hoje, Áries solteiro, 11 de fevereiro de 2026, o universo incentiva você a abrir seu coração para novas conexões. Aproveite a energia vibrante do dia para participar de eventos sociais, grupos ou hobbies que gosta. Seja autêntico e confiante ao abordar novas pessoas, pois sua paixão contagiante atrairá alguém especial. Dê passos pequenos, ouça com atenção e cultive a esperança de encontrar uma conexão verdadeira neste ciclo promissor.",
      "couples": "Áries em 2026-02-11, lembre-se de cultivar a paciência e ouvir seu parceiro com atenção plena. Demonstre seu amor com gestos simples, como uma mensagem carinhosa ou um toque afetuoso. Incentive diálogos sinceros e compartilhe seus sonhos e inseguranças. A paixão é vital, mas a compreensão fortalece o vínculo. Cultive o equilíbrio entre força e sensibilidade para criar uma conexão mais profunda e duradoura.",
      "mood": "apaixonado",
      "action": "Hoje, Áries deve surpreender seu amor com uma mensagem sincera e carinhosa, demonstrando o quanto aprecia sua presença na sua vida.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido taurino, em 11 de fevereiro de 2026, abra seu coração para novas experiências. Aproveite oportunidades de conhecer pessoas em lugares acolhedores e autênticos, como cafés ou eventos culturais. Seja sincero e expressivo, refletindo sua essência calma e confiável. Conquiste porque sua estabilidade é atraente. Lembre-se, o amor floresce na paciência e na honestidade. Confie no seu encanto natural, e boas surpresasRomânticas virão ao seu encontro!",
      "couples": "Touro, em 2026-02-11, concentre-se em fortalecer sua conexão emocional. Comunicar seus sentimentos de forma aberta e sincera criará uma base mais forte e confiável. Surpreenda seu parceiro com pequenos gestos de carinho, como um jantar especial ou uma mensagem apaixonada ao longo do dia. Ouça com atenção e demonstre sua apreciação diária, cultivando a segurança e o amor que ambos desejam. Pequ ações autênticas fortalecerão ainda mais seu relacionamento.",
      "mood": "cauteloso",
      "action": "Hoje, Touro deve preparar um jantar especial com os ingredientes favoritos do seu amor, demonstrando carinho e dedicação na sua rotina.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Neste 11 de fevereiro de 2026, Gêmeos solteiro, aproveite para explorar novas conexões e ampliar seu círculo social. Seja espontâneo ao convidar alguém para um café ou participar de eventos culturais. Sua comunicação encantadora atrairá pessoas sinceras e interessadas. Mantenha o coração aberto às possibilidades e confie na sua intuição ao escolher quem realmente vale a pena. Essa abordagem autêntica despertará interesses e poderá transformar uma paquera em uma linda história de amor.",
      "couples": "Para Gêmeos em 2026-02-11, invista na comunicação sincera e aberta com seu parceiro. Multiplique gestos românticos, como pequenos detalhes diários que demonstrem seu carinho. Ouça com atenção e mostre interesse genuíno na rotina do seu amor. Use sua versatilidade para criar novas experiências juntos, fortalecendo a conexão emocional. Lembre-se de equilibrar sua energia inquieta com momentos de intimidade, cultivando um vínculo mais profundo e harmonioso.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, surpreenda seu amor enviando uma mensagem sincera e cheia de carinho, expressando o quanto ele significa para você.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Para os cancerianos solteiros em 11 de fevereiro de 2026, aproveite a energia do momento para se abrir ao novo. Esteja disposto a explorar ambientes diferentes, seja um café, evento cultural ou um grupo de interesse. Seu coração acolhedor atrairá conexões genuínas. Confie na sua intuição ao conhecer alguém especial. Valorize a paciência e a autenticidade, pois o amor verdadeiro floresce quando você se permite ser vulnerável e sincero.",
      "couples": "Câncer, em 2026-02-11, fortaleça seu relacionamento investindo na comunicação sincera e no fortalecimento do vínculo emocional. Mostre seu amor com gestos românticos, como palavras carinhosas ou pequenos detalhes que demonstram sua dedicação. Valorize momentos de conexão profunda e seja aberto para ouvir seu parceiro com empatia. Lembre-se que, ao expressar seus sentimentos com honestidade, você cria uma base sólida de confiança e carinho duradouro entre vocês.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem carinhosa e sincera para seu amor, expressando seus sentimentos mais profundos e acolhedores.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, em 2026-02-11, abra seu coração para novas oportunidades. Use seu charme natural para conhecer pessoas autênticas e compartilhar momentos especiais. Aproveite eventos sociais, como festas ou encontros culturais, para ampliar seu círculo de amizades. Seja genuíno, escute com atenção e confie na sua intuição. O amor está ao seu alcance, basta se permitir ser vulnerável. O universo conspira a seu favor, e uma conexão verdadeira pode surgir quando menos esperar.",
      "couples": "Leão, neste dia 11 de fevereiro de 2026, valorize a comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos apaixonados, pequenos detalhes que mostram cuidado e atenção. Ouça atentamente, reconhecendo as emoções do outro. Aproveite o momento para planejar surpresas românticas ou momentos especiais juntos. Assim, fortalecerá seus laços, criando uma conexão ainda mais sólida e cheia de afeto. Seus gestos de carinho farão toda a diferença.",
      "mood": "sério",
      "action": "Hoje, Leão deve dedicar um momento especial para preparar uma surpresa personalizada, como uma carta de amor sincera, para demonstrar seu afeto de forma íntima e memorável.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virginiana, 11 de fevereiro de 2026 reserva oportunidades incríveis para encontros genuínos. Aproveite eventos sociais e esteja aberta a novas experiências, pois o universo conspira a seu favor. Escute seu coração e permita-se relaxar, deixando a perfeição de lado. Acredite na sua beleza interior, pois ela atrai conexões verdadeiras. Seja autêntica, sorria e dê o primeiro passo. O amor está mais próximo do que imagina, só precisa abrir seu coração para encontrá-lo.",
      "couples": "No dia 11 de fevereiro de 2026, Virgem, fortaleça seu relacionamento investindo na comunicação sincera e aberta. Valorize os detalhes, como palavras de carinho e gestos pequenos, que demonstram seu amor. Organize momentos especiais para compartilhar risadas e sonhos. Seja paciente e atento às necessidades do seu parceiro, criando uma base de confiança e afeto. Pequenas ações diárias podem transformar seu vínculo e aprofundar o amor entre vocês, trazendo harmonia e felicidade duradoura.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor preparando um jantar especial em casa, com atenção aos detalhes e aquele toque de carinho que só você sabe dar.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, em 11 de fevereiro de 2026, abra seu coração para novas experiências. Este é o momento perfeito para ampliar seu círculo social e explorar encontros espontâneos. Seja autêntico e ouça seu próprio coração ao se conectar com alguém especial. Aproveite oportunidades de atividades culturais ou eventos sociais para conhecer pessoas compatíveis. Confie na sua elegância natural e deixe que a magia do momento guie seu caminho para um amor verdadeiro.",
      "couples": "Hoje, Libra, aproveite para fortalecer seu relacionamento através de palavras sinceras e gestos românticos. Demonstre apreciação pelas pequenas coisas e ouça com atenção seu parceiro(a). Invista em momentos a dois, criando lembranças especiais. A comunicação clara e amorosa ajudará a aprofundar a conexão. Lembre-se de equilibrar suas necessidades com as do outro, cultivando harmonia e confiança. Essa atenção renovará o amor e trará mais felicidade ao relacionamento.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma carta escrita à mão expressando o quanto ele ou ela ilumina sua vida.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, em 2026, abra seu coração para novas experiências. Aproveite oportunidades de encontros e não tenha medo de se abrir emocionalmente. Conecte-se com pessoas autênticas que compartilhem seus valores. Invista em atividades que você realmente gosta; assim, conhecerá alguém que valorize sua intensidade e profundidade. Seja paciente e confie no processo do amor. Acredite na magia dos encontros e permita que o amor floresça naturalmente.",
      "couples": "Querido Escorpião, neste dia 11 de fevereiro de 2026, invista na transparência e na comunicação sincera com seu parceiro. Sua paixão intensa pode ser um trunfo — use-a para surpreender com gestos românticos que demonstrem seu amor profundo. Ouça com atenção, respeite os sentimentos do outro e mostre que confia e valoriza a relação. Pequenos detalhes de carinho fortalecerão ainda mais o laço de vocês hoje e sempre.",
      "mood": "brincalhão",
      "action": "Hoje, envie uma mensagem sincera, expressando o quanto valoriza e admira seu parceiro, tocando fundo no coração dele com palavras verdadeiras.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Para os sagitarianos solteiros em 2026-02-11, abra seu coração para novas experiências. Aproveite eventos sociais e viagens que ampliem seu círculo de contatos. Seja sincero e espontâneo ao conhecer alguém, sua autenticidade será encantadora. Lembre-se de equilibrar sua busca por aventura com momentos de reflexão emocional. Confie na sua espontaneidade e otimismo para atrair alguém que compartilhe seu amor pela liberdade e descobertas. O amor está nas pequenas ações diárias.",
      "couples": "Para Sagitário em 11/02/2026, concentre-se em fortalecer o vínculo com seu parceiro através de conversas sinceras e abertas. Planeje pequenas surpresas que demonstrem seu carinho, como um jantar especial ou uma caminhada ao pôr do sol. Mostre seu entusiasmo pela vida a dois, mantendo a espontaneidade e o otimismo. A comunicação autêntica irá aprofundar a conexão, tornando seu relacionamento mais sólido e cheio de paixão. Seja vulnerável e demonstre seu amor com gestos simples, mas significativos.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor preparando um jantar especial com suas comidas favoritas e compartilhe seus sonhos de futuro juntos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Hoje, Capricórnio solteiro, 11 de fevereiro de 2026, é um dia promissor para explorar novas conexões. Seja aberto a encontros espontâneos, pois oportunidades de conhecer alguém especial podem surgir em lugares inesperados. Seja autêntico e confiante, lembrando-se de que a sinceridade atrai corações verdadeiros. Dedique tempo para cuidar de si mesmo, cultivando seu brilho interior. Aproveite a energia positiva do dia para criar memórias e abrir espaço para o amor entrar na sua vida.",
      "couples": "Capricórnio, em 11/02/2026, cultive a comunicação aberta e honesta com seu parceiro. Demonstre seu amor com gestos simples, como um café pela manhã ou uma mensagem carinhosa ao longo do dia. Invista tempo para ouvir verdadeiramente e compreender as necessidades do outro. Seu esforço sincero fortalecerá os laços e trará mais confiança à relação. Lembre-se que pequenos detalhes criam um vínculo duradouro e repleto de afeto.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, dedique-se a preparar um jantar especial e inesperado para seu amor, demonstrando seu carinho através do gesto mais sincero.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Aquário, em 2026-02-11, esteja aberto às novidades e às conexões inesperadas. Aproveite momentos sociais para conhecer pessoas diferentes e autênticas, pois podem surgir oportunidades verdadeiras. Seja gentil e sincero ao expressar seus sentimentos, pois a sinceridade atrai quem realmente combina com você. Lembre-se de confiar na sua intuição e não tenha medo de mostrar seu brilho único. O amor está se aproximando, basta atrelar-se à autenticidade e à esperança.",
      "couples": "Querido Aquário, em 2026-02-11, dedique tempo para fortalecer seu relacionamento através de comunicação sincera e aberta. Surpreenda seu amor com pequenas gestos românticos e atenciosos, demonstrando seu carinho de formas únicas. Seja receptivo às necessidades do outro, promovendo conexão emocional profunda. Invista em momentos de convivência, ouvindo com atenção e expressando seus sentimentos com autenticidade. Assim, vocês criarão uma base sólida de amor e compreensão, fortalecendo ainda mais esse vínculo especial.",
      "mood": "romântico",
      "action": "Hoje, para demonstrar seu carinho, faça uma lista personalizada de cinco momentos especiais que compartilhou com seu amor e envie uma delas com uma mensagem sincera.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, em 2026, abra seu coração para novas experiências. Aproveite oportunidades de encontros espontâneos e esteja aberto a conhecer pessoas diferentes. Sua sensibilidade será seu maior presente para criar conexões emocionais genuínas. Não tenha medo de mostrar seu verdadeiro eu; a autenticidade atrai quem valoriza sua essência única. Existe uma magia no cotidiano pronto para transformar encontros em histórias de amor memoráveis. Confie em seu brilho interior e permita que o amor floresça naturalmente.",
      "couples": "Peixes, em 2026-02-11, dedique-se a ouvir com o coração aberto. Sua sensibilidade é sua força: use-a para fortalecer o vínculo com seu parceiro, demonstrando genuíno interesse e carinho. Surpreenda com gestos românticos que expressem seus sentimentos, seja uma mensagem doce ou um gesto simples, mas significativo. Invista na comunicação sincera, compartilhando suas emoções e escutando as dele. Assim, criarão uma conexão ainda mais profunda, repleta de amor e compreensão.",
      "mood": "apaixonado",
      "action": "Hoje, peixe, escreva uma carta sincera expressando seus sentimentos mais profundos à pessoa que ama e entregue com um abraço apertado.",
      "author": "Astrologly"
    }
  }
}