{
  "date": "2026-02-11",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Am 11. Februar 2026 ist ein besonderer Tag für Widder. Nutze diese Zeit, um offen für neue Begegnungen zu sein. Gehe auf Veranstaltungen, die deine Interessen widerspiegeln, und sei mutig bei der Kontaktaufnahme. Zeige dein wahres Ich und höre aktiv zu. Romantische Chancen ergeben sich durch authentisches Interesse und Selbstvertrauen. Lass dein Herz sprechen, dann finden die richtigen Menschen dich auf natürliche Weise. Bleib optimistisch und offen für die Liebe!",
      "couples": "Am 11. Februar 2026 liegt der Fokus für Widder in einer Beziehung auf tiefer Verbindung und gegenseitigem Verständnis. Nutze diese Zeit, um offen und ehrlich zu kommunizieren, deine Gefühle zu teilen und aktiv zuzuhören. Überrasche deinen Partner mit kleinen romantischen Gesten, die zeigen, wie sehr du schätzt. Gemeinsam Momente der Nähe schaffen stärkt eure Bindung und bringt euch noch näher zusammen – ein Liebesfunke, der dauerhaft glüht.",
      "mood": "leidenschaftlich",
      "action": "Heute sollte der Widder seinem Herzen folgen und seiner geliebten Person eine liebevolle, selbstgemachte kleine Überraschung schicken, um die Verbindung zu vertiefen.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Lieber Stier, am 11. Februar 2026 bietet sich eine wunderbare Gelegenheit, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und schätze die kleinen Momente der Nähe. Nutze Aktivitäten, die deine Sinne ansprechen, wie ein gemeinsames Essen oder einen Spaziergang in der Natur. Zeige Authentizität und Geduld, denn echte Liebe braucht Zeit. Bleib dir treu und vertraue darauf, dass die richtige Person zur richtigen Zeit in dein Leben treten wird.",
      "couples": "Für den Stier am 11. Februar 2026 ist es wichtig, offen und ehrlich zu kommunizieren. Zeige deine Liebe durch kleine, liebevolle Gesten im Alltag und höre deinem Partner aufmerksam zu. Schaffe gemeinsame Rituale, die eure Bindung stärken, wie ein wöchentliches Candle-Light-Dinner. Sei geduldig, wenn Meinungsverschiedenheiten auftreten, und schätze die kleinen Momente der Nähe. So könnt ihr eure Beziehung festigen und noch romantischer gestalten.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Liebsten eine liebevoll zubereitete Mahlzeit mit deinen Händen schenken und dabei deine tiefen Gefühle offenbaren.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Am 11. Februar 2026, liebe Zwillinge, ist der perfekte Zeitpunkt, um offen auf neue Menschen zuzugehen. Nutze Gelegenheiten bei Veranstaltungen, Kursen oder Freunden, um interessante Begegnungen zu schaffen. Deine kommunikative Leichtigkeit ist dein größtes Kapital. Sei authentisch und zeige echtes Interesse. Geduld und Offenheit werden dich zu unerwarteten, romantischen Verbindungen führen. Vertraue auf dein Bauchgefühl – Liebe klopft manchmal ganz unerwartet an deine Tür.",
      "couples": "Für Zwillinge in einer Beziehung am 11. Februar 2026 ist offene Kommunikation der Schlüssel. Teile deine Gedanken ehrlich und höre deinem Partner aufmerksam zu. Plane kleine romantische Gesten, um eure Verbindung zu vertiefen – ein liebevoller Brief, ein gemeinsamer Spaziergang oder ein überraschendes Anliegen. Zeige echtes Interesse an den Träumen und Wünschen deines Partners. So schafft ihr eine harmonische, lebendige Beziehung, die auf Vertrauen und gegenseitiger Wertschätzung basiert.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Zwillinge-Partner eine liebevolle Nachricht schreiben, in der du deine Gefühle ehrlich und aufrichtig ausdrückst.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Liebe Krebs, am 11. Februar 2026 wird dein Herz offen für neue Begegnungen sein. Nutze Gelegenheiten, um dich in Gemeinschaften oder bei Aktivitäten auszutauschen. Zeige deine sensible Seite, doch sei auch mutig, um tiefere Verbindungen zu schaffen. Lass dich nicht von Unsicherheiten abhalten; dein einfühlsames Wesen zieht potenzielle Partner magisch an. Öffne dich dem Vertrauen und erlaube dir, romantische Wege zu erkunden – Liebe könnte nur einen Schritt entfernt sein.",
      "couples": "Am 11. Februar 2026, Krebs, ist eine perfekte Gelegenheit, deine tiefen Gefühle zu zeigen. Pflege eure Bindung durch kleine, bedeutungsvolle Gesten – schreibt liebevolle Nachrichten, kocht gemeinsam oder überrascht deinen Partner mit seiner Lieblingsspeise. Kommunikation ist der Schlüssel: öffne dein Herz und höre aktiv zu. Zeige, wie wichtig dir die Beziehung ist. Für langfristiges Glück, bleib ehrlich, einfühlsam und offen, denn wahre Liebe wächst durch Verständnis und gemeinsame Momente.",
      "mood": "verspielt",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, in der du deine Wertschätzung und dein Gefühl von tiefer Verbundenheit ausdrückst.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Lieber Löwe, am 11. Februar 2026 steht dir eine besondere Chance bevor, dein Herz zu öffnen. Nutze Gelegenheiten, um neue Menschen kennenzulernen, sei offen für spontane Begegnungen und zeige dich authentisch. Dein strahlendes Temperament zieht potenzielle Partner magisch an. Verliere nicht den Mut, wenn es mal nicht sofort klappt. Geduld und Selbstvertrauen schaffen die besten Voraussetzungen für eine leidenschaftliche Romanze, die dein Herz höher schlagen lässt.",
      "couples": "Am 11. Februar 2026 ist es wichtig, deiner Partnerin oder deinem Partner mit offenen Worten zuzuhören. Zeige deine Liebe durch kleine Gesten der Wertschätzung und kreative Überraschungen. Investiere Zeit, um gemeinsame Erinnerungen zu schaffen, und sei geduldig bei Konflikten. Deine Wärme und dein Charme sind das Fundament eures Glücks. Bleibe ehrlich und zärtlich, um eure Verbindung noch tiefer zu festigen. So schafft ihr eine harmonische, liebevolle Beziehung, die ewig blüht.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Schatz eine persönliche Liebesbotschaft in einem handgeschriebenen Brief schicken, um deine tiefen Gefühle authentisch zu zeigen.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, am 11. Februar 2026 steht dir eine wunderbare Gelegenheit bevor, neue Menschen kennenzulernen. Öffne dein Herz für spontane Treffen und nutze Gelegenheiten, um deine Komfortzone zu verlassen. Sei authentisch, zeige Interesse und höre aufmerksam zu. Romantische Chancen ergeben sich oft dort, wo du am wenigsten erwartest. Vertraue auf deine Intuition, bleib geduldig, und dein Wunsch nach Liebe wird sich bald erfüllen.",
      "couples": "Liebe Jungfrau, am 11. Februar 2026 ist eine wundervolle Gelegenheit, eure Beziehung zu vertiefen. Zeige deine Wertschätzung durch kleine romantische Gesten und ehrlich gemeinte Komplimente. Offene, liebevolle Kommunikation stärkt euer Band – teile deine Gefühle und höre aktiv zu. Das gemeinsame planmäßige Verbringen von Zeit, sei es bei einem Dinner oder einem Spaziergang, schafft Nähe und Vertrauen. Lass deine Liebe täglich erblühen.",
      "mood": "leidenschaftlich",
      "action": "Heute könntest du deiner Liebe eine handgeschriebene Karte schicken, in der du deine Wertschätzung und deine tiefen Gefühle ehrlich ausdrückst.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Am 11. Februar 2026 ist eine perfekte Zeit für Waage, Grenzen zu öffnen und neue Begegnungen zu wagen. Nutze Gelegenheiten, um bei Veranstaltungen oder gemeinsamen Aktivitäten Gleichgesinnte kennenzulernen. Zeige deine Balance zwischen Offenheit und Selbstachtung; dein Charme wird Herzen erwärmen. Sei ehrlich und authentisch, denn wahre Verbindung entsteht durch Ehrlichkeit. Vertrauen und Geduld führen dich zu einer liebevollen Partnerschaft, die dein Herz erfüllt und dir langfristige Harmonie schenkt.",
      "couples": "Am 11. Februar 2026 ist für die Waage der perfekte Tag, um eure Beziehung zu vertiefen. Zeige deine Wertschätzung durch kleine, liebevolle Gesten und schaffe Raum für offenherzige Gespräche. Höre aufmerksam zu und teile deine Gefühle ehrlich. Gemeinsame Erlebnisse, wie ein romantischer Spaziergang oder ein Candle-Light-Dinner, stärken eure Verbindung. Nutze den Tag, um eure Harmonie zu feiern und eure Partnerschaft mit Wärme und Zuneigung zu bereichern.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, um eure Verbindung zu stärken und eure gemeinsame Harmonie zu vertiefen.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Am 11. Februar 2026 gibt dir dein Skorpion-Herz die Chance, neue Verbindungen zu knüpfen. Sei offen für spontane Begegnungen und nutze Gelegenheiten, um alte Freundschaften zu vertiefen. Dein intensives Charisma zieht potenzielle Partner an – zeige dein wahres Ich. Baue Vertrauen auf, indem du ehrlich und fürsorglich bist. Liebe wartet auf dich, wenn du mutig bist und dein Herz entscheidest, neue Wege zu gehen. Deine Tiefe wird dich zum richtigen Menschen führen.",
      "couples": "Am 11. Februar 2026 ist es für Skorpione wichtig, Offenheit und Verständnis in der Beziehung zu fördern. Zeige deine tiefen Gefühle durch kleine romantische Gesten, wie eine unerwartete Nachricht oder eine gemeinsame Aktivität. Höre aufmerksam zu, um Missverständnisse zu vermeiden. Investiere Zeit in meaningful Gespräche, um die emotionale Verbindung zu vertiefen. Deine ehrliche und leidenschaftliche Natur schafft ein starkes Fundament – nutze diese Energie, um eure Liebe noch inniger zu gestalten.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion seinem Herzblatt eine handgeschriebene Liebesbotschaft schicken, um seine tiefen Gefühle auf authentische Weise zu zeigen.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Lieber Schütze, im Februar 2026 öffnet sich eine wunderbare Gelegenheit, neue Menschen kennenzulernen. Nutze deine offene und abenteuerlustige Art, um bei Veranstaltungen, Kursen oder Reisen Kontakt zu knüpfen. Zeige dein echtes Interesse und lasse deine positive Energie strahlen. Es sind die kleinen Gesten, die Herzen berühren. Sei mutig, höre aufmerksam zu und traue dich, deine Gefühle ehrlich zu zeigen. Romantik könnte genau dort beginnen, wo du es am wenigsten erwartest.",
      "couples": "Am 11. Februar 2026 ist es für den Schützen wichtig, die Verbindung zu seinem Partner durch offene, ehrliche Gespräche zu stärken. Zeige deine Liebe mit kleinen, bedeutungsvollen Gesten – eine handgeschriebene Nachricht oder ein spontaner Ausflug. Höre aktiv zu, um Missverständnisse zu vermeiden und Vertrauen aufzubauen. Nutze den Tag, um gemeinsame Träume zu teilen und neue Abenteuer zu planen, damit eure Beziehung noch leidenschaftlicher wächst.",
      "mood": "nachdenklich",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, die deine Bewunderung für seine/weilte Unabhängigkeit und Abenteuerlust ausdrückt.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Lieber Steinbock, am 11. Februar 2026 eröffnet sich eine wunderbare Chance, dein soziales Umfeld zu erweitern. Nutze spontane Treffen und neue Hobbys, um interessante Menschen kennenzulernen. Seie offen für ehrliche Gespräche und zeige deine innere Wärme. Romantische Verbindungen entstehen oft dort, wo du am wenigsten erwartest. Vertraue auf dein Herz und gebe dir selbst die Erlaubnis, Liebe auf ungeahnte Weise zu entdecken. Dein Charme wird bezaubern.",
      "couples": "Am 11. Februar 2026 ist es für den Steinbock wichtig, offene Kommunikation zu pflegen. Zeige deinem Partner deine tiefsten Gefühle durch ehrliche Gespräche und kleine romantische Gesten, wie eine unerwartete Note oder ein liebevolles Kompliment. Investiere Zeit in gemeinsame Momente, um Vertrauen zu vertiefen. Deine verlässliche Art wird euren Bund stärken. Denke daran: Ehrlichkeit und liebevolle Aufmerksamkeit sind die Schlüssel zu einer noch harmonischeren Beziehung.",
      "mood": "verspielt",
      "action": "Heute sollte der Steinbock seiner liebsten Person eine liebevolle, handgeschriebene Nachricht schicken, um seine tiefen Gefühle ehrlich und persönlich auszudrücken.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Am 11. Februar 2026 ist die Liebe für den Wassermann besonders spannend. Nutze diese Zeit, um neue Menschen kennenzulernen, sei offen für spontane Begegnungen und gehe aktiv auf Veranstaltungen zu. Dein Charme und deine kreative Energie ziehen potenzielle Partner an. Zeige authentisches Interesse, höre aufmerksam zu und scheue dich nicht, auch mal deine tiefsten Gefühle zu teilen. Romantische Chancen sind greifbar – sei mutig und vertraue auf dein einzigartiges Wesen.",
      "couples": "Lieber Wassermann, am 11. Februar 2026 ist es wichtig, aktiv eure Verbindung zu vertiefen. Zeige deinem Partner durch kleine Überraschungen, dass du ihn schätzt. Offene, ehrliche Gespräche fördern Verständnis und Vertrauen. Nimm dir bewusst Zeit füreinander, um gemeinsam Neues zu erleben. Sei geduldig und offen für Kompromisse. So stärkst du eure Bindung und bringst frischen Schwung in eure Beziehung – Liebe braucht Pflege und Wärme.",
      "mood": "romantisch",
      "action": "Heute, Wassermann, schreibe deiner Liebsten eine ehrliche, herzliche Nachricht, in der du deine Wertschätzung und tiefe Gefühle für sie ausdrückst.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Liebe Fische, am 11. Februar 2026 liegt eine wundervolle Chance, dein Herz zu öffnen. Nutze diesen Tag, um neue Menschen kennenzulernen, sei es bei einem Spaziergang am Wasser oder in geselligen Kreisen. Zeige dich offen und authentisch, denn echte Verbindungen entstehen durch ehrliches Interesse. Vertraue deinem Bauchgefühl und sei geduldig – die Liebe kommt oft, wenn man es am wenigsten erwartet. Bleib offen für neue Abenteuer!",
      "couples": "Fische in einer Beziehung profitieren von offener Kommunikation und tiefem Einfühlungsvermögen. Zeige deinem Partner regelmäßig deine Gefühle durch kleine romantische Gesten wie liebevolle Nachrichten oder gemeinsame Spaziergänge. Höre aufmerksam zu, um seine Bedürfnisse besser zu verstehen, und schaffe gemeinsame Zeit, die eure Verbindung stärkt. Mit Vertrauen und Herzlichkeit könnt ihr gemeinsame Träume verwirklichen und eure Liebe noch tiefer wachsen lassen.",
      "mood": "leidenschaftlich",
      "action": "Heute schenke deinem Partner eine handgeschriebene Nachricht, in der du deine tiefsten Gefühle und gemeinsamen Träume liebevoll ausdrückst.",
      "author": "Astrologly"
    }
  }
}