{
  "date": "2026-02-12",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cara Ariete, il 2026 porterà nuove opportunità per incontrare persone affascinanti. Apri il cuore alle nuove esperienze, partecipa a eventi sociali e segui le tue passioni. Ricorda di ascoltare il tuo istinto, ma anche di concederti momenti di calma e riflessione. La spontaneità sarà la chiave: lasciati guidare dal cuore e dalle emozioni autentiche. L’amore potrebbe sorprenderti quando meno te lo aspetti.",
      "couples": "Carissima Ariete, il 12 febbraio 2026 ti invita a rafforzare la comunicazione con il partner. Sii sincera e aperta sui tuoi sentimenti; insieme, potrete superare ogni sfida. Dedica momenti romantici, magari una sorpresa o una serata speciale a due. Ricorda che ascoltare con attenzione e mostrare il tuo affetto quotidianamente creerà un legame ancora più forte, portando passione e armonia nella vostra storia d’amore.",
      "mood": "appassionato",
      "action": "Oggi, Ariete, prenditi un momento per scrivere una lettera d’amore sincera e toccante per il tuo partner, condividendo i tuoi sentimenti più profondi.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Caro Toro, il 12 febbraio 2026 sarà un giorno speciale per aprirti all’amore. Sii cautamente audace: partecipa a eventi sociali e concediti nuove esperienze. La tua naturale sensualità e pazienza attrarranno persone sincere, pronte a condividere valori profondi. Ricorda di ascoltare il cuore e fidarti del tempo. Non aver paura di mostrare vulnerabilità: il vero amore si nutre di autenticità. Abbi fiducia, il partner giusto potrebbe presentarsi in modo inaspettato.",
      "couples": "Caro Toro, il 12 febbraio 2026 è il momento perfetto per rafforzare il vostro legame. Dedica più tempo alla comunicazione aperta e sincera, ascoltando con cuore e attenzione. Sorprendi il partner con gesti romantici: una lettera d’amore, una cena speciale o un semplice gesto di affetto quotidiano. Ricorda che condividere emozioni profonde e mostrare gratitudine rinnovano la passione. Con sincerità e dedizione, il vostro rapporto si illuminerà ancor di più.",
      "mood": "cauto",
      "action": "Oggi Toro dovrebbe preparare una cena a sorpresa, scegliendo i suoi piatti preferiti, e accompagnarla con una playlist di canzoni significative per voi due.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Il 12 febbraio 2026, i Gemelli single troveranno nuove opportunità di incontro. Sii aperto a eventi sociali e attività che stimolino la tua curiosità, come corsi, viaggi o incontri culturali. La tua naturale versatilità attirerà persone interessanti: ascolta il tuo cuore e lasciati guidare dall’istinto. Ricorda che la sincerità e il sorriso sono il modo migliore per creare connessioni profonde. Abbi fiducia nel processo, l’amore potrebbe bussare proprio quando meno te n’aspetti.",
      "couples": "Gemelli, il 12 febbraio 2026, il segreto per rafforzare il vostro legame è l’autenticità e la comunicazione aperta. Dedica del tempo a ascoltare profondamente il partner, condividendo pensieri e desideri senza paura. Sorprendilo con gesti romantici, come una cena a lume di candela o una lettera d’amore sincera. La vostra versatilità diventa un punto di forza se lasci spazio alla vulnerabilità e alla comprensione reciproca, creando un amore più forte e autentico.",
      "mood": "romantico",
      "action": "Oggi, Gemelli, sorprendi il tuo partner con una cena a lume di candela preparata con un piatto speciale che hai scoperto insieme.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Cara Cancro, il 2026 ti invita a essere più aperta alle nuove esperienze amorose. Approfitta delle occasioni per socializzare e incontrare persone che condividano i tuoi valori e passioni. Sii sincera e autentica, lasciando trasparire il tuo cuore gentile. Non temere di mostrare le tue emozioni; la tua sensibilità attrarrà qualcuno speciale. Ricorda, l’amore spesso arriva quando meno te lo aspetti, quindi abbi pazienza e fiducia nel tuo cammino.",
      "couples": "Carissimo Cancro, il 12 febbraio 2026 è il momento perfetto per rafforzare il vostro legame. Dedica tempo alla comunicazione aperta, ascolta con il cuore e condividi i tuoi sentimenti sinceramente. Piccoli gesti romantici, come una cena a lume di candela o un messaggio dolce, faranno sentire il vostro partner amato e apprezzato. Ricorda, la sincerità e l’affetto sono le chiavi per un amore duraturo e appassionato.",
      "mood": "giocoso",
      "action": "Oggi, Cancro, prepara una cena a lume di candela per la persona amata, condividendo i tuoi sentimenti con dolce sincerità e calore.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Carissimo Leone, il 2026 porta opportunità di incontrare nuove persone e approfondire connessioni genuine. Sii aperto, sfrutta eventi sociali e attività che rispecchino le tue passioni. Mostra il tuo sorriso caloroso e la tua autenticità. Ricorda che il vero amore nasce dalla spontaneità, quindi lasciati sorprendere. Con pazienza e cuore aperto, le stelle ti guideranno verso incontri speciali e sorprendenti emozioni. La tua luce attirerà chi merita il tuo amore.",
      "couples": "Leone, oggi è il momento di rafforzare il vostro legame: dedica tempo alla comunicazione sincera, ascolta con cuore aperto e condividi i tuoi sogni e paure. Piccoli gesti romantici, come un messaggio affettuoso o una sorpresa inattesa, valorizzano il vostro amore. Ricorda che l’attenzione quotidiana costruisce una relazione solida e duratura. Coltiva la passione con gesti autentici, e il vostro legame si svilupperà ancora più profondo e appagante.",
      "mood": "serio",
      "action": "Leone dovrebbe sorprenderla con una cena fatta in casa, preparando il suo piatto preferito e lasciandole una lettera d'amore come dolce sorpresa.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Il 12 febbraio 2026, Vergine single, apri il cuore a nuove opportunità. Lascia andare la perfezione e concediti di essere spontanea. Partecipa a eventi sociali, hobby o corsi che ti appassionano: lì incontrerai persone autentiche e sincere. Ricorda, l’amore nasce spesso nei momenti più imprevedibili. Sii gentile con te stessa e fidati del tuo istinto, perché il vero partner apprezzerà la tua sincerità e il tuo equilibrio.",
      "couples": "Cara Vergine, il 12 febbraio 2026 è il momento di rafforzare il vostro legame. Dedicate tempo alla comunicazione sincera, ascoltando il cuore del partner senza giudizio. Piccoli gesti romantici, come una nota d’amore o una serata speciale, possono ravvivare la passione. Mostra gratitudine e cura i dettagli quotidiani. Ricorda, l’armonia nasce dalla comprensione e dall’amore autentico, alimentando una relazione solida e appassionata.",
      "mood": "appassionato",
      "action": "Oggi, Vergine, dedica qualche minuto a scrivere una lettera d’amore autentica e sincera, condividendo i tuoi sentimenti più profondi con il partner.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Carissima Bilancia, il 2026 ti offre l’opportunità di aprirti a nuovi incontri. Approfitta delle occasioni sociali e sii spontanea: un sorriso sincero può svelare un mondo di possibilità. Non temere di mostrare il tuo lato più autentico e curioso. Ricorda, la tua capacità di ascolto e empatia attirerà persone speciali. Sii paziente, perché l’amore potrebbe bussare quando meno te lo aspetti, portando gioia e scoperta nella tua vita.",
      "couples": "Cara Bilancia, il 12 febbraio 2026 è il giorno perfetto per rafforzare il vostro legame. Dedicate tempo alla comunicazione sincera, ascoltando con empatia e apertura. Sorprendi il partner con gesti romantici, come una cena intima o una lettera dal cuore. Ricorda di trovare l’equilibrio tra dare e ricevere. La vostra armonia si alimenta di attenzione e affetto genuino. Investi nella relazione: così il vostro amore splenderà ancora più intensamente.",
      "mood": "cauto",
      "action": "Oggi, Bilancia, invia un messaggio sincero e dolce al partner per esprimere quanto apprezzi la sua presenza e il suo amore.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Il 12 febbraio 2026, Scorpione solitario, apri il cuore alle nuove opportunità. Sii aperto al flirt e alle conoscenze casuali, perché il cielo favorisce incontri sorprendenti. Mostra autenticità e ascolta con empatia, creando connessioni profonde. Non aver paura di abbassare le difese: la magia può nascere da conversazioni sincere. Questa è la tua stagione per scoprire una connessione autentica che possa illuminare il tuo cammino amoroso.",
      "couples": "Cari Scorpione, il 12 febbraio 2026 è il momento perfetto per rafforzare il vostro legame. Dedicate tempo alla comunicazione aperta e onesta, ascoltando profondamente il partner. Le piccole attenzioni, come un messaggio affettuoso o una sorpresa romantica, rafforzeranno la vostra intesa. Ricordate che la vulnerabilità vostra e del partner crea intimità. Coltivate l’amore con autenticità e dolcezza, così il vostro rapporto si gonfierà di passione e complicità.",
      "mood": "giocoso",
      "action": "Oggi, sfiora delicatamente la mano del tuo partner con un gesto gentile e guarda negli occhi, creando un momento di intima connessione.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Il 12 febbraio 2026, Sagittario, apri il cuore alle nuove esperienze. Approfitta di occasioni per incontrare persone diverse, magari iscrivendoti a corsi o eventi. La tua naturale curiosità attirerà chi condivide i tuoi desideri di avventura. Sii spontaneo, mostra il tuo sorriso sincero e lascia che il destino ti sorprenda. Ricorda, l’amore spesso si cela nei dettagli più semplici, basta solo essere pronti a scoprirlo.",
      "couples": "Il 12 febbraio 2026, il Sagittario può rafforzare il suo legame attraverso la comunicazione sincera e il piacere di condividere nuove avventure. Mostra il tuo lato romantico con piccoli gesti, come sorprese spontanee o parole affettuose. Ascolta attentamente il partner, rispettando le sue emozioni e desideri. Coltivare la fiducia e la spontaneità renderà il vostro rapporto più profondo e duraturo, trasformando ogni momento in un ricordo prezioso insieme.",
      "mood": "riflessivo",
      "action": "Oggi, Sagittario, sorprendi il tuo amore con un messaggio scritto a mano che esprima quanto apprezzi la sua libertà e il suo cuore avventuroso.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Il 12 febbraio 2026, il cuore del Capricorno solitario batte con un'energia rinnovata. È il momento di aprirti a nuove esperienze e di incontrare persone autentiche. Sii spontaneo, partecipa a eventi sociali e coltiva passioni condivise. La pazienza e la sincerità attireranno qualcuno che apprezzerà la tua stabilità e il tuo senso pratico. Con il cuore aperto, il romanticismo arriverà quando meno te lo aspetti, portando gioia e profondità nella tua vita amorosa.",
      "couples": "Cari Capricorno, il 12 febbraio 2026 è il momento perfetto per rafforzare il vostro legame. Dedicate tempo sincero al partner, ascoltando attentamente e condividendo i vostri desideri più profondi. Piccoli gesti romantici, come una lettera d’amore o una cena a sorpresa, scaldano il cuore. Ricordate che la comunicazione aperta e autentica crea intimità. Mostrate il vostro amore con costanza e autenticità, e guiderete la relazione verso nuove, superbe profondità.",
      "mood": "giocoso",
      "action": "Oggi, Capricorno, sorprendila con una lettera scritta a mano in cui esprimi il tuo amore e la tua gratitudine per i suoi sogni condivisi.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Il 2026 porterà agli Acquario single diverse opportunità di incontrare persone interessanti. Sii aperto a nuove esperienze e non temere di uscire dalla tua zona di comfort. Partecipa a eventi sociali, corsi o attività che rispecchiano i tuoi interessi. La spontaneità sarà la chiave: lasciati sorprendere e ascolta il tuo cuore. Con sincerità e apertura, il vero amore potrebbe bussare alla tua porta.",
      "couples": "Il 12 febbraio 2026, l’Acquario in coppia dovrebbe dedicare tempo alla comunicazione sincera. Mostrare interesse genuino nei sogni e desideri del partner rafforza il legame. Piccoli gesti romantici, come una lettera d’amore o una sorpresa improvvisa, renderanno il rapporto più intimo. Ricorda di ascoltare con il cuore e condividere emozioni profonde. Coltivare questa connessione speciale trasformerà ogni momento insieme in un ricordo indimenticabile, creando un legame più forte e autentico.",
      "mood": "romantico",
      "action": "Oggi, per dimostrare il tuo affetto, scrivi una lettera dolce e sincera al tuo partner, esprimendo quanto lo ami profondamente.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Carissimo Pesci, il 2026 sarà un anno di opportunità emozionanti. Apriti alle nuove conoscenze, lasciando che il cuore guidi le tue decisioni. Partecipa a eventi sociali e seguì i tuoi interessi, così incontrerai persone autentiche che rispecchiano la tua sensibilità. Ricorda di essere sincero e di mostrare il tuo lato più profondo. L’amore potrebbe sorprenderti quando meno te lo aspetti, quindi resta aperto e fiducioso nel tuo percorso.",
      "couples": "Cari Pesci, in questa giornata del 12 febbraio 2026, dedicate tempo alla comunicazione autentica con il vostro partner. Mostrate il vostro affetto con gesti romantici e parole sincere, rafforzando così il legame. Ascoltate con empatia e condividete sogni e desideri, creando un’intimità più profonda. Ricordate che l’amore si nutre di piccole attenzioni quotidiane: un sorriso, un messaggio affettuoso o una sorpresa pensata con cuore.",
      "mood": "appassionato",
      "action": "Oggi, Pesci, prepara una cena a sorpresa fatta con i tuoi piatti preferiti e scrivi una lettera d'amore sincera per il tuo partner.",
      "author": "Astrologly"
    }
  }
}