{
  "date": "2026-01-04",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Liebe Widder, am 4. Januar 2026 steht dein Herz offen für neue Begegnungen. Nutze diese Zeit, um aktiv auf Veranstaltungen, Freundschaften oder Hobbys zuzugehen. Sei mutig, zeige Interesse und bleib authentisch. Neue Menschen bringen frischen Wind in dein Leben und eröffnen dir romantische Chancen, von denen du bisher nur träumtest. Vertraue auf dein Bauchgefühl – Liebe wartet genau dort, wo dein Mut dich treibt.",
      "couples": "Lieber Widder, am 4. Januar 2026 möchtest du die Verbindung zu deinem Partner vertiefen. Zeige deine Liebe durch kleine, aufmerksame Gesten wie eine unerwartete Nachricht oder ein gemeinsames Frühstück. Kommunikation ist entscheidend—hör aktiv zu und teile deine Gefühle ehrlich. Nimm dir Zeit für gemeinsame Abenteuer, um eure Bindung zu stärken. Mit Warmherzigkeit und Offenheit schaffst du eine Harmonie, die eure Beziehung noch erfüllter macht.",
      "mood": "leidenschaftlich",
      "action": "Heute sollte der Widder seinem geliebten Menschen eine liebevolle Nachricht schicken, um seine Wertschätzung und Leidenschaft ehrlich und spontan auszudrücken.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Am 4. Januar 2026 ermutigt der Himmel den Stier, neue Wege der Begegnung zu erkunden. Nutze diese Zeit, um deine Komfortzone zu verlassen und offen für spontane Treffen zu sein. Gehe auf Veranstaltungen, bei denen du Gleichgesinnte triffst, und zeige dich authentisch. Deine ruhige, vertrauensvolle Art zieht potenzielle Partner an. Vertrauen und Geduld sind der Schlüssel – so wirst du in diesem Jahr eine bedeutungsvolle Liebe finden.",
      "couples": "Am 4. Januar 2026 ist es für Stiere wichtig, offen und ehrlich zu kommunizieren, um Missverständnisse zu vermeiden. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten wie eine liebevolle Nachricht oder eine gemeinsame Aktivität. Stärke eure Bindung, indem du aufmerksam auf die Bedürfnisse deines Partners eingehst und gemeinsame Zukunftspläne schmiedest. Vertraue auf deine natürliche Geduld und Zuverlässigkeit, um euer Fundament noch stabiler zu machen und eure Beziehung zu vertiefen.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle, handgeschriebene Nachricht schicken, um deine Zuneigung mit einer warmen, persönlichen Geste zu zeigen.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Liebe Zwillinge, am 4. Januar 2026 bietet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen, denn dein Charme zieht andere magnetisch an. Nutze gemeinsames Interesse, um tiefere Verbindungen zu schaffen. Traue dich, deine Sensibilität zu zeigen – wahre Liebe entsteht oft dort, wo man authentisch ist. Bleib neugierig und positiv, dann wirst du genau das Finden, was dein Herz begehrt.",
      "couples": "Am 4. Januar 2026 sollten Zwillinge in ihrer Beziehung auf offene Kommunikation und gemeinsame Aktivitäten setzen. Nutze deine vielseitigen Interessen, um gemeinsame Erlebnisse zu schaffen, die euch verbinden. Zeige deine Zuneigung durch kleine, liebevolle Gesten – sei es eine liebe Nachricht oder eine unerwartete Überraschung. Höre aufmerksam zu, um Missverständnisse zu vermeiden, und investiere bewusst Zeit in eure gemeinsame Zukunft. So wächst eure Liebe stetig und tief.",
      "mood": "romantisch",
      "action": "Heute sollten Zwillinge ihrem Partner eine liebevolle Nachricht schicken, in der sie ihre Bewunderung und Wertschätzung ausdrücken, um die Verbindung zu vertiefen.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Lieber Krebs, am 4. Januar 2026 eröffnet sich eine wundervolle Chance, dich neuen Menschen zu öffnen. Nutze Gelegenheiten, um authentisch und herzlich zu sein; deine einfühlsame Natur zieht potenzielle Partner an. Sei geduldig und vertraue auf dein Herz, um die richtige Verbindung zu finden. Ideal ist, kleine Treffen mit Freunden zu nutzen oder gemeinsam Interessen nachzugehen, um tiefere Beziehungen zu knüpfen. Offenheit ist der Schlüssel zu deinem romantischen Glück dieses Jahr.",
      "couples": "Lieber Krebs, am 4. Januar 2026 lohnt es sich, deine emotionale Verbindung zu vertiefen. Zeige deine Liebe durch kleine Gesten, wie eine liebevolle Nachricht oder ein gemeinsames Abendessen. Höre aufmerksam zu, um die Bedürfnisse deines Partners besser zu verstehen. Nutze offene Kommunikation, um Missverständnisse zu vermeiden. Deine Wärme und Fürsorglichkeit schaffen eine sichere Basis, auf der eure Beziehung wachsen und gedeihen kann. Bleib authentisch und liebevoll.",
      "mood": "verspielt",
      "action": "Krebs sollte heute Abend eine liebevolle Nachricht an seinen Partner schicken, in der er seine Gefühle offen und ehrlich ausdrückt.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Lieber Löwe, am 4. Januar 2026 öffnet sich eine besondere Chance, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen, zeige dein strahlendes Wesen und setze auf ehrliches Lächeln. Nutze Gelegenheiten, um tiefgründige Gespräche zu führen, und sei geduldig mit dem Flirten. Deine natürliche Wärme zieht potenzielle Partner magisch an – vertraue auf deine Ausstrahlung und lasse dein Herz frei, um eine unvergessliche Liebe zu finden.",
      "couples": "Am 4. Januar 2026 ist es für Löwen besonders wichtig, ihr Herz offen zu halten. Zeige deine Wertschätzung durch kleine, unerwartete Gesten und vermeide Eifersucht. Höre deinem Partner aktiv zu und teile deine Wünsche ehrlich. Gemeinsame Erlebnisse stärken die Bindung, also plane etwas Romantisches. Zeige deine Leidenschaft, aber auch Sensibilität, um tiefer verbunden zu sein. Liebe wächst durch offene Kommunikation und aufrichtige Zuwendung.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Partner eine persönliche, handgeschriebene Liebesbotschaft schicken und dabei deine tiefsten Gefühle ehrlich ausdrücken.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, am 4. Januar 2026 könnten sich interessante Begegnungen ergeben. Offenheit für neue Menschen bringt dir unerwartete romantische Chancen. Plane Aktivitäten, bei denen du deine sorgfältige Seite zeigen kannst, wie Kurse oder Gemeinschaftsprojekte. Sei geduldig und authentisch, denn echte Verbindungen entstehen meist durch tiefe Gespräche. Nutze den Monat, um dein Herz für spontane Momente zu öffnen. Deine Liebe wartet vielleicht genau dort, wo du es am wenigsten erwartest.",
      "couples": "Am 4. Januar 2026 solltest du als Jungfrau liebevoll auf offene Kommunikation setzen. Zeige deinem Partner deine Wertschätzung durch kleine Gesten und ehrliches Zuhören. Plane gemeinsame Momente, die eure Verbindung vertiefen, wie ein gemütliches Dinner oder einen Spaziergang im Schnee. Sei geduldig und verständnisvoll, auch wenn der Alltag stressig ist. Deine Fürsorge und Aufmerksamkeit werden eure Beziehung noch stärker machen und für romantische Harmonie sorgen.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deiner Liebsten eine liebevolle Nachricht schicken, in der du deine Wertschätzung ausdrückst und gemeinsame Erinnerungen teilst.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Liebe Waage, am 4. Januar 2026 eröffnen sich wunderbare Möglichkeiten, neue Menschen kennenzulernen. Zeige dich offen und ehrlich, um tiefere Verbindungen zu schaffen. Nutze Networking-Events oder gemeinsame Interessen, um Gleichgesinnte zu treffen. Sei geduldig, denn wahre Liebe braucht Zeit. Vertrau auf dein charmantes Wesen und deine soziale Kompetenz, um romantische Chancen zu ergreifen. Dein strahlendes Lächeln wird Herzen gewinnen und Türen zu einer besonderen Beziehung öffnen.",
      "couples": "Am 4. Januar 2026 liegt der Fokus für Waagen auf dem Aufbau tiefer Verbindung. Zeige deine Wertschätzung durch kleine romantische Gesten, wie eine liebevolle Nachricht oder ein gemeinsames Erlebnis. Höre aktiv auf deinen Partner, um Missverständnisse zu vermeiden. Offenheit und ehrliches Gespräch fördern Verständis. Lass deine Harmonie und Balance in der Beziehung leuchten, indem du gemeinsam schöne Momente schaffst, die euer Band stärken und eure Liebe vertiefen.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem/ihrer Partner/in eine liebevolle Nachricht schicken, um eure Verbundenheit zu stärken und gemeinsam den Moment zu genießen.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Liebe Skorpion-Geborene, am 4. Januar 2026 stehen die Sterne günstig, um neue Verbindungen zu knüpfen. Öffne dein Herz für ungeahnte Begegnungen, sei offen für neue Menschen und zeige deine authentische Seite. Nutze diese Zeit, um tiefere Gespräche zu führen und emotionale Bindungen aufzubauen. Vertrauen und Ehrlichkeit werden dir helfen, vertrauensvolle Partnerschaften zu schaffen. Lass dein leidenschaftliches Naturell erblühen und genieße die Schönheit, die dir jetzt begegnet.",
      "couples": "Am 4. Januar 2026 solltest du deinem Partner besonders deine Wertschätzung zeigen. Zeige, dass du seine Gefühle ernst nimmst, indem du offen sprichst und aktiv zuhörst. Kleine romantische Gesten wie eine liebevolle Nachricht oder ein spontanes Treffen stärken eure Verbindung. Nutze die Kraft deiner Intuition, um Missverständnisse zu vermeiden. Offenheit und aufrichtige Zuneigung sind der Schlüssel, um eure Beziehung tief zu festigen und gemeinsam ins neue Jahr zu starten.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion seinem Partner eine liebevolle Nachricht schicken, in der er seine tiefen Gefühle offenbart und seine Leidenschaft zum Ausdruck bringt.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Am 4. Januar 2026 sind Schützen besonders offen für neue Begegnungen. Nutze diese Zeit, um spontan und neugierig auf Menschen zuzugehen. Sei authentisch und zeige dein wahres Ich – das wirkt anziehend. Gehe aus deiner Komfortzone, besuche Veranstaltungen oder Hobbys, die dich begeistern. Offenheit und positive Energie ziehen potenzielle Partner an. Gib dir selbst die Erlaubnis, Liebe zu finden, und vertraue darauf, dass die richtigen Begegnungen nur eine Chance entfernt sind.",
      "couples": "Am 4. Januar 2026 solltest du als Schütze besonderen Wert auf offene Kommunikation legen. Teile deine Gefühle ehrlich, um Missverständnisse zu vermeiden. Überrasche deinen Partner mit kleinen, bedeutungsvollen Gesten, die eure Verbindung stärken. Zeige deine Abenteuerlust durch gemeinsame Aktivitäten, die euch verbinden. Höre aufmerksam zu und sei präsent. So wächst eure Beziehung durch Vertrauen und Fröhlichkeit – eine schöne Basis für die Zukunft.",
      "mood": "nachdenklich",
      "action": "Heute könntest du deinem Partner eine liebevolle und persönliche Nachricht per Hand schreiben, um deine Wertschätzung und Gefühle auszudrücken.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Am 4. Januar 2026 stehen für single Steinböcke wundervolle Gelegenheiten bevor. Nutze diese Zeit, um offen für neue Begegnungen zu sein, sei mutig bei Gesprächen und scheue nicht vor Abenteuern zurück. Gehe auf Veranstaltungen, die deine Interessen spiegeln, und sei authentisch. Liebe wächst oft dort, wo du dich wohlfühlst. Vertraue deinem Bauchgefühl und lasse dein Herz sprechen – Romantik liegt in deiner Nähe.",
      "couples": "Am 4. Januar 2026 ist es für den Steinbock wichtig, offen und ehrlich mit deinem Partner zu kommunizieren. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten, wie eine liebevolle Nachricht oder gemeinsame Zeit. Nutze deine Zuverlässigkeit, um Sicherheit zu schaffen, aber vergiss nicht, auch deine Gefühle zu teilen. Vertrauen und gegenseitiges Verständnis sind die Basis für eine tiefe Verbindung. Lass dein Herz sprechen und genieße die gemeinsame Nähe.",
      "mood": "verspielt",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, die deine Wertschätzung ausdrückt und ihm zeigt, wie wichtig er dir ist.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Am 4. Januar 2026, liebe wassermannhafte Seele, öffne dein Herz für neue Begegnungen. Nutze innovative Wege, um Gleichgesinnte zu treffen—sei es bei Veranstaltungen, in Online-Communitys oder durch Hobbys, die deine Kreativität wecken. Bleibe authentisch und neugierig, um tiefere Verbindungen zu schaffen. Dein offenes Wesen zieht potenzielle Partner an. Vertrau auf deine Intuition und sei geduldig, denn die Liebe findet dich, wenn du es am wenigsten erwartest.",
      "couples": "Am 4. Januar 2026 ist es für den Wassermann wichtig, seine einzigartigen Eigenschaften in der Partnerschaft zu feiern. Zeige deinem Partner offen deine Gefühle und höre aufmerksam zu. Kleine, unerwartete Gesten der Liebe, wie liebevolle Nachrichten oder gemeinsames Abenteuer, stärken eure Bindung. Bleibe neugierig aufeinander und pflege die Kommunikation. So schafft ihr eine tiefe Verbundenheit, die euch durch jede Herausforderung trägt. Vertrauen und Wärme sind die Schlüssel für einen erfüllten gemeinsamen Weg.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Partner eine liebevolle, handgeschriebene Nachricht schicken, um deine Wertschätzung und Verbundenheit auf eine persönliche Weise zu zeigen.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Liebe Fische, am 4. Januar 2026 ist der perfekte Tag, um deine Herzlichkeit zu zeigen. Öffne dich neuen Begegnungen und sei offen für ungewöhnliche Treffen. Nutze Gelegenheiten, um dich in sozialen Kreisen zu bewegen, sei es bei Treffen mit Freunden oder Online-Dates. Deine Intuition führt dich zu authentischen Verbindungen. Vertraue deinem Herzen, und die richtigen Menschen werden den Weg zu dir finden – Liebe liegt in deiner Nähe.",
      "couples": "Liebe Fische, heute ist ein idealer Tag, um tiefere Verbindungen zu knüpfen. Zeige deinem Partner deine Gefühle durch kleine, bedeutungsvolle Gesten wie eine liebevolle Nachricht oder eine gemeinsame Meditation. Höre aufmerksam zu und teile deine Träume offen. Ehrliche Kommunikation stärkt das Vertrauen. Lass dein Herz sprechen und schenke deinem Partner unvergessliche Momente der Zuneigung – so wächst eure Liebe noch stärker und nachhaltiger.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deiner Partnerin eine liebevolle Nachricht schicken, in der du deine Gefühle ehrlich ausdrückst und sie wissen lässt, wie sehr sie dir am Herzen liegt.",
      "author": "Astrologly"
    }
  }
}