{
  "date": "2026-02-18",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Hoje, Áries solteiro, o universo sorri para suas oportunidades amorosas. Aproveite eventos sociais e atividades que despertem sua paixão, pois novas conexões estão ao seu alcance. Seja autêntico e aberto ao que o coração deseja, sem pressa. Sua energia contagiante atrairá pessoas especiais. Dedique-se a explorar diferentes círculos, amigos, ou hobbies para ampliar suas chances de encontrar alguém que valorize sua essência vibrante e aventureira. Confie no seu potencial de amar e ser amado.",
      "couples": "Para Áries em 18 de fevereiro de 2026, foco em fortalecer laços por meio de comunicação aberta e sincera. Mostre seu amor com gestos românticos autênticos, valorizando pequenos detalhes diários. Ouça ativamente seu parceiro, demonstrando interesse genuíno. Aproveite o dia para planejar uma surpresa especial ou um momento de intimidade. Assim, você consolidará a confiança e criará uma conexão ainda mais profunda, cultivando um relacionamento cheio de paixão e harmonia.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor com uma mensagem escrita à mão, expressando seus sentimentos mais profundos e desejando um momento especial juntos.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Para Touro solteiro em 2026-02-18, abra-se para novas experiências e convites. Aproveite oportunidades de encontros que surjam naturalmente, como eventos culturais e encontros com amigos em comum. Mantenha seu coração aberto e seja autêntico ao mostrar seu carinho. Acredite na sua força de conexão, e pequenas ações podem transformar encontros casuais em possibilidades duradouras. Confie no seu charme e na sua autenticidade para criar momentos especiais.",
      "couples": "Para fortalecer seu relacionamento em 18 de fevereiro de 2026, Touro, invista em comunicação aberta e sincera. Valorize gestos românticos que expressem seu afeto, como uma surpresa ou um jantar especial. Seja paciente ao ouvir seu par e mostre entusiasmo pelos sonhos dele(a). Pequenas demonstrações diárias de carinho criarão uma conexão mais profunda, reforçando a confiança e o amor. Aproveite esse momento para cultivar ainda mais sua estabilidade emocional e romper qualquer barreira.",
      "mood": "cauteloso",
      "action": "Hoje, o taurino deve preparar um jantar especial em casa, com a comida preferida do seu amor, e surpreendê-lo com uma mensagem carinhosa.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Gêmeos, 2026 será um ano encantador para explorar novas conexões. Aproveite oportunidades de encontros espontâneos, seja em eventos culturais ou cafés aconchegantes. Sua comunicação divertida e autêntica atrairá pessoas interessadas em sua essência brilhante. Esteja aberto a conhecer diferentes opiniões e histórias, pois isso fortalecerá suas chances de encontrar alguém especial. Confie na sua intuição e permita que seu charme natural brilhe, criando laços significativos e românticos neste período promissor.",
      "couples": "Para Gêmeos em 18 de fevereiro de 2026, valorize a comunicação aberta para fortalecer o vínculo. Demonstre interesse genuíno nas emoções do seu parceiro e pratique a escuta ativa. Surpreenda com gestos românticos, como mensagens carinhosas ou pequenas surpresas, que mostrem o quanto ele é importante. Cultivar momentos de cumplicidade e espontaneidade ajudará a manter a chama acesa e aprofundar seu relacionamento, criando uma conexão mais sólida e verdadeira.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, envie uma mensagem carinhosa e personalizada para seu parceiro, expressando o quanto ele ou ela é importante para você.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Para os Cancerianos solteiros em 18 de fevereiro de 2026, abra seu coração para novas experiências. Valorize momentos de convivência, seja em eventos sociais ou atividades que despertem sua paixão. Aproveite oportunidades de conexão autêntica, escutando com atenção e demonstrando seu carinho natural. Confie na sua intuição e não tema mostrar vulnerabilidade. O amor pode surgir onde menos espera, então esteja aberto às surpresas da vida e permita-se florescer emocionalmente.",
      "couples": "Querido Câncer, em 2026-02-18, dedique tempo para fortalecer seu vínculo através de gestos românticos e palavras sinceras. Ouça ativamente seu parceiro, demonstrando interesse genuíno em suas emoções e sonhos. Pequinos gestos diários, como um abraço apertado ou uma mensagem carinhosa, criam conexão. Invista na comunicação aberta e saborosa, reforçando o amor e a confiança entre vocês. Assim, ambos se sentirão mais seguros e unidos, vivendo momentos inesquecíveis juntos.",
      "mood": "brincalhão",
      "action": "Hoje, Cancer, envie uma mensagem sincera e carinhosa para expressar seu amor e valorização à pessoa especial em sua vida.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 reserva oportunidades incríveis para ampliar seu círculo social. Seja aberto a encontros espontâneos e explore novos ambientes, como eventos culturais ou grupos de interesse. Sua energia contagiante atrairá pessoas especiais naturalmente. Invista na sua autenticidade e mostre seu verdadeiro brilho. Esta é a hora de confiar em seu coração e permitir que o amor floresça de forma leve e genuína. Aproveite cada momento e se entregue às possibilidades do romance.",
      "couples": "Querido Leão, em 2026-02-18, valorize a comunicação sincera com seu parceiro. Demonstre seu amor com gestos autênticos, como pequenas surpresas ou palavras carinhosas. Fortaleça o vínculo ao ouvir com atenção e respeitar as diferenças. Seja generoso em elogios e mantenha o brilho no olhar que encanta. Pequenos gestos diários criam uma conexão sólida e romântica, fazendo seu relacionamento florescer cada dia mais.",
      "mood": "sério",
      "action": "Hoje, Leão deve preparar um jantar especial e romântico em casa para surpreender seu amor com carinho e atenção.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Neste dia 18 de fevereiro de 2026, Virgem solteira, abra seu coração para novas possibilidades. Aproveite oportunidades de encontros que lhe permitam mostrar seu verdadeiro eu, sem pressa ou cobranças. Seja espontânea e permita-se sair da rotina, conhecendo pessoas diferentes. A conexão genuína pode surgir onde menos espera. Confie na sua intuição e lembre-se: o amor floresce quando estamos abertas a novas experiências. Dê o primeiro passo com coragem e esperança.",
      "couples": "Para Virgem em 18/02/2026, concentre-se em fortalecer seu relacionamento através de comunicação aberta e sincera. Pequenos gestos de carinho, como uma mensagem de bom dia ou um jantar feito com dedicação, podem fortalecer os laços. Valorize a vulnerabilidade do parceiro, criando um espaço seguro. Seja paciente e presente, demonstrando amor com ações além das palavras. Assim, seu relacionamento se aprofundará, trazendo mais harmonia e romantismo entre vocês.",
      "mood": "apaixonado",
      "action": "Hoje, para demonstrar seu amor, prepare uma noite surpresa com jantar romântico à luz de velas e uma playlist que represente sua conexão.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, em 2026, abra o coração para novas experiências românticas. Aproveite oportunidades de encontros sociais e eventos culturais para ampliar seu círculo de conhecidos. Sua aura encantadora atrairá pessoas que compartilham seus valores e gostos. Seja autêntica e aberta às novidades, sem pressa. O amor pode surgir de conexões inesperadas. Confie no seu charme equilibrado e lembre-se: o relacionamento ideal começa com um sorriso sincero e uma alma receptiva.",
      "couples": "Para Librianos em um relacionamento em 18 de fevereiro de 2026, invista na comunicação aberta e sincera. Demonstre seu amor com gestos românticos e detalhes que mostram sua atenção às necessidades do parceiro. Busque momentos de harmonia e equilíbrio, cultivando a empatia. Ouça ativamente e valorize a beleza da rotina compartilhada. Pequenas ações diárias fortalecerão a conexão, tornando seu relacionamento mais sólido e cheio de amor verdadeiro e cumplicidade.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e doce, expressando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpião, em 2026, abra seu coração para novas possibilidades. Aproveite eventos sociais e conviva com diferentes grupos para ampliar seu círculo de amizades. Seja autêntico e aberto, permitindo que sua intensidade natural crie conexões profundas. Não tenha medo de revelar seu verdadeiro eu; a sinceridade atrai quem valoriza sua essência. O amor pode surgir de encontros inesperados, então esteja receptivo às oportunidades. Confie no seu coração e deixe o romance florescer naturalmente.",
      "couples": "Para Escorpião em 18/02/2026, a chave é abrir seu coração com gentileza e sinceridade. Invista em momentos de conexão profunda, ouvindo verdadeiramente seu parceiro e expressando seus sentimentos com paixão e calma. Pequenos gestos românticos, como bilhetes ou gestos de carinho, solidificam a confiança. Cultive a transparência emocional e lembre-se de que o amor se fortalece na honestidade e na dedicação diária.Seu vínculo agradece esse cuidado intenso.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve surpreender seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e desejos compartilhados.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Para Sagitarianos solteiros em 18/02/2026, abrace novas aventuras e explore lados diferentes de si mesmos. Venha conhecer novas pessoas por meio de atividades ao ar livre, viagens ou cursos que alimentem sua paixão por aprender. Seja aberto ao inesperado e confie na sua alegria contagiante para atrair alguém especial. Aproveite essa fase para construir conexões autênticas, cultivando esperança e otimismo, e esteja pronto para o amor surgir de forma natural e surpreendente.",
      "couples": "Para Sagitário em 18/02/2026, fortaleça seu relacionamento cultivando comunicação aberta e sincera. Surpreenda seu par com gestos românticos que expressem seu carinho, como uma trilha ao pôr do sol ou uma mensagem doce de manhã. Ouça com atenção, demonstrando interesse genuíno nas emoções do outro. Reserve momentos especiais para conversar e rir juntos, reforçando a conexão. Assim, seu relacionamento se tornará mais sólido, repleto de amor e cumplicidade.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, envie uma mensagem sincera reconhecendo o quanto valoriza seu parceiro e proponha uma atividade ao ar livre para fortalecer a conexão.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricorniano(a), 2026 pode trazer surpresas encantadoras! Aproveite a energia do mês para expandir sua rede social e participar de eventos que despertam seu interesse. Seja autêntico e aberto ao novo, deixando seu jeito calmo e determinado conquistar corações. Não tenha medo de mostrar vulnerabilidade, pois conexões profundas podem surgir onde menos espera. Confie no seu valor, e o amor encontrará o seu caminho!",
      "couples": "Capricórnio em 18 de fevereiro de 2026, lembre-se de valorizar a comunicação aberta com seu parceiro. Demonstre afeto por gestos simples e sinceros, como uma mensagem inesperada ou um toque carinhoso. Invista tempo em atividades que fortaleçam a conexão, como jantares a dois ou diálogos profundos. Sua dedicação e sensibilidade criarão um ambiente de confiança e amor duradouro, tornando seu relacionamento mais sólido e apaixonado.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve preparar um jantar especial em casa, decorando com detalhes que simbolizem a conexão e os sonhos compartilhados.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Aquário, em 2026-02-18, esteja aberto a novas experiências amorosas. Use sua autenticidade para criar conexões genuínas e busque encontros fora do comum, onde sua criatividade brilhe. Participe de eventos sociais e grupos que compartilhem seus interesses, facilitando encontros com possíveis parceiros compatíveis. Confie na sua intuição e deixe que o coração guie suas escolhas. O amor está ao seu alcance se você se permitir explorar o novo com esperança e coragem.",
      "couples": "Querido aquariano, em 2026-02-18, valorize a conexão emocional com seu parceiro. Seja aberto e honesto na comunicação, compartilhando seus sonhos e medos com delicadeza. Surpreenda com gestos românticos que demonstrem seu carinho único, como uma mensagem sincera ou um pequeno detalhe que mostre sua atenção. Fortaleça os laços ao equilibrar liberdade e afeto, criando um ambiente de confiança mútua. Aproveite esse momento para aprofundar seu amor e criar memórias inesquecíveis juntos.",
      "mood": "romântico",
      "action": "Hoje, Aquário, surpreenda seu amor com uma mensagem sincera e carinhosa, demonstrando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Para os Peixes solteiros em 2026-02-18, aproveite a energia do dia para explorar novas conexões. Esteja aberto a encontros espontâneos e participe de atividades que alimentem sua alma, como artes ou meditação. Sua sensibilidade será uma vantagem para criar laços profundos. Não tenha medo de se mostrar vulnerável; a autenticidade atrai quem realmente combina com você. Confie na sua intuição e permita que o amor surja naturalmente.",
      "couples": "Querido Peixes, hoje é um momento especial para fortalecer seu vínculo afetivo. Invista na comunicação aberta e honesta, escutando com empatia e compreensão. Surpreenda seu parceiro com gestos românticos e gestos de carinho que demonstram seu amor sincero. Permita-se, também, compartilhar seus sonhos e emoções, criando uma conexão mais profunda. Pequenas ações diárias podem manter a chama acesa e transformar seu relacionamento em uma fonte contínua de alegria e cumplicidade.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, reserve um momento para criar uma playlist com suas músicas favoritas e compartilhe com quem ama, demonstrando seu carinho e sensibilidade.",
      "author": "Astrologly"
    }
  }
}