{
  "date": "2026-02-21",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Áries, hoje é um dia perfeito para abrir seu coração e explorar novas conexões. Aproveite a energia vibrante para participar de eventos sociais e se envolver com pessoas que compartilham seus interesses. Seja autêntico e demonstre seu entusiasmo, pois isso atrairá alguém especial. Confie no seu charme natural e lembre-se de que o amor nasce da coragem de se mostrar verdadeiro. Esteja aberto às possibilidades e permita-se viver uma paixão verdadeira.",
      "couples": "Áries em 2026-02-21, aproveite o dia para fortalecer seu relacionamento cultivando comunicação sincera e aberta. Demonstre seu carinho com gestos românticos, como palavras emocionantes ou pequenos detalhes que mostram seu afeto. Escute seu parceiro com atenção e compartilhe sonhos e expectativas. Lembre-se de ser paciente e compreensivo, criando momentos de conexão profunda. Assim, seu relacionamento florescerá, fortalecendo ainda mais o vínculo de amor e confiança entre vocês.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, prepare um jantar surpresa e deixe um bilhete apaixonado à sua cara metade, demonstrando o quanto ela é especial para você.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, em 2026-02-21, abra seu coração para novas oportunidades. Aposte em atividades que fortaleçam seu charme natural, como workshops ou viagens, para conhecer pessoas que compartilhem seus valores. Seja autêntico, use sua paciência para criar conexões profundas e permita-se vulnerabilizar. O amor pode surgir de encontros simples, mas essenciais. Confie no seu ritmo e lembre-se: a verdadeira paixão floresce na sinceridade e na calma.",
      "couples": "Para Touro em 2026-02-21, concentre-se em fortalecer seu vínculo através de gestos românticos sinceros e atenção aos detalhes que seu parceiro valoriza. Comunicação aberta e honesta será fundamental; compartilhe seus sentimentos sem medo. Demonstre seu amor com pequenas ações diárias, como momentos de carinho ou surpresas significativas. Cultive a paciência e lembre-se de ouvir ativamente. Assim, vocês construirão uma conexão ainda mais sólida e duradoura, repleta de compreensão e afeto genuíno.",
      "mood": "cauteloso",
      "action": "Hoje, para demonstrar seu amor, prepare um jantar especial em casa com a comida favorita do seu parceiro, criando um ambiente acolhedor e romântico.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Para os geminianos solteiros em 21 de fevereiro de 2026, aproveite a energia do dia para explorar novas oportunidades de namoro. Seja aberto a encontros inesperados e conexão com pessoas que compartilhem seus interesses. Cultive conversas sinceras e demonstre interesse genuíno. Este é um momento perfeito para ampliar seu círculo social, participar de eventos e atividades que lhe trazem alegria. Confie na sua espontaneidade; o amor pode estar mais próximo do que imagina.",
      "couples": "Para Gêmeos em 21 de fevereiro de 2026, é importante fortalecer sua conexão através de uma comunicação honesta e aberta. Demonstre seu carinho com gestos simples, como mensagens carinhosas ou um abraço sincero. Ouça seu parceiro com atenção, valorizando suas emoções. Use sua naturalidade para surpreender com novidades e atividades criativas. Cultivar diálogo e gestos de afeto criará uma base sólida e cheia de harmonia no relacionamento.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, envie uma mensagem carinhosa e sincera para seu amor, expressando o quanto ele é prioridade na sua vida.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Para os Câncer solteiros em 21 de fevereiro de 2026, abra seu coração para novas experiências. Aproveite oportunidades de encontros em ambientes acolhedores, como cafés ou eventos culturais, onde sua essência sensível será valorizada. Seja autêntico e manifeste seu carinho genuíno. Cultive sua autoestima e permita que a conexão emocional floresça naturalmente. O amor pode surgir de uma conversa inesperada; esteja aberto para conhecer pessoas verdadeiramente compatíveis. Confie no seu encanto e na magia do momento.",
      "couples": "No dia 21 de fevereiro de 2026, Câncer, sua sensibilidade é seu maior tesouro. Aproveite para fortalecer seus laços através de gestos românticos e palavras sinceras. Ouça com atenção seu parceiro e compartilhe seus sentimentos de forma aberta e carinhosa. Pequenas ações diárias, como um bilhete amoroso ou um jantar especial, reforçam a conexão emocional. Cultive a paciência e a empatia, criando um relacionamento mais profundo, cheio de amor e compreensão.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem sincera de carinho e gratidão ao seu amor, expressando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 será um momento especial para explorar novas conexões amorosas. Aceite convites, participe de eventos sociais e confie na sua autenticidade vibrante. Seja sincero sobre seus sentimentos e mostre seu verdadeiro brilho, atraindo pessoas que gostam da sua energia única. Aproveite para conhecer pessoas com interesses semelhantes, pois o amor pode surgir onde menos espera. Abra seu coração e permita que o romance floresça com espontaneidade e coragem.",
      "couples": "Leão, em 21 de fevereiro de 2026, invista na força do seu relacionamento através de gestos sinceros de afeto e comunicação aberta. Mostre seu carinho com palavras e ações que demonstrem sua admiração. Ouça atentamente seu parceiro, valorizando suas opiniões e sentimentos. Momentos de conexão íntima fortalecerão ainda mais o vínculo. Seja espontâneo nas pequenas demonstrações de amor, criando memórias inesquecíveis e reafirmando o seu compromisso diário com o brilho do seu relacionamento.",
      "mood": "sério",
      "action": "Hoje, Leão, reserve um momento para surpreender seu amor com uma mensagem carinhosa e sincera, demonstrando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida virginiana, 2026 trará novidades estimulantes para seu coração. Aproveite oportunidades de socializar, participando de eventos que reflitam seus interesses, como workshops ou grupos de leitura. Seja autêntica e aberta ao novo, pois amizades podem evoluir para algo mais profundo. Confie na sua intuição e não tenha medo de dar o primeiro passo. A beleza do amor está na autenticidade — permita-se experimentar e, assim, encontrará alguém que valorize sua essência pura.",
      "couples": "Hoje, Virgem, concentre-se em fortalecer seu vínculo através do diálogo sincero e atento. Mostre seu amor com pequenas surpresas, palavras doces e gestos de cuidado. Ouça seu parceiro com empatia, valorizando seus sentimentos. Invista em momentos de conexão genuína, como um jantar preparado com carinho ou um passeio na natureza. Essas atitudes revitalizarão a relação, trazendo mais harmonia e romantismo. Cultive o amor com dedicação e saiba que seu esforço será recompensado.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, dedique um momento para escrever uma carta sincera e apaixonada, expressando seus sentimentos mais profundos para quem ama.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, 2026 traz oportunidades incríveis para ampliar seus horizontes amorosos. Aproveite para participar de eventos sociais e explorar novos interesses, pois isso facilitará encontros autênticos. Seja sincero sobre seus desejos e mantenha o equilíbrio emocional. Confie na sua intuição ao escolher quem vale a pena conhecer. Lembre-se: o amor surge quando você menos espera, então seja paciente e aberto às possibilidades. Sua harmonia interior atrairá conexões especiais.",
      "couples": "Para Libra em 21/02/2026, valorize a harmonia e o diálogo sincero. Demonstre seu amor com gestos românticos, como uma mensagem delicada ou um jantar especial. Ouça ativamente seu parceiro, mostrando empatia e compreensão. Invista em pequenas ações diárias que reforcem sua conexão emocional. Lembre-se de equilibrar suas próprias necessidades com as do outro, cultivando um relacionamento baseado na confiança e no afeto genuíno.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera, falando sobre os momentos que mais valoriza e o que deseja compartilhar no futuro.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Hoje, escorpiano solo, 2026-02-21, é hora de abrir seu coração para novas experiências. Esteja disposto a transformar encontros casuais em conexões profundas. Seja autêntico, demonstre seu charme intenso com leveza e interesse genuíno. Pessoas querem conhecer seu verdadeiro eu. Aproveite oportunidades de eventos sociais ou workshops que despertam sua paixão. Sua energia magnética atrairá alguém especial que valorize sua intensidade e lealdade. Confie na sua intuição e seja ousado na busca pelo amor verdadeiro.",
      "couples": "Para Escorpião em 2026-02-21, valorize a comunicação aberta e sincera com seu parceiro. Demonstre seu amor através de gestos românticos e atenção aos detalhes. Escorpiões têm uma profunda conexão emocional; use isso a seu favor para fortalecer o vínculo. Ouça com empatia e compartilhe seus sentimentos sem medo. Pequenas atitudes diárias, como palavras carinhosas ou gestos surpresa, aprofundarão a intimidade e criarão uma relação ainda mais apaixonada e duradoura.",
      "mood": "brincalhão",
      "action": "Hoje, escorpiano, envie uma mensagem sincera e apaixonada para seu amor, expressando o quanto ele significa para você e planejando juntos um momento especial nesta semana.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Neste dia especial, Sagitário solteiro, aproveite a energia de 21 de fevereiro de 2026 para expandir seus horizontes sociais. Seja aberto a novas experiências e convites. Seu otimismo atrai pessoas sinceras e interessadas em algo genuíno. Invista em conversas profundas e autênticas, mostrando seu verdadeiro espírito aventureiro. Aproveite cada encontro como uma oportunidade de se conectar profundamente. Acredite que o amor pode surgir das pequenas coincidências do dia a dia.",
      "couples": "Querido Sagitário, em 21 de fevereiro de 2026, concentre-se em fortalecer seus laços através de comunicação aberta e honesta. Demonstre seu amor com gestos espontâneos e pensamentos criativos, como pequenas surpresas ou uma viagem inesperada. Ouça seu parceiro com atenção e compartilhe seus sonhos e desejos. Assim, você criará uma conexão mais profunda e apaixonada, reforçando a confiança e o carinho que sustentam seu relacionamento. Aproveite esse momento para cultivar o amor verdadeiro.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, envie uma mensagem sincera e carinhosa para seu amor, expressando o quanto ele significa e alimenta sua alma.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Hoje, Capricórnio, abra seu coração para novas possibilidades. Busque eventos sociais ou atividades que despertem sua paixão, como aulas ou grupos de interesse. Conecte-se genuinamente com as pessoas, escutando com atenção e demonstrando interesse sincero. Sua determinação atrairá alguém especial nesta fase. Seja autêntico, paciente e aberto ao inesperado. Essa é a hora de construir conexões sólidas e transformar encontros casuais em histórias de amor duradouras.",
      "couples": "Querido Capricorniano, em 21 de fevereiro de 2026, aproveite o dia para fortalecer seu vínculo. Comunicação é essencial: ouça atentamente seu parceiro e compartilhe seus sentimentos com sinceridade. Surpreenda com gestos românticos, pequenos detalhes que expressem seu carinho. Demonstre confiança e apoie seus sonhos mútuos. Assim, sua estabilidade e dedicação criarão uma conexão ainda mais profunda, tornando o relacionamento mais sólido, apaixonado e cheio de significado.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, escreva uma carta sincera expressando seu carinho e admiração pelo seu amor, e entregue com um abraço caloroso.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano, em 2026, abra seu coração para novas experiências. Aproveite oportunidades de encontros online ou eventos sociais para expandir seu círculo social. Seja autêntico e demonstre seu verdadeiro interesse ao conhecer alguém especial. Sua inteligência e originalidade atraem pessoas únicas; confie na sua autenticidade. Cultive a paciência e lembre-se de que o amor surge quando menos espera. Este é o momento perfeito para construir conexões verdadeiras e inesquecíveis.",
      "couples": "Querido Aquário, neste dia 21 de fevereiro de 2026, lembre-se de valorizar a comunicação sincera e aberta com seu parceiro. Invista em gestos românticos e surpreendentes, demonstrando seu carinho de formas únicas. Ouça com atenção, entendendo os sentimentos do outro, e compartilhe seus sonhos sem medo. Essa conexão profunda fortalecerá seu vínculo, trazendo ainda mais alegria e companheirismo à relação. Aproveite esse momento para expressar seu amor com espontaneidade e coração aberto.",
      "mood": "romântico",
      "action": "Hoje, Aquário, surpreenda seu amor com uma mensagem feita à mão, expressando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querida Peixes, em 2026-02-21, abra seu coração para novas experiências. Este é um momento ideal para explorar encontros espontâneos e se abrir à possibilidade de conexão genuína. Confie na sua intuição para identificar pessoas que realmente ressoam com sua essência sensível e amorosa. Seja autêntica, demonstre suas emoções com sinceridade e permita que o amor chegue de forma leve e inesperada. O universo conspira a seu favor para um romance especial.",
      "couples": "Peixes, hoje é um dia especial para aprofundar sua conexão. Tire um tempo para ouvir sinceramente seu parceiro, mostrando empatia e compreensão. Surpreenda com gestos românticos, como uma carta carinhosa ou um jantar à luz de velas. Comunicação clara fortalecerá a confiança, então expresse seus sentimentos com delicadeza. Invista na sua intimidade emocional, criando memórias significativas que unirão ainda mais seus corações hoje e sempre.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, surpreenda seu amor enviando uma mensagem sincera e emocionante, expressando o quanto ele ou ela é fundamental na sua vida.",
      "author": "Astrologly"
    }
  }
}