{
  "date": "2026-02-28",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Aries, en 2026, tu energía y pasión serán tus mayores aliados para atraer amor. Aprovecha las oportunidades sociales, únete a actividades nuevas y muestra tu auténtico yo. No temas abrirte a desconocidos; las conexiones surgirán cuando menos lo esperes. Mantén la confianza y sé paciente, el romance llegará en el momento perfecto. Confía en tu intuición y recuerda que el amor empieza contigo mismo. ¡Abre tu corazón y disfruta del camino!",
      "couples": "Querido Aries, hoy es un buen día para fortalecer tu relación. Usa tu energía para sorprender a tu pareja con un gesto romántico, como una cena especial o una nota llena de cariño. Escucha atentamente sus sentimientos y expresa tus emociones con sinceridad. La comunicación abierta y honesta fortalecerá su conexión. Recuerda que el amor se nutre con pequeños detalles y la dedicación diaria. ¡Haz que cada momento juntos cuente y siembren juntos un amor duradero!",
      "mood": "apasionado",
      "action": "Hoy, Aries, sorprende a tu pareja con una carta escrita a mano donde expreses cuánto la valoras y lo emocionante que es compartir tu vida con ella.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Tauro, en 2026, abre tu corazón a nuevas experiencias y oportunidades de conocer personas genuinas. La paciencia será tu mejor aliada; no temas mostrar tu lado más auténtico. Participa en actividades que te apasionen y confía en tu intuición para detectar conexiones verdaderas. Mantén una actitud relajada y actitud abierta al amor, porque las oportunidades románticas llegarán cuando menos lo esperes. Confía en tu valor y deja que el amor fluya naturalmente.",
      "couples": "Tauro, en esta etapa, enfócate en fortalecer la confianza mediante la comunicación sincera y abierta. Dedica tiempo a expresar tus sentimientos y escuchar profundamente a tu pareja. Pequeños gestos románticos, como una cena especial o un suave masaje, reforzarán el vínculo. La paciencia y la constancia son clave: si surgen dificultades, abordalas con calma y comprensión. Cultivar la estabilidad emocional creará un amor más fuerte y duradero.",
      "mood": "cauteloso",
      "action": "Hoy, Tauro, sorprende a tu ser amado con una cena casera y una nota llena de palabras que expresen cuán especial es para ti.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Géminis, en 2026-02-28, aprovecha tu curiosidad innata para ampliar tu círculo social. Participa en actividades que te apasionen, ya sea clases de arte, viajes cortos o eventos culturales. Mantén una mente abierta y sé auténtico en tus conversaciones. La clave está en escuchar y mostrar interés genuino. Confía en tu intuición, y pronto atraerás a alguien que valorará tu versatilidad y chispa. ¡El amor está a la vuelta de la esquina!",
      "couples": "Querido Géminis, en este día, enfócate en fortalecer tu relación a través de una comunicación sincera y abierta. Escucha con atención a tu pareja y comparte tus sentimientos con ternura. Los pequeños gestos románticos, como una nota cariñosa o una sorpresa, crearán conexiones más profundas. Aprovecha tu versatilidad para innovar en la rutina y mantener viva la chispa del amor. Este día te invita a construir un vínculo más sólido y lleno de confianza.",
      "mood": "romántico",
      "action": "Hoy, Géminis, sorprende a tu pareja enviándole una carta escrita a mano, expresando tus sentimientos más profundos y tus sueños juntos.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cáncer, el 2026 será un año para abrir tu corazón y explorar nuevas conexiones. Aprovecha oportunidades sociales y eventos, ya que la sinceridad y tu sensibilidad te atraerán a personas auténticas. No temas mostrarte vulnerable; la sinceridad fortalecerá tus relaciones. Confía en tu intuición y deja que el amor fluya naturalmente. Este año, tu calidez y empatía atraerán a alguien especial que valore tu magia interior. ¡Sé valiente y abre tus brazos al amor!",
      "couples": "Querido Cáncer, en esta fecha especial, recuerda que fortalecer los lazos requiere comunicación sincera y abierta. Expresa tus sentimientos con ternura y escucha a tu pareja con atención. Pequeños gestos románticos, como una nota amorosa o una sorpresa significativa, nutren la conexión. Confía en tu intuición y sé vulnerable, permitiendo que el amor crezca con autenticidad y cariño. Tu sensibilidad es tu mayor fortaleza para construir un vínculo profundo y duradero.",
      "mood": "juguetón",
      "action": "Hoy, Cáncer, sorprende a tu amor con una cena casera íntima y llena de detalles que muestren cuánto lo aprecias.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leo, en 2026, abre tu corazón a nuevas experiencias y oportunidades de conocer gente. Sé auténtico y muestra tu brillo natural; tu confianza atraerá a almas afines. Participa en actividades sociales, eventos culturales o hobbies que disfrutes para ampliar tu círculo. No olvides ser paciente y valorar la conexión profunda más allá de la apariencia. Tu sinceridad y entusiasmo atraerán a alguien que aprecie tu calidez y pasión por la vida.",
      "couples": "Querido Leo, en esta etapa, fortalecer los lazos con tu pareja requiere comunicación sincera y constante. Dedica tiempo a escuchar sus sueños y preocupaciones, mostrando interés genuino. Sorpréndela con pequeños gestos románticos que demuestren cuánto valoras su compañía. La sinceridad y el detalle harán que vuestra conexión se profundice. Recuerda que el amor se cultiva con atención y ternura diaria, creando una historia llena de complicidad y pasión duradera.",
      "mood": "serio",
      "action": "Hoy, Leo debería sorprender a su pareja con una cena romántica casera, decorando el espacio con velas y playlist de sus canciones favoritas.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgo, en 2026, abre tu corazón a nuevas experiencias y formas de conectar. Es un momento ideal para explorar intereses en común con personas que compartan tus valores. No temas mostrar tu esencia auténtica; eso atraerá a quienes realmente valoran tu claridad y dedicación. Participa en actividades sociales y sé proactiva en tu búsqueda amorosa. La paciencia y la sinceridad serán tus mejores aliadas para encontrar una relación significativa y llena de crecimiento mutuo.",
      "couples": "Para Virgo en su relación el 28 de febrero de 2026, enfócate en fortalecer los lazos a través de la comunicación honesta y sincera. Dedica tiempo a escuchar a tu pareja con atención y paralela, expresa tus sentimientos con pequeños gestos de amor diario. La paciencia y la empatía serán clave para profundizar en su conexión. Demuestra tu cariño con detalles significativos que hagan sentir a tu pareja valorada y segura en la relación.",
      "mood": "apasionado",
      "action": "Hoy, Virgo, reserva una tarde para preparar una cena especial con sus platos favoritos, y sorprende a esa persona especial con un detalle hecho con amor.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, hoy en 2026, permítete explorar nuevas oportunidades románticas con justicia y corazón abierto. Participa en actividades que te apasionen, ya sea arte, deportes o música, para atraer a personas afines. Confía en tu encanto natural y sé auténtica en tus encuentros. La paciencia y la armonía serán claves para abrir nuevas puertas al amor. Recuerda, el amor florece cuando te permites ser tú misma y seguir tu intuición.",
      "couples": "Querida Libra, en este momento, enfócate en fortalecer la comunicación con tu pareja, expresando tus sentimientos con sinceridad y calidez. Los gestos románticos, como una pequeña carta o una cita inesperada, revitalizarán su conexión. Escucha atentamente sus necesidades y comparte tus sueños juntos. La armonía y el amor crecerán si ambos se dedican a cultivar confianza y ternura diariamente. Recuerda, el amor florece cuando le brindas atención auténtica y valoración constante.",
      "mood": "cauteloso",
      "action": "Hoy, Libra, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y gratitud por su amor.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpio, en 2026 las oportunidades para el amor florecerán si te abres a nuevas experiencias. Aprovecha eventos sociales y actividades grupales para conocer gente interesante. Confía en tu intuición y no temas mostrar tu autenticidad; tu intensidad cautivará a quienes te rodean. Cultiva la paciencia, y recuerda que las conexiones profundas requieren tiempo. Atrévete a dar el primer paso, y el amor que buscas puede estar más cerca de lo que imaginas.",
      "couples": "El 28 de febrero de 2026, los escorpio en pareja deben centrarse en fortalecer la confianza a través de una comunicación honesta y abierta. Dedica tiempo a escuchar a tu pareja con atención, mostrando interés genuino. Sorpréndela con gestos románticos que reflejen tu aprecio, como pequeñas notas o una cena especial. La sinceridad y la empatía serán clave para profundizar vuestro vínculo y crear momentos memorables llenos de amor y comprensión.",
      "mood": "juguetón",
      "action": "Escorpio, hoy sorprende a tu ser amado con una carta escrita a mano que exprese tus sentimientos más profundos y sinceros.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitario, en esta etapa de 2026, abre tu corazón a nuevas experiencias y personas interesantes. Aprovecha las oportunidades para viajar o participar en actividades sociales, donde puedas conocer a alguien especial. Mantén la mente y el corazón abiertos, sin miedo a explorar nuevas conexiones. La sinceridad y la alegría contagiosa atraerán a quienes valoran tu espontaneidad. Confía en el proceso y recuerda que el amor a menudo llega cuando menos lo esperas.",
      "couples": "Querido Sagitario, en el amor, la honestidad y la comunicación son clave para fortalecer tu relación en 2026. Aprovecha tu entusiasmo natural para sorprender a tu pareja con gestos románticos y palabras sinceras. Escucha activamente sus sentimientos y comparte tus sueños juntos. La confianza se construye con pequeños detalles diarios. Cultiva la paciencia y valora cada momento juntos, permitiendo que el amor crezca y florezca en tu vida.",
      "mood": "reflexivo",
      "action": "Hoy, Sagitario, sorprende a tu pareja preparándole una cena romántica en casa y comparte una tarde de conversaciones sinceras y risas juntos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricornio, en 2026 podrás abrirte a nuevas oportunidades románticas si sales de tu zona de confort. Aprovecha eventos sociales, actividades que te apasionen y redes de amigos para conocer personas afines. Cultiva la confianza en ti mismo y deja que tu honestidad brille; así atraerás relaciones sinceras. Recuerda que el amor llegará cuando menos lo esperes, pero solo si te permites explorar y ser auténtico. ¡Tu corazón merece esa chispa especial!",
      "couples": "Querido Capricornio, en esta fecha, enfócate en fortalecer los lazos con tu pareja a través de una comunicación sincera y abierta. Dedica momentos especiales para escuchar y comprender sus necesidades. Los gestos románticos, como una nota inesperada o una pequeña sorpresa, fortalecerán vuestro vínculo. La paciencia y el compromiso serán clave para profundizar la confianza y crear recuerdos memorables. Confía en el poder del amor y la sinceridad para construir una relación aún más sólida.",
      "mood": "juguetón",
      "action": "Hoy, Capricornio, dedica unos minutos a escribir una carta sincera y llena de amor para tu pareja, expresando lo que sientes en lo profundo de tu corazón.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Acuario, en este 2026, abre tu corazón y explora nuevas posibilidades amorosas. Participa en actividades que te apasionen y que reflejen tu esencia única, como talleres creativos o encuentros culturales. No temas innovar en tus formas de conocer gente; una pasión auténtica atraerá a quien realmente resonará contigo. Confía en tu intuición y deja que el amor fluya naturalmente, permitiéndote descubrir conexiones profundas y genuinas que transformarán tu vida.",
      "couples": "Querido Acuario, hoy es un día perfecto para fortalecer tu conexión con tu pareja. Practica la sinceridad y comparte tus sentimientos con honestidad, creando un espacio de confianza. Sorpréndele con un gesto romántico que refleje lo mucho que significa para ti: una nota especial, una cena íntima o un detalle personalizado. La comunicación abierta y los pequeños gestos de cariño enriquecerán vuestro vínculo, haciendo que el amor se vuelva aún más profundo y duradero.",
      "mood": "romántico",
      "action": "Hoy, Acuario, sorprende a tu pareja preparándole una cena especial con sus platillos favoritos y una playlist que refleje su historia juntos.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Piscis, el 2026-02-28 es perfecto para abrir tu corazón a nuevas conexiones. Sal con amigos, participa en actividades creativas o talleres espirituales. Tu sensibilidad y empatía atraerán a personas auténticas y profundas. No dudes en mostrar tu verdadera esencia; la sinceridad será tu mayor encanto. Mantén una mente abierta y confía en tu intuición para reconocer oportunidades románticas. El amor está cerca, solo requiere que des el primer paso con confianza y alegría.",
      "couples": "Querido Piscis, hoy te animo a fortalecer tu vínculo comunicándote con sinceridad y ternura. Comparte tus sentimientos con tu pareja, creando un espacio de confianza y empatía. Sorpréndela con pequeños gestos de amor, como una nota dulce o una cita especial. Recuerda que el romanticismo renovado y la escucha atenta fortalecerán su conexión, llenando su relación de magia y comprensión. Confía en tu intuición y en el poder del amor auténtico.",
      "mood": "apasionado",
      "action": "Hoy, Piscis, sorprende a tu pareja con una carta escrita a mano que exprese todos tus sentimientos más profundos y sinceros.",
      "author": "Astrologly"
    }
  }
}