{
  "date": "2026-02-13",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cher Bélier célibataire, le 13 février 2026 est une excellente journée pour ouvrir ton cœur. Sois audacieux dans tes rencontres, participe à des activités sociales ou des événements inattendus. Laisse parler ta spontanéité et ta passion naturelle pour attirer des personnes qui partagent ta fougue. Reste à l’écoute de tes émotions, et n’aie pas peur de prendre des initiatives. Une nouvelle histoire pourrait débuter lorsque tu t’y attends le moins.",
      "couples": "En cette journée du 13 février 2026, Bélier, accentue la sincérité dans votre communication. Écoutez attentivement votre partenaire, montrez-lui votre attachement par de petites attentions sincères. Planifiez une surprise ou une sortie spontanée pour raviver la flamme. Cultivez la confiance en partageant vos sentiments avec douceur et patience. Ces gestes simples renforceront votre lien, créant un espace d’amour et de complicité durable.",
      "mood": "passionné",
      "action": "Ce Bélier devrait écrire une lettre sincère à son coup de cœur, exprimant ses sentiments et ses rêves pour renforcer leur connexion profonde.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau, le 13 février 2026, l’univers vous invite à ouvrir votre cœur à de nouvelles rencontres. Soyez authentique et patient, car c’est en étant fidèle à vous-même que vous attirerez la bonne personne. Explorez de nouveaux lieux ou activités pour élargir votre cercle social. Laissez la magie opérer doucement, en savourant chaque moment. L’amour pourrait surgir là où vous ne l’attendiez pas, alors restez ouvert et confiant dans le processus.",
      "couples": "Cher Taureau, en cette journée particulière, cultivez la tendresse et la patience avec votre partenaire. Prenez le temps d’écouter attentivement ses désirs et sentiments, renforçant ainsi votre complicité. Surprenez-le avec une petite attention sincère, comme un dîner préparé avec amour ou une promenade main dans la main. La clé est la communication authentique et les gestes romantiques qui montrent votre engagement profond. Investissez dans votre lien, il en ressortira renforcé et rempli de douceur.",
      "mood": "prudent",
      "action": "Aujourd'hui, Taureau pourrait surprendre son partenaire en préparant un dîner aux chandelles dans un lieu qu'il aime particulièrement, pour raviver la magie entre eux.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Chers Gémeaux, le 13 février 2026 est une journée idéale pour élargir votre cercle social. Osez participer à de nouvelles activités, que ce soit un atelier, un club ou une sortie entre amis. Votre curiosité et votre esprit vif attireront des rencontres sincères et stimulantes. Restez authentique, écoutez votre cœur et laissez votre charme naturel rayonner. Une belle surprise amoureuse pourrait surgir lorsque vous vous attendez le moins. Soyez ouvert aux opportunités, votre futur partenaire se cache peut-être derrière une conversation inattendue.",
      "couples": "Chère Gémeaux, aujourd’hui est une excellente occasion pour renforcer votre lien. Prenez le temps d’échanger sincèrement avec votre partenaire, en écoutant attentivement ses désirs et ses préoccupations. Surprenez-le avec une petite attention ou un geste romantique qui montre votre affection. N’oubliez pas que la communication authentique et les gestes simples, mais significatifs, nourrissent la complicité. Cultivez la confiance et la tendresse pour faire rayonner votre amour.",
      "mood": "romantique",
      "action": "Aujourd'hui, Gémeaux, prends le temps d'écrire une lettre sincère et touchante à ton partenaire pour exprimer tout ce que tu ressens profondément.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Chère Cancer, le 13 février 2026 est une journée idéale pour ouvrir ton cœur aux rencontres. N’aie pas peur de sortir de ta zone de confort : participe à des activités sociales ou rejoins un club qui te passionne. Sois authentique dans tes échanges, et ton sens maternel sera une véritable attraction. Laisse la magie opérer, car cette année promet des rencontres sincères et des opportunités romantiques inattendues. Ose l’amour, il t’attendœur.",
      "couples": "Cher Cancer, le 13 février 2026 est idéal pour renforcer votre lien. Ouvrez votre cœur en partageant vos sentiments sincères, et écoutez attentivement votre partenaire. Offrez-lui une petiteAttention, comme une lettre douce ou un massage relaxant. Soyez patient et valorisez chaque moment passé ensemble. La tendresse et la communication authentique instaurent une confiance solide. N’oubliez pas que les gestes simples, empreints de sincérité, ravivent la flamme de votre amour.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Cancer, prépare un dîner surprise avec ses plats préférés et allume une bougie pour créer une ambiance chaleureuse et intime.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Cher Lion solitaire, le 2026-02-13 est une journée idéale pour ouvrir ton cœur à de nouvelles rencontres. Sois authentique et ajoute une touche de créativité à tes échanges : organise une activité originale ou participe à un événement qui te passionne. Cultive ta confiance et laisse briller ton charisme naturel. Laisse la magie opérer, car l’amour pourrait surgir là où tu t’y attends le moins. Reste sincère et fais confiance au destin.",
      "couples": "Cher Lion, en cette journée, souviens-toi que ta force réside aussi dans ta vulnérabilité. Renforce votre lien en exprimant sincèrement tes émotions et en écoutant avec attention ton partenaire. N’oublie pas de surprendre avec des gestes romantiques, comme une lettre d’amour ou une sortie surprise. La clarté et la tendresse sont tes alliées pour bâtir une relation profonde et passionnée. Cultive l’amour chaque jour, il fleurira durablement.",
      "mood": "sérieux",
      "action": "Aujourd'hui, Lion pourrait surprendre son amour en écrivant une lettre sincère exprimant à quel point il apprécie chaque instant partagé ensemble.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge célibataire, en ce 13 février 2026, ouvrez votre cœur aux nouvelles rencontres. Soyez authentique et laissez transparaître votre sincérité, car cela attirera des personnes qui apprécient votre profondeur. Participez à des activités qui reflètent vos passions pour élargir votre cercle social. N’ayez pas peur de prendre l’initiative, car votre attention aux détails sera la clé pour créer des connexions durables. La magie peut surgir lorsque vous vous lâchez un peu.",
      "couples": "Le 13 février 2026, Vierge, investis dans la communication sincère avec ton partenaire. Prends le temps d’écouter attentivement ses désirs et partage tes sentiments avec douceur. Renforce votre lien par de petites attentions : un mot doux, un geste tendre ou un cadeau réfléchi. La clarté et la patience créeront une harmonie durable. Nourris votre amour avec des gestes authentiques, et votre relation s’épanouira davantage, renforcée par une profonde compréhension mutuelle.",
      "mood": "passionné",
      "action": "Ce matin, prépare une petite surprise sincère, comme un mot doux ou un café spécial, pour montrer ton amour à ton partenaire.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Cher Balance, le 13 février 2026 est une journée idéale pour explorer de nouvelles rencontres. Soyez ouvert et sincère dans vos échanges, laissez votre harmonie naturelle attirer des âmes compatibles. Participez à des activités sociales ou culturelles, où votre charme équilibré brillera. N’hésitez pas à montrer votre authenticité : la sincérité crée des liens durables. Laissez l’amour entrer doucement, en profitant du moment présent. Votre équilibre intérieur attire le bonheur romantique que vous méritez.",
      "couples": "Le secret d’un équilibre dans une relation réside dans la communication sincère et régulière. Prenez le temps d’écouter attentivement votre partenaire, d’exprimer vos émotions avec douceur, et de partager des moments romantiques. N’oubliez pas de respecter l’espace de chacun, tout en cultivant des gestes d’amour simples mais significatifs. Cultiver l’harmonie demande patience, tendresse et une attention constante à l’autre, pour que votre amour grandisse chaque jour.",
      "mood": "prudent",
      "action": "Aujourd'hui, Balance devrait préparer un dîner surprise et intime, en mêlant ses saveurs préférées pour renforcer leur complicité et leur amour.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Chère Scorpion solitaire, le 13 février 2026 est une journée idéale pour ouvrir ton cœur. Oses te lancer dans de nouvelles rencontres, en exprimant ta sincérité et ta passion. Participe à des activités où tu peux croiser des âmes authentiques, comme des ateliers ou des soirées conviviales. Reste fidèle à toi-même, car ton aura mystérieuse attirera naturellement ceux qui rechercheront une connexion profonde. L’amour peut surgir là où tu t’y attends le moins.",
      "couples": "Chère Scorpion, le 13 février 2026, privilégiez la sincérité dans votre communication. Exprimez vos sentiments avec douceur, en évitant toute suspicion. Renforcez votre lien en planifiant une petite surprise ou un geste attentionné, montrant votre amour authentique. Écoutez attentivement votre partenaire, et partagez des moments de vulnérabilité pour approfondir la confiance. Laissez votre passion naturelle guider vos gestes, tout en restant ouvert et fidèle à votre cœur profond.",
      "mood": "enjoué",
      "action": "Ce soir, le Scorpion pourrait préparer un dîner surprise dans votre lieu préféré, accompagné d’une playlist intime pour raviver la passion entre vous.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Le 13 février 2026, Sagittaire célibataire, ouvrez votre cœur à de nouvelles aventures. C’est le moment idéal pour explorer de nouveaux horizons et rencontrer des personnes qui partagent vos passions. Soyez authentique et attentionné lors de vos échanges – cela attirera des rencontres sincères. N’hésitez pas à sortir de votre zone de confort : un dîner entre amis ou une sortie culturelle pourrait ouvrir la porte à une belle romance. Rêvez grand, aimez librement.",
      "couples": "Le 13 février 2026, les Sagittaires en relation doivent privilégier la sincérité et la légèreté. Prenez le temps d’écouter attentivement votre partenaire, en valorisant ses sentiments. Surprenez-le avec de petites attentions, comme un mot doux ou une activité partagée. Cultivez la transparence pour renforcer la confiance et évitez toute impulsivité. Une communication ouverte et sincère, combinée à des gestes romantiques sincères, consolidera votre lien et apportera une harmonie durable.",
      "mood": "réfléchi",
      "action": "Aujourd'hui, le Sagittaire devrait offrir un dîner improvisé sous les étoiles à son partenaire, en partageant ses rêves et ses passions en toute sincérité.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Ce 13 février 2026, cher(e) Capricorne célibataire, ouvrez votre cœur aux nouvelles rencontres. Soyez sincère et authentique dans vos échanges, car cela attirera des personnes sincères. Profitez des activités sociales et des événements où vous pouvez élargir votre cercle. Ralentissez pour écouter votre intuition, et n'ayez pas peur de montrer votre douceur. La patience et la confiance en vous créeront des opportunités amoureuses riches de promesses.",
      "couples": "Ce 13 février 2026, cherchez à renforcer votre lien en exprimant sincèrement vos sentiments. Accordez du temps à votre partenaire, écoutez ses besoins avec attention et surprenez-le par des gestes romantiques simples mais significatifs. La communication ouverte et authentique créera une atmosphère de confiance. N’oubliez pas de valoriser les petites attentions quotidiennes, qui solidifient votre complicité. Votre stabilité et votre tendresse seront la clé pour faire rayonner votre amour aujourd’hui.",
      "mood": "enjoué",
      "action": "Ce matin, écris une lettre sincère à ton amoureux/se, exprimant toute la profondeur de tes sentiments, puis dépose-la dans sa boîte aux lettres.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Cher Verseau solitaire du 13 février 2026, cette journée est idéale pour élargir votre cercle social. Osez sortir de votre routine et participez à de nouvelles activités. Soyez authentique et à l’écoute de vos intuitions pour attirer des rencontres sincères. Votre originalité sera votre atout, alors ne craignez pas de montrer votre vraie nature. Les opportunités romantiques sont là, il suffit de les saisir avec confiance et cœur ouvert.",
      "couples": "Le 13 février 2026, Verseau, pour renforcer votre relation, privilégiez la communication sincère et profonde. Écoutez attentivement votre partenaire et partagez vos sentiments avec authenticité. Surprisez-le avec de petites attentions ou des gestes romantiques qui montrent votre attachement. N’hésitez pas à planifier une escapade ou une activité commune pour raviver la passion. Avec patience et ouverture, votre lien s’approfondira, créant une complicité durable et enrichissante.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, écris une lettre sincère à ton aimé pour lui exprimer tes sentiments profondes et lui rappeler combien il compte pour toi.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cher Poisson, le 13 février 2026, ouvre ton cœur à de nouvelles rencontres. Sois authentique et laisse ton intuition te guider lors de sorties ou d’événements. Ose engager la conversation avec douceur, car ton empathie attire naturellement les autres. Profite des occasions de réseautage ou de hobbies pour élargir ton cercle. La sincérité et la patience te mèneront vers une connexion profonde et pleine de promesses. Embrasse cette période avec confiance et ouverture d’esprit.",
      "couples": "Cher Poissons, aujourd’hui est l’occasion parfaite pour renforcer votre lien. Soyez vulnérable, partagez vos rêves et écoutez sincèrement votre partenaire. Les gestes romantiques, même petits, renforcent la confiance : une note douce, un regard tendre ou un geste attentionné. Cultivez la patience et l’écoute, car votre sensibilité est une force. En ouvrant votre cœur avec sincérité, vous allez approfondir votre complicité et créer des souvenirs précieux.",
      "mood": "passionné",
      "action": "Aujourd’hui, Poissons devrait écrire une lettre sincère à leur partenaire, exprimant leurs sentiments profonds, pour renforcer leur lien émotionnel.",
      "author": "Astrologly"
    }
  }
}