{
  "date": "2026-01-25",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Áries solteiro, 25 de janeiro de 2026 traz oportunidades incríveis para apaixonar-se novamente. Aproveite eventos sociais e encontros espontâneos para ampliar seu círculo de amizades. Sua energia vibrante atrairá pessoas interessantes; seja autêntico e aberto ao novo. Não tenha medo de dar o primeiro passo e expressar seus sentimentos. Com coragem e coração aberto, o amor pode surgir de surpreendentes conexões. Confie no seu potencial de conquistar alguém especial nesta fase promissora.",
      "couples": "Áries, em 25 de janeiro de 2026, aproveite para fortalecer seu relacionamento cultivando a comunicação aberta e sincera. Mostre seu afeto com gestos românticos e surpreendentes que expressem sua paixão. Ouça atentamente o que seu parceiro tem a dizer, valorizando suas emoções. Invista em momentos de qualidade juntos, criando memórias especiais. Assim, seu relacionamento se tornará mais sólido e cheio de harmonia, refletindo seu amor com entusiasmo e dedicação genuína.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor enviando uma mensagem romântica e sincera, expressando o quanto ele ou ela faz seu coração pulsar mais forte.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro solteiro, 2026 traz oportunidades especiais para ampliar seu círculo social. Seja aberto a novos encontros, participe de eventos e atividades que despertem sua paixão. Confie no seu charme e autenticidade, pois eles atraem pessoas que realmente combinam com sua essência. Cultive a paciência e o amor próprio, pois assim abrirá espaço para uma conexão genuína surgir. Aproveite cada momento e lembre-se: o amor está mais perto do que imagina.",
      "couples": "Para Touro em 25 de janeiro de 2026, invista na comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos românticos, pequenos detalhes e carinho constante. Aproveite para criar momentos especiais juntos, fortalecendo a intimidade emocional. Ouça com atenção, valorize as opiniões e seja paciente. Sua estabilidade e dedicação são sua maior força, mas o toque de romanticismo e compreensão renovam ainda mais o vínculo de vocês.",
      "mood": "cauteloso",
      "action": "Hoje, Touro, surpreenda seu amor com um jantar caseiro preparado com carinho e uma vela acesa para criar uma atmosfera acolhedora e romântica.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "No dia 25 de janeiro de 2026, as estrelas indicam que sua energia social estará vibrante, Gêmeos. Aproveite para explorar novas oportunidades de encontros, participando de eventos que estimulem sua comunicação e criatividade. Seja autêntico ao se conectar com pessoas que compartilhem seus interesses. Cultive diálogos sinceros e mostre seu verdadeiro sorriso. Essa é a hora de abrir seu coração para novas experiências amorosas e descobrir conexões que possam transformar sua vida romântica.",
      "couples": "Querido Gêmeos, hoje é um ótimo dia para fortalecer seu relacionamento. Use sua charmosa comunicação para expressar seus sentimentos de forma sincera e aberta. Surpreenda seu amor com gestos românticos, como uma mensagem doce ou um pequeno presente. Ouça com atenção e seja receptivo às necessidades do seu parceiro. A autenticidade e o carinho irão aprofundar a conexão entre vocês, tornando o vínculo ainda mais mágico e duradouro. Aproveite esse momento para cultivar amor e intimidade.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, surpreenda seu amor deixando uma mensagem carinhosa escondida em um lugar especial, demonstrando seu afeto de forma espontânea e sincera.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Câncer, em 2026, abrace novas oportunidades de conexão. Seja aberto a encontros casuais e participe de atividades que alimentem seu coração, como workshops ou eventos culturais. Confie na sua intuição ao conhecer alguém especial – seu instinto sempre te guia na direção certa. Cultive a paciência e permita que o amor apareça naturalmente. Sua sensibilidade será seu maior diferencial na construção de relacionamentos profundos e verdadeiros.",
      "couples": "Querida canceriana, em 25 de janeiro de 2026, valorize sua sensibilidade e empatia para fortalecer seu relacionamento. Comunique seus sentimentos com sinceridade, evitando suposições. Pequenos gestos de carinho, como um jantar especial ou palavras doces, criam conexão verdadeira. Ouça seu parceiro com atenção e demonstre seu amor de forma constante. Assim, vocês transformarão cada dia em uma oportunidade de aprofundar o vínculo e despertar a magia do amor.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, surpreenda seu amor preparando um jantar especial e íntimo, demonstrando seu carinho e fortalecendo a conexão entre vocês.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, em 2026, abra seu coração para novas experiências amorosas. Aproveite eventos sociais, viagens e atividades criativas para ampliar seu círculo de encontros. Seja autêntico e confiante, mas atento às sutilezas dos relacionamentos. Mostre seu brilho sem exageros, ouvindo com atenção e demonstrando interesse genuíno. Este é o momento ideal para construir conexões sólidas e apaixonadas. Lembre-se: o amor nasce da autenticidade e do verdadeiro espaço para a vulnerabilidade.",
      "couples": "Leão, em 25 de janeiro de 2026, fortaleça seu relacionamento dedicando tempo de qualidade ao seu parceiro. Surpreenda-o com gestos românticos e palavras sinceras que expressem seu amor. Ouça atentamente suas necessidades e compartilhe seus sonhos de forma aberta. Sua autoconfiança deve estar aliada à sensibilidade, criando uma conexão mais profunda. Mostre seu carinho de forma genuína e mantenha o diálogo sempre aberto, cultivando uma relação repleta de paixão e confiança.",
      "mood": "sério",
      "action": "Hoje, Leão pode surpreender seu amor preparando um jantar especial em casa, decorando o ambiente com velas e flores para criar uma atmosfera romântica e acolhedora.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgem, em 25 de janeiro de 2026, abra seu coração para novas possibilidades. Aproveite eventos sociais e atividades que incentivem encontros autênticos. Sua atenção aos detalhes será seu diferencial, mas lembre-se de relaxar e ser espontânea. Conhecer novas pessoas pode surpreendê-la, então permita-se voar além da rotina. Confie no seu charme e na sua essência; o amor está mais próximo do que imagina, basta abrir espaço para ele florescer.",
      "couples": "Para Virgem em 2026-01-25, lembre-se de valorizar a comunicação aberta e sincera com seu parceiro. Pequenos gestos de carinho e atenção diária fortalecem o vínculo emocional. Planeje momentos especiais para demonstrar seu amor e apreciação, mesmo nas rotinas mais simples. Seja paciente ao expressar suas emoções e escute com atenção o que seu parceiro compartilha. Assim, vocês criarão uma conexão mais profunda, repleta de compreensão, respeito e romance duradouro.",
      "mood": "apaixonado",
      "action": "Hoje, a Virgem pode surpreender seu parceiro preparando um jantar especial, cuidando dos detalhes com carinho e atenção ao gosto dele.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, em 25 de janeiro de 2026, abra seu coração para novas experiências. Aproveite oportunidades para socializar e conhecer pessoas autênticas que compartilhem seus valores. Este é um momento ideal para ampliar seu círculo de amizades e permitir que o amor surja naturalmente. Seja sincera consigo mesma e mantenha o equilíbrio emocional. Confie no seu charme e na sua intuição: o amor está mais perto do que imagina.",
      "couples": "Para os librianos em relacionamento em 25 de janeiro de 2026, foque na comunicação sincera e na busca por equilíbrio emocional. Demonstre seu amor com gestos românticos, como surpresas ou mensagens carinhosas. Ouça atentamente seu parceiro, valorizando suas opiniões, e invista em momentos de conexão profunda. Lembre-se de que a harmonia nasce do entendimento mútuo e do carinho diário. Pequenos detalhes feitos com sincereza fortalecerão ainda mais seu laço afetivo.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem carinhosa e sincera, demonstrando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Para Escorpião solteiro em 25 de janeiro de 2026, abra seu coração para novas experiências. Aproveite oportunidades em eventos sociais e atividades que despertem sua paixão, como cursos ou clubes. Seja autêntico e confiante ao conhecer pessoas; sua profundidade atrai. Não tenha medo de arriscar e deixar suas emoções fluírem naturalmente. O universo está conspirando a seu favor para encontros intensos e transformadores. Permita-se amar e ser amado de maneiras sinceras.",
      "couples": "Neste dia 25 de janeiro de 2026, Escorpião, sua intensidade pode fortalecer ou desafiar seu relacionamento. Invista na comunicação aberta e sincera, compartilhando seus sentimentos mais profundos com seu parceiro. Surpreenda com gestos românticos que demonstrem seu amor e dedicação, como uma mensagem carinhosa ou um detalhe especial. Cultive a confiança e a empatia, fortalecendo os laços de forma autêntica e amorosa. Assim, vocês construirão uma conexão ainda mais intensa e duradoura.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve preparar uma surpresa personalizada para seu amor, demonstrando sua profundidade emocional e seu comprometimento sincero.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Hoje, Sagitarianos solteiros, 2026-01-25, é um dia ideal para expandir seus horizontes. Esteja aberto a novas experiências e convites, pois há potencial para conexões emocionantes. Busque atividades que reflitam seus interesses, onde possa conhecer pessoas com sua energia vibrante. Seja autêntico e confiante, deixando seu brilho natural florescer. O amor pode surgir de encontros inesperados — aproveite a oportunidade de criar momentos inesquecíveis. Afinal, a aventura do amor está ao seu alcance!",
      "couples": "Sagitário, em 25 de janeiro de 2026, sua sorte está na autenticidade. Para fortalecer seu relacionamento, invista em conversas sinceras e escute atentamente seu parceiro. Surpresas simples, como uma mensagem carinhosa ou um passeio inesperado, renovam a paixão. Seja aberto às emoções do outro e compartilhe seus sonhos. Dessa forma, vocês criarão uma conexão mais profunda, baseada na confiança e no amor verdadeiro que transforma momentos comuns em memórias inesquecíveis.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem sincera e carregada de carinho, expressando o quanto ele ou ela faz sua vida mais especial.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricorniano(a), em 2026-01-25, abra seu coração para novas oportunidades amorosas. Seja aberto(a) a encontros inesperados, pois o universo reserva surpresas para quem sai da rotina. Conecte-se com pessoas autênticas, cultivando uma comunicação sincera e empática. Aproveite eventos sociais e plataformas online para expandir seu círculo. Confie no seu charme natural e na sua determinação; o amor está mais próximo do que imagina. Seja valente e permita que o coração guie seus passos.",
      "couples": "Para Capricórnio em 25 de janeiro de 2026, invista na comunicação aberta e sincera, compartilhando seus sentimentos e ouvindo atentamente seu parceiro. Demonstre amor através de gestos simples, como uma surpresa carinhosa ou uma palavra doce. Fortaleça os laços com momentos de convivência e valorizando as pequenas conquistas juntos. Sua dedicação e sinceridade vão aprofundar a conexão, criando um relacionamento mais sólido, cheio de confiança e romantismo duradouro.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve preparar um jantar especial e íntimo para seu parceiro, demonstrando seu carinho e dedicação através de detalhes atentos.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano, em 2026-01-25, abra seu coração para novas experiências. Procure atividades que estimulem sua criatividade e conecte-se com pessoas que compartilhem seus interesses. Seja autêntico e ocasionalmente seja vulnerável; isso atrairá relacionamentos genuínos. Aproveite momentos de autodescoberta e confiança. O amor pode surgir de encontros inesperados, então mantenha sua mente aberta e seu coração receptivo. Sua originalidade será sua maior virtude na busca pelo amor verdadeiro.",
      "couples": "Querido Aquário, hoje é um ótimo dia para fortalecer seu relacionamento. Invista em comunicação aberta e sincera, compartilhando seus sentimentos com seu parceiro. Surpreenda-o com gestos românticos, como uma mensagem carinhosa ou um detalhe que demonstre atenção. Ouça com atenção suas necessidades e desejos, cultivando a confiança mútua. Pequenas ações diárias criam uma conexão profunda e duradoura. Aproveite essa fase para reforçar seu amor com paciência, carinho e autenticidade.",
      "mood": "romântico",
      "action": "Hoje, escreva uma carta sincera expressando seus sentimentos mais profundos e entregue-a pessoalmente, demonstrando seu amor genuíno.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, em 2026, abra seu coração para novas experiências. Este é um momento perfeito para ampliar seu círculo social, participando de atividades que despertam sua paixão, como workshops de arte ou eventos culturais. Confie na sua intuição ao conhecer alguém especial; sua sensibilidade é seu maior presente. Seja autêntico e aberto ao amor, pois as conexões genuínas florescem quando você se mostra vulnerável. Aproveite essa fase para descobrir quem realmente desperta sua alma.",
      "couples": "Para Peixes em 2026-01-25, dedique-se a fortalecer sua conexão emocional. Pratique a escuta ativa e compartilhe seus sentimentos de forma sincera. Surpreenda seu parceiro com gestos românticos, como uma mensagem carinhosa ou um mimo inesperado. Cultive momentos de intimidade e silêncio confortável, deixando-se envolver pelo amor. Dessa forma, sua sensibilidade se transformará numa ponte sólida, criando uma relação mais profunda e harmoniosa, repleta de compreensão mútua e ternura.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, envie uma mensagem sincera e carinhosa para seu amor, expressando o quanto ele significa para você e fortalecendo a conexão.",
      "author": "Astrologly"
    }
  }
}