{
  "date": "2026-01-22",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Áries, em 2026, abra seu coração para novas experiências. Aproveite oportunidades de encontros e esteja aberto a conhecer pessoas diferentes. Sua coragem e entusiasmo são irresistíveis, mas lembre-se de ouvir com atenção e respeitar o ritmo do outro. Invista em pequenas aventuras que possam fortalecer conexões especiais. Seja autêntico e confie na sua intuição, pois o amor pode surgir onde menos espera. Desejo que a paixão floresça em seu caminho nesta fase.",
      "couples": "Áries em 2026-01-22, pratique a comunicação aberta e sincera para fortalecer seu relacionamento. Mostre seu amor com gestos românticos, como uma surpresa ou um elogio genuíno. Ouça atentamente seu parceiro e demonstre interesse pelas suas emoções. Investir tempo de qualidade juntos criará conexões mais profundas. Lembre-se de equilibrar sua energia impulsiva com paciência e carinho, construindo uma relação mais harmoniosa e duradoura.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor com uma mensagem sincera e apaixonada, revelando o quanto ele ou ela ilumina sua vida.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Para os taurinos solteiros em 22 de janeiro de 2026, este é um momento para abrir o coração e explorar novas oportunidades de encontro. Aproveite eventos sociais, clubes ou atividades que envolvam seus interesses. Seja autêntico e paciente, permitindo que conexões genuínas floresçam lentamente. Não tenha medo de dar o primeiro passo e convidar alguém especial para um café ou passeio. O amor pode surgir onde menos espera, basta estar aberto e receptivo às novas experiências.",
      "couples": "Para Touro em 22/01/2026, fortaleça seus laços investindo na comunicação sincera e no cultivo do romantismo diário. Demonstre seu carinho com gestos palpáveis, como um jantar especial ou uma carta escrita à mão. Ouça com atenção e mostre empatia às necessidades do seu parceiro. A estabilidade emocional será a base para aprofundar a conexão, fazendo com que seu relacionamento floresça com confiança e amor duradouro.",
      "mood": "cauteloso",
      "action": "Hoje, para demonstrar seu amor, reserve um jantar surpresa com as suas comidas favoritas, cuidando de cada detalhe com carinho e atenção.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Para Gêmeos solteiro em 22 de janeiro de 2026, a energia ao seu redor traz novas possibilidades de conexão. Aproveite oportunidades sociais, eventos e hobbies para ampliar seu círculo. Seja autêntico e aberto à comunicação, pois seu charme natural atrai pessoas interessantes. Não tenha pressa; permita-se explorar diferentes tipos de relacionamentos sem pressa de compromisso. Confie na sua intuição e siga seu coração, pois o amor pode surgir onde menos espera.",
      "couples": "Para Gêmeos em 22/01/2026, priorize a comunicação aberta e sincera com seu parceiro. Mostre seu carinho com pequenos gestos diários, como mensagens inesperadas ou surpresas que transmitam atenção. Ouça com empatia e esteja presente emocionalmente. Invista em conversas profundas para fortalecer o vínculo e evitar mal-entendidos. Assim, seu relacionamento se tornará mais sólido, repleto de conexão e romantismo genuíno, revelando o potencial extraordinário de uma parceria harmoniosa e apaixonada.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, envie uma mensagem sincera e carinhosa ao seu amor, expressando o quanto ele ou ela significa para você.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Para os cancerianos solteiros em 22 de janeiro de 2026, abra seu coração e explore novas oportunidades amorosas. Aproveite eventos sociais, deixe a timidez de lado e permita-se conhecer pessoas diferentes. Sua intuição é uma aliada poderosa, ouça seu coração ao escolher caminhos que lhe tragam felicidade. Cultive a autoconfiança, mantenha uma postura acolhedora e faça pequenos gestos de carinho. O amor pode surgir onde menos espera, seja receptivo às possibilidades.",
      "couples": "Para fortalecer seu relacionamento em 22 de janeiro de 2026, Câncer, invista na comunicação aberta e sincera. Demonstre seu amor com gestos românticos e palavras carinhosas que transmitam seu afeto. Reserve momentos especiais para compartilhar sonhos e preocupações, mostrando que você valoriza a relação. Confie na sua intuição, mas também ouça seu parceiro com atenção. Dessa forma, fortalecerá o vínculo emocional e criará uma conexão ainda mais profunda e verdadeira.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, surpreenda seu amor com uma carta carinhosa expressando seus sentimentos mais profundos e gratidão pelo relacionamento.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, em 2026, abra seu coração para novas experiências! Aproveite oportunidades de conhecer pessoas em eventos sociais, com amigos ou em atividades que você ama. Sua energia contagiante atrairá interesse e autenticidade. Seja sincero e mostre seu brilho natural, mas lembre-se de escutar com atenção. Confie no seu valor e permita que o amor entre de forma natural. Uma conexão genuína pode surgir quando menos esperar.",
      "couples": "Leão, neste dia 22 de janeiro de 2026, valorize a comunicação aberta com seu parceiro, demonstrando sua admiração genuína. Surpreenda com pequenos gestos de carinho que expressem seu amor, como uma mensagem afetuosa ou um convite especial. Ouça com atenção e esteja presente, reforçando a conexão emocional. Sua generosidade e entusiasmo farão o relacionamento florescer ainda mais, criando memórias marcantes e reforçando o laço de amor que vocês compartilham.",
      "mood": "sério",
      "action": "Hoje, Leão deve preparar uma surpresa especial, como um jantar íntimo com a pessoa amada, demonstrando seu carinho e atenção única.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgem, 2026 será um momento especial para explorar novas conexões. Seja aberto a encontros espontâneos e participe de atividades que despertam sua paixão, como cursos ou eventos culturais. Sua atenção aos detalhes atrairá pessoas compatíveis, então confie na sua intuição. Não tenha medo de dar o primeiro passo. O amor pode surgir onde menos espera, basta estar presente e receptivo às oportunidades que a vida oferece.",
      "couples": "No dia 22 de janeiro de 2026, Virgem, concentre-se em fortalecer seu vínculo através de palavras sinceras e gestos pequenos, porém significativos. Escute seu parceiro com atenção, demonstrando interesse genuíno. Surpreenda-o com ações que expressem carinho, como um jantar especial ou uma nota doce. Cultive a paciência e a compreensão, criando um ambiente de confiança e harmonia. Pequenas atitudes feitas com amor farão seu relacionamento florescer ainda mais.",
      "mood": "apaixonado",
      "action": "Hoje, a Virgem pode demonstrar seu amor preparandono um jantar especial com detalhes que mostrem seu cuidado e dedicação ao seu amor.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, 2026 promete novas possibilidades amorosas. Aproveite para ampliar seu círculo social, participando de eventos e atividades que despertem seu interesse. Seja autêntica e sincera ao se apresentar, pois sua simpatia atrai apaixonados. Não tenha medo de dar o primeiro passo ao convidar alguém especial para um café ou passeio. Confie no seu charme natural e lembre-se que o amor surge quando menos espera, especialmente para quem mantém o coração aberto.",
      "couples": "Querida Libra, em 22 de janeiro de 2026, concentre-se em fortalecer a comunicação com seu parceiro. Ouça atentamente suas necessidades e compartilhe seus sentimentos de forma aberta e sincera. Surpreenda com gestos românticos, pequenos detalhes e palavras de carinho que reforçam o vínculo. Cultive a empatia e o equilíbrio, valorizando a harmonia no relacionamento. Assim, vocês criarão uma conexão mais profunda e duradoura, recheada de amor e compreensão.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e cheia de admiração, reforçando o quanto ele é importante para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Neste dia 22 de janeiro de 2026, Escorpiano, abrace a chance de explorar novas conexões. Seja aberto a encontros espontâneos e permita que sua aura intensa atraia pessoas genuínas. Confie na sua intuição para perceber quem realmente vale a pena. Dê passos pequenos, mas firmes, ao conhecer alguém especial. Cultive a autoconfiança e lembre-se: o amor pode surgir onde menos espera, transforme oportunidades em momentos de paixão verdadeira.",
      "couples": "Hoje, Escorpião, fortaleça seu relacionamento ao investir na comunicação sincera. Compartilhe seus sentimentos mais profundos com seu parceiro, criando uma conexão ainda mais íntima. Surpreenda com gestos românticos que expressem seu carinho, como uma mensagem doce ou um gesto surpresa. Ouça atentamente e demonstre empatia, reforçando a confiança mútua. Com dedicação e amor verdadeiro, vocês poderão transformar seu vínculo em um porto seguro e cheio de paixão.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve surpreender seu amor com uma carta escrita à mão, revelando seus sentimentos mais profundos e sinceros.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Para Sagitarianos solteiros em 22 de janeiro de 2026, este é um momento especial para explorar novas conexões. Esteja aberto a encontros espontâneos e aproveite oportunidades em lugares diferentes, onde possa conhecer pessoas com interesses diversos. Cultive a sinceridade e sua alegria contagiante, pois isso atrai quem deseja alguém genuíno. Com confiança e coração aberto, o amor pode encontrar você em situações inesperadas, tornando sua jornada romântica mais vibrante e cheia de possibilidades.",
      "couples": "Para Sagitário em um relacionamento em 22 de janeiro de 2026, fortaleça os laços investindo em comunicação sincera e aberta. Surpreenda seu parceiro com gestos românticos que demonstrem seu carinho, como uma caminhada especial ou uma mensagem carinhosa. Ouça com atenção suas necessidades e compartilhe suas aventuras e sonhos. Assim, sua relação se aprofundará, criando uma conexão mais sólida, baseada na confiança e no amor genuíno. Seja autêntico e carinhoso!",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, escreva uma carta sincera expressando seu amor e gratidão ao seu parceiro, entregando-a em um local especial.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Capricórnio solteiro, em 22 de janeiro de 2026, abra seu coração para novas conexões. Aproveite oportunidades sociais e eventos que envolvam suas paixões, pois o universo favorece encontros autênticos. Seja gentil ao se abrir para conhecer diferentes pessoas; a sinceridade atrai quem realmente combina com você. Lembre-se de que o amor floresce na autenticidade e na paciência. Confie no seu caminho, e o amor poderá surpreendê-lo de formas que você nunca imaginou.",
      "couples": "Querido(a)Capricórnio, em 22 de janeiro de 2026, concentre-se em fortalecer sua conexão através de gestos românticos e comunicação sincera. Mostre seu amor com pequenos detalhes do dia a dia, como palavras de carinho e ações que demonstrem sua dedicação. Ouça com atenção as necessidades do parceiro(a) e seja transparente. Assim, você criará uma base sólida de confiança, tornando seu relacionamento mais profundo, harmonioso e cheio de significado.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve preparar um jantar especial e íntimo para seu amor, demonstrando cuidado e dedicação ao criar um momento acolhedor e romântico.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Para os aquarianos solteiros em 22/01/2026, este é um momento ideal para explorar novas conexões. Esteja aberto a encontros inesperados em eventos sociais ou atividades que despertem seu interesse. Sua autenticidade atrairá pessoas que apreciam sua singularidade. Escute sua intuição ao escolher quem merece seu tempo. Cultive amizades com potencial romântico, pois muitas vezes o amor surge onde menos espera. Aproveite essa fase para ampliar seu círculo e descobrir possibilidades surpreendentes.",
      "couples": "Para Aquário em 22 de janeiro de 2026, valorize a comunicação aberta e honesta com seu parceiro, expressando seus sentimentos com sinceridade. Surpreenda com gestos românticos que demonstrem seu carinho, como pequenas atenções diárias ou uma mensagem especial. Dedique tempo para ouvir ativamente e fortalecer a conexão emocional. Sua autenticidade e dedicação criarão uma relação mais sólida, cheia de compreensão e paixão, tornando seu amor ainda mais vibrante e duradouro.",
      "mood": "romântico",
      "action": "Hoje, Aquário, surpreenda seu amor com uma mensagem sincera e carinhosa, expressando o quanto ele/ela é importante para você.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, 2026 traz oportunidades incríveis para ampliar seus encontros. Esteja aberto a novas experiências e convívios, pois o universo conspira a seu favor. Aproveite mensagens e convites com entusiasmo, mostrando seu verdadeiro coração. Cultive amizades sinceras e permita que a conexão emocional floresça naturalmente. Confie no seu instinto e não tenha medo de se apaixonar novamente. Este é o momento perfeito para encontrar alguém que valorize sua sensibilidade e sonhos profundos.",
      "couples": "Para Peixes em 2026-01-22, cultive a comunicação aberta e honesta com seu parceiro. Mostre seu amor com gestos românticos sinceros, como palavras doces e pequenas atenções diárias. Valorize a conexão emocional, ouvindo com empatia e se entregando ao momento presente. Lembre-se de que demonstrações de afeto fortalecem a intimidade, criando um laço mais profundo. Permita-se ser vulnerável e abra espaço para o amor crescer com autenticidade e carinho contínuo.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, envie uma mensagem sincera e cheia de carinho para seu amor, demonstrando o quanto ele significa para você.",
      "author": "Astrologly"
    }
  }
}