{
  "date": "2026-01-12",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Áries solteiro em 12 de janeiro de 2026, este é um momento ideal para abrir seu coração e explorar novas conexões. Seja espontâneo em encontros e aproveite oportunidades de networking. Invista em atividades que te apaixonem, pois o universo conspira a seu favor para encontros emocionantes. Seja autêntico e confiante, permitindo que sua energia contagiante atraia pessoas especiais. Ao se entregar ao novo, você poderá descobrir um amor verdadeiro que desperte seu coração.",
      "couples": "Áries em 12/01/2026, sua energia apaixonada é contagiante, mas lembre-se de cultivar a paciência. Ouça seu parceiro com atenção, demonstrando interesse genuíno. Surpreenda com gestos românticos, pequenas atitudes que mostrem seu carinho. Comunicação clara e sincera fortalecerá a confiança. Valorize momentos de cumplicidade e não perca de vista o quão importante é apoiar seus sonhos. Assim, seu relacionamento se tornará ainda mais vibrante e duradouro.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor com um jantar feito por você, deixando de lado o jeito aventureiro e mostrando seu lado mais carinhoso.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, 2026 reserva momentos especiais para você no amor. Para ampliar suas possibilidades, abrace novas experiências sociais e participe de atividades que você ama. Seja aberto para encontros espontâneos e deixe sua rotina confortável de lado de vez em quando. Acredite que boas surpresas podem surgir ao estabelecer conexões sinceras. Confie na sua autenticidade, pois o amor perfeito pode estar mais perto do que imagina. Esteja atento às oportunidades!",
      "couples": "Querido Touro, em 12 de janeiro de 2026, concentre-se em fortalecer seu vínculo através de gestos românticos e comunicação aberta. Surpreenda seu parceiro com pequenas demonstrações de carinho e compartilhe seus sentimentos sinceramente. Ouça com atenção e valorize os momentos juntos. Cultivar a paciência e a empatia criará uma base sólida de confiança e amor, fazendo seu relacionamento florescer ainda mais neste momento especial.",
      "mood": "cauteloso",
      "action": "Hoje, para fortalecer seu vínculo, reserve um momento especial para preparar o prato favorito do seu amor e compartilhem juntos, com carinho.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Para os Gêmeos solteiros em 12/01/2026, este é um momento maravilhoso para ampliar seus horizontes. Opte por atividades que estimulem suas conversas, como cursos ou eventos sociais, onde possa conhecer pessoas com interesses semelhantes. Seja autêntico e aberto a novas experiências, pois sua versatilidade atrai potenciais parceiros. Confie na sua leveza e charme natural. Aproveite essa fase para construir conexões sinceras que podem evoluir para algo duradouro.",
      "couples": "Para Gêmeos em 12 de janeiro de 2026, foque na comunicação sincera e aberta para fortalecer seu relacionamento. Planeje momentos especiais que envolvam conversas profundas e gestos românticos, como uma surpresa simples ou uma mensagem carinhosa. Ouça com atenção e mostre interesse genuíno nas emoções do seu par. Cultivar a transparência e o afeto criará uma conexão mais sólida, ajudando a navegar juntas as novidades e desafios do novo ciclo.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, surpreenda seu amor com uma mensagem sincera e carregada de carinho, demonstrando o quanto ele é especial para você.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, 2026 é um período especial para explorar novas possibilidades amorosas. Aproveite eventos sociais e hobbies que despertam paixão, pois são excelentes oportunidades para conhecer pessoas que compartilham seus valores. Seja autêntico e vulnerável, permitindo conexões profundas. Invista na sua autoestima e confie na sua intuição ao escolher quem merece seu coração. O amor pode estar mais próximo do que imagina, basta abrir-se ao mundo com esperança e coragem.",
      "couples": "Para fortalecer seu relacionamento em 12 de janeiro de 2026, invista na comunicação sincera e emocional. Demonstre seu carinho com gestos românticos e palavras de afeto, criando momentos especiais juntos. Ouça seu parceiro atentamente, entendendo suas necessidades e sentimentos. Cultive a confiança e a intimidade, compartilhando sonhos e vulnerabilidades. Assim, você solidifica a conexão, fazendo seu relacionamento florescer com amor e compreensão, levando-o a uma jornada ainda mais profunda e significativa.",
      "mood": "brincalhão",
      "action": "Hoje, Cancer, envie uma mensagem sincera e carinhosa para seu amor, expressando o quanto ele é importante e especial para você.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 promete oportunidades incríveis para ampliar seu círculo social. Este é o momento de explorar novas atividades e eventos onde possa conhecer pessoas autênticas e apaixonadas. Aproveite sua confiança natural para iniciar conversas sinceras, sem pressa. Seja você mesmo, sua luz atrairá quem valoriza sua essência. Confie no seu coração e lembre-se: o amor verdadeiro começa com uma conexão sincera. Esteja aberto ao inesperado, o romance pode estar mais perto do que imagina.",
      "couples": "Leão, hoje é importante fortalecer seus laços afetivos. Expresse seus sentimentos com sinceridade, e pratique gestos românticos que demonstrem seu valor pelo parceiro. Ouça atentamente suas necessidades e compartilhe seus sonhos, criando uma conexão mais profunda. Surpreenda seu amor com detalhes únicos, seja um elogio, uma mensagem ou um gesto especial. Assim, vocês viverão momentos memoráveis, construindo uma relação mais sólida, cheia de admiração e paixão recíproca.",
      "mood": "sério",
      "action": "Hoje, Leão deve reservar um momento especial para surpreender seu amor com uma mensagem sincera e apaixonada, reafirmando seu carinho único.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Para os virginianos solteiros em 12 de janeiro de 2026, abra seu coração para novas experiências. Cuide de si com carinho, pois atraí pessoas que valorizam sua dedicação. Esteja aberto a encontros informais e participe de eventos sociais. Aproveite para explorar interesses que o conectem a outros, criando chances de conhecer alguém especial. Confie na sua autenticidade, pois ela será sua maior aliada na construção de uma relação verdadeira e duradoura.",
      "couples": "Para Virgem em 12 de janeiro de 2026, concentre-se em fortalecer seu relacionamento através de uma comunicação honesta e refinar sua atenção aos detalhes do seu parceiro. Surpreenda com pequenos gestos românticos, como palavras de afeto ou gestos de cuidado. Ouça com empatia e demonstre apreciação diária. Cultivar esses hábitos ajudará a aprofundar a conexão emocional, criando um ambiente de confiança, respeito e amor duradouro entre vocês.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor com uma nota escrita à mão expressando seus sentimentos mais sinceros e deixe-a em um lugar especial para que ele(a) a encontre.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Para Librianos solteiros em 12 de janeiro de 2026, abra seu coração para novas amizades e encontros. Sua natureza encantadora atrairá pessoas sinceras, então esteja aberto ao inesperado. Ouça seu coração e confie na sua intuição ao escolher quem merece seu tempo. Aproveite oportunidades de eventos sociais e hobbies que gosta, pois esses momentos podem transformar-se em romances duradouros. Cultive a autenticidade e a leveza, e o amor poderá surpreendê-lo quando menos esperar.",
      "couples": "Querida Libra, hoje é um momento ideal para fortalecer seu relacionamento. Invista na comunicação aberta, compartilhando seus sentimentos com sinceridade e atenção. Surpreenda seu parceiro com pequenos gestos românticos, como uma mensagem carinhosa ou um jantar especial. Valorize o diálogo e a cumplicidade, criando momentos de conexão verdadeira. Ao demonstrar seu amor e compreensão, vocês irão aprofundar ainda mais o vínculo, tornando a relação mais harmoniosa e cheia de afeto.",
      "mood": "cauteloso",
      "action": "Neste dia, surpreenda seu parceiro com uma mensagem escrita à mão, expressando seu amor e gratidão por sua presença.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Neste 12 de janeiro de 2026, Escorpião single, abra-se para novas possibilidades com coragem e autenticidade. Aproveite eventos sociais e hobbies que reflitam sua essência profunda, pois é ali que surgem conexões verdadeiras. Seja honesto sobre seus sentimentos e desejos, permitindo que sua paixão brilhe sem medo. Cultive a paciência e confie no tempo certo para encontrar alguém que valorize sua intensidade e lealdade. O amor está mais próximo do que imagina.",
      "couples": "Para Escorpião em 12 de janeiro de 2026, fortaleça seus laços sendo aberto e transparente com seu parceiro. Compartilhe seus sentimentos mais profundos e ouça com atenção as emoções dele também. Pequenos gestos românticos, como uma mensagem afetiva ou um ato de cuidado, fortalecerão a conexão. Invista na cumplicidade, demonstrando sua paixão de forma sincera e calorosa, mantendo o relacionamento intenso, mas harmonioso. Afinal, a sinceridade e a ternura criam vínculos duradouros.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve surpreender seu amor com uma mensagem sincera e apaixonada, expressando seus sentimentos mais profundos e autênticos.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitário, em 2026-01-12, permita-se abrir ao novo com esperança e entusiasmo. Este é um momento perfeito para explorar novas oportunidades de encontro, seja através de amigos, eventos ou atividades que despertam sua paixão. Seja autêntico e sincero ao compartilhar seus desejos, e lembre-se de ouvir com atenção. Sua energia contagiante atrairá conexões sinceras, aumentando as chances de encontrar alguém especial que valorize sua liberdade e aventura. Aproveite cada oportunidade!",
      "couples": "Para Sagitário em 12 de janeiro de 2026, fortalecer seu relacionamento exige honestidade e presentes que demonstrem seu afeto. Aproveite para planejar aventuras e momentos de lazer juntos, estimulando a cumplicidade. Comunicação clara e aberta criará maior conexão emocional, permitindo que seus parceiros se sintam seguros. Surpreender com gestos românticos simples, como uma carta ou um jantar especial, reforça o laço e alimenta o amor. Seja espontâneo e sincero, e seu relacionamento florescerá.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário deve surpreender seu amor com uma mensagem carinhosa e sincera, expressando o quanto aprecia e admira sua presença na sua vida.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Neste dia especial, querido Capricorniano, aproveite para abrir seu coração às novas oportunidades amorosas. Seja mais espontâneo ao conhecer pessoas, participe de eventos sociais ou hobbies que te inspirem. Sua determinação é sua força, mas lembre-se de dar espaço para sensibilidade. Confie na sua autenticidade, e o amor pode bater à sua porta, especialmente ao ser aberto a diferentes experiências. Seja paciente, pois o romance está se aproximando de forma leve e sincera.",
      "couples": "Capricórnio em 2026-01-12, valorize a comunicação aberta com seu parceiro. Mostre seu amor através de gestos simples, como um jantar surpresa ou palavras sinceras. Conquiste o coração reforçando a confiança e ouvindo com atenção. Invista tempo em momentos de conexão profunda, fortalecendo laços e transmitindo segurança. Sua dedicação e autenticidade vão transformar pequenas ações em grandes demonstrações de afeto, tornando o relacionamento ainda mais sólido e feliz.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, prepare uma surpresa simples e significativa, como um café da manhã na cama, para demonstrar seu carinho e atenção.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Para os Aquarianos solteiros em 12 de janeiro de 2026, a chave é abrir-se para novas experiências e conexões genuínas. Faça atividades que despertem sua paixão, como eventos culturais ou grupos de interesse. Seja autêntico e acessível ao conversar com diferentes pessoas, lembrando-se de escutar com o coração. Aproxime-se com esperança e coragem, pois o universo conspira a seu favor quando você se mostra aberto ao amor verdadeiro.",
      "couples": "Querido Aquário, em 12 de janeiro de 2026, priorize a conexão emocional com seu parceiro. Mostre seu carinho através de gestos simples, como uma mensagem inesperada ou um toque afetuoso. Ouça atentamente suas necessidades e compartilhe seus sonhos com sinceridade. Invista em momentos de cumplicidade e mantenha a comunicação aberta, reforçando a confiança. Assim, seu relacionamento se tornará ainda mais forte e cheio de amor verdadeiro.",
      "mood": "romântico",
      "action": "Hoje, aquariana deve surpreender seu amor com uma serenata íntima e personalizada, escolhendo músicas que tenham significado especial para ambos.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, em 2026, abra seu coração para novas conexões. Permita-se explorar encontros inesperados, pois as oportunidades de amar estarão ao seu redor. Seja autêntico, mostre quem você realmente é e confie na sua intuição. Conhecer novas pessoas trará surpresas encantadoras e momentos de crescimento emocional. Aproveite cada oportunidade para construir amizades que podem evoluir para algo mais profundo. Sua sensibilidade será seu melhor presente na jornada do amor neste ano.",
      "couples": "Peixes, hoje é um dia especial para fortalecer seu relacionamento. Esteja aberto à comunicação sincera e escute com empatia o que seu parceiro precisa compartilhar. Surpreenda com gestos românticos, como uma mensagem carinhosa ou um detalhe atencioso. Cultive o entendimento e a doçura em suas ações, pois isso aprofundará a conexão emocional. Lembre-se, o amor floresce quando investimos tempo e atenção genuína um no outro.",
      "mood": "apaixonado",
      "action": "Hoje, Piscianos, surpreenda seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e desejando um momento especial juntos.",
      "author": "Astrologly"
    }
  }
}