{
  "date": "2026-02-12",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Aries soltero, en 2026-02-12, aprovecha tu energía y entusiasmo para conocer nuevas personas. Participa en actividades que te apasionen, como talleres o eventos sociales, donde puedas brillar con autenticidad. Mantén tu corazón abierto y sé receptivo a lo que el universo te traiga. La clave está en escuchar y mostrar interés genuino. Confía en tu magnetismo y recuerda que el amor llega cuando menos lo esperas.",
      "couples": "Querido Aries, hoy recuerda que fortalecer tu relación requiere paciencia y comunicación sincera. Expresa tus sentimientos con ternura y escucha activamente a tu pareja. Pequeños gestos románticos, como una nota cariñosa o una cena sorpresa, fortalecerán vuestro vínculo. Sé vulnerable y abierto, mostrando tu amor sin reservas. Este día es perfecto para conectar profundamente y renovar la pasión. Confía en el poder del amor para crear un vínculo más fuerte y duradero.",
      "mood": "apasionado",
      "action": "Hoy, Aries, sorprende a tu pareja con una carta escrita a mano expresando cuánto valoras su presencia en tu vida y sus cualidades únicas.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Tauro, hoy es un día perfecto para abrirte a nuevas experiencias románticas. Aprovecha cualquier oportunidad para socializar, ya sea en actividades que disfrutes o en pequeños encuentros. La paciencia será tu aliada; construye conexiones con calma y autenticidad. Confía en tu instinto y muestra tu verdadera esencia, porque eso atraerá a quienes valoran tu sinceridad. Abre tu corazón, y el amor llegará cuando menos lo esperes.",
      "couples": "Querido Tauro, en tu relación del 12 de febrero de 2026, enfócate en fortalecer los lazos a través de la comunicación abierta y sincera. Dedica tiempo a escuchar con atención y muestra tu amor con gestos románticos, como una cena especial o pequeños detalles que demuestren tu cariño. La constancia y la paciencia te ayudarán a profundizar la confianza, creando un vínculo más fuerte y lleno de amor duradero.",
      "mood": "cauteloso",
      "action": "Hoy, Tauro, sorprende a tu pareja preparando una cena íntima en casa con sus platos favoritos y una playlist que ambos disfruten.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Géminis, el 12 de febrero de 2026 es una oportunidad perfecta para abrir tu corazón. Aprovecha eventos sociales y nuevas actividades para conocer a alguien especial. Sé auténtico y escuchador; tu curiosidad natural atraerá personas interesantes. No temas mostrar tu dualidad, pues tu versatilidad será un imán. Confía en tu charme y la magia de las conexiones espontáneas. El amor puede sorprenderte cuando menos lo esperes, así que mantén la mente y el corazón abiertos.",
      "couples": "Querido Géminis, en esta fecha, enfócate en fortalecer la conexión con tu pareja mediante comunicación sincera y abierta. Aprovecha para expresar tus sentimientos con pequeños gestos románticos: notas cariñosas, una cena sorpresa o un paseo juntos. Escucha atentamente y muestra interés genuino en sus emociones. La honestidad y la empatía fortalecerán su vínculo, creando un amor más profundo y duradero. Recuerda, el amor crece con detalles y comprensión mutua.",
      "mood": "romántico",
      "action": "Hoy, Géminis, sorprende a tu pareja enviándole un mensaje lleno de recuerdos compartidos y planea una pequeña aventura para crear nuevos momentos juntos.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cáncer, en esta fecha especial, abre tu corazón a nuevas oportunidades. Aprovecha eventos sociales y actividades que te permitan conocer personas auténticas. Confía en tu intuición y muestra tu verdadera esencia, eso atraerá conexiones sinceras. No temas ser vulnerable, tu ternura y sensibilidad son tu mayor encanto. Cultiva la paciencia y disfruta del proceso, porque el amor llegará cuando menos lo esperes, en un momento lleno de magia y esperanza para ti.",
      "couples": "Cáncer, en esta fecha, dedica tiempo a fortalecer tu vínculo a través de gestos tiernos y sinceros. La comunicación abierta y honesta fortalecerá la confianza y aclarará malentendidos. Reserva momentos especiales para sorprender a tu pareja con detalles que demuestren tu amor, como una nota romántica o una cena íntima. Escucha con empatía y muestra tu vulnerabilidad; esto enriquecerá vuestra conexión y abrirá camino a un amor aún más profundo.",
      "mood": "juguetón",
      "action": "Hoy, Cáncer, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y agradecidos.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leo, en 2026, abre tu corazón y espacio para nuevas experiencias. Aprovecha eventos sociales, viajes y actividades que te apasionen para conocer personas con intereses similares. Tu carisma natural atraerá a quienes valoren tu autenticidad. Sé valiente en mostrar tu verdadera esencia y mantén una actitud positiva. La oportunidad de encontrar amor puede surgir en los lugares más inesperados; confía en tu brillo interior y déjate sorprender.",
      "couples": "Querido Leo, el 12 de febrero de 2026 es un momento perfecto para fortalecer tu relación. Dedica tiempo a escuchar verdaderamente a tu pareja, mostrando interés en sus sentimientos y sueños. Los gestos románticos, como una nota amorosa o una sorpresa sencilla, serán muy valorados. La comunicación sincera y afectuosa fortalecerá su conexión, haciendo que ambos se sientan más unidos y amados. Aprovecha esta oportunidad para crear recuerdos inolvidables juntos.",
      "mood": "serio",
      "action": "Hoy, Leo, sorprende a tu pareja enviándole una carta escrita a mano, expresando con sinceridad lo mucho que valoras su amor y compañía.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querido Virgo, en esta fecha especial, abre tu corazón y suelta el perfeccionismo. Aprovecha oportunidades para socializar, ya sea en eventos o actividades que amas. La espontaneidad atrae a quienes genuinamente valoran tu claridad y autenticidad. Confía en tu intuición y no temas mostrar tu lado más vulnerable. La paciencia y la honestidad te guiarán hacia conexiones que resonarán con tu verdadera esencia. ¡El amor está más cerca de lo que imaginas!",
      "couples": "Querida Virgo, en esta fecha especial, recuerda que la clave para fortalecer tu relación es la comunicación sincera y aprecio mutuo. Dedica tiempo a escuchar a tu pareja sin juzgar, mostrando interés genuino en sus sentimientos. Los gestos románticos, como una nota inesperada o una cita sencilla, fortalecerán su vínculo. Confía en tu intuición y expresa tu cariño con acciones que demuestren cuánto valoras su amor, creando un lazo aún más profundo y lleno de armonía.",
      "mood": "apasionado",
      "action": "今天，处女座应为心爱的人准备一份细心的小惊喜，以温暖他们的心灵并加深你们的纽带。",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido Libra, hoy es un día perfecto para abrir tu corazón y explorar nuevas oportunidades románticas. Confía en tu encanto natural y no dudes en dar pasos audaces para conocer gente interesante. Participa en actividades que disfrutes y donde puedas conectar con almas afines. La clave está en mantener el equilibrio y ser auténtico. Muchas veces, el amor llega cuando menos lo esperas, así que estate abierto a nuevas experiencias y deja que tu luz brille.",
      "couples": "Para un Libra en pareja el 12 de febrero de 2026, enfócate en fortalecer los lazos mediante una comunicación abierta y sincera. Escucha atentamente a tu pareja y expresa tus sentimientos con ternura. Sorpréndela con pequeños gestos románticos, como una carta o una cena especial. La clave está en crear momentos de intimidad que refuercen la conexión emocional y hagan que ambos se sientan valorados y amados en cada instante compartido.",
      "mood": "cauteloso",
      "action": "Hoy, Libra, sorprende a tu pareja con una cena romántica en casa, preparando sus platillos favoritos y creando un ambiente íntimo y acogedor.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpio, en esta fecha especial, abre tu corazón a nuevas experiencias. La sinceridad y tu intuición te guiderán hacia personas afines. No temas explorar diferentes círculos sociales y mostrar tu verdadera esencia. La paciencia será clave para encontrar una conexión profunda. Da pequeños pasos: muestra interés genuino, escucha con atención y confía en tu magnetismo natural. El amor está próximo, solo debes permitir que llegue sin prisas, con la seguridad de que mereces lo mejor.",
      "couples": "Escorpio, en esta fecha, fortalece tu vínculo siendo transparente y abierto. La comunicación honesta fortalecerá la confianza, permitiendo que ambos se sientan seguros y valorados. Sorprende a tu pareja con gestos románticos que demuestren cuánto significan para ti; pequeños detalles hacen la diferencia. Practica la empatía, escucha activamente y comparte tus sentimientos con sinceridad. Así, fortalecerás vuestra conexión, creando una relación aún más profunda y apasionada.",
      "mood": "juguetón",
      "action": "Hoy, Escorpio, organiza una cena sorpresa en casa, creando un ambiente íntimo con velas y música que expresen tu amor profundo.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitario, en esta fecha especial, abre tu corazón y deja que la aventura del amor llegue a ti. Aprovecha las oportunidades para conocer gente nueva, ya sea en actividades sociales o viajes. Tu curiosidad natural atraerá posibles parejas interesadas en tu espíritu libre y optimista. Sé auténtico y comparte tus sueños, pues ese brillo genuino será irresistible. Confía en el universo y permite que el amor florezca en cada encuentro.",
      "couples": "Querido Sagitario, hoy en 2026-02-12, enfócate en fortalecer los lazos con tu pareja mediante la comunicación abierta y sincera. Expresa tus sentimientos con cariño y escucha con atención sus necesidades. No temas sorprenderla con gestos románticos, pequeños detalles que demuestren tu amor. La confianza y la sinceridad fortalecen la relación, así que comparte tus sueños y proyectos juntos. Aprovecha este momento para profundizar esa conexión única que compartís.",
      "mood": "reflexivo",
      "action": "Hoy, Sagitario, sorprende a tu pareja preparando una cena romántica en casa y compartiendo una charla profunda bajo las estrellas.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido Capricornio, en esta fecha especial, abraza la apertura a nuevas experiencias. Aprovecha oportunidades para socializar y ampliar tu círculo de amistades, pues algunas conexiones podrían convertirse en algo más profundo. Confía en tu intuición y muestra tu auténtico yo; las personas valoran tu sinceridad y determinación. Este año, permite que el amor fluya con paciencia y dedicación. Tu resiliencia hará que las conexiones románticas crezcan con autenticidad y armonía.",
      "couples": "Querido Capricornio, en esta fecha, enfócate en fortalecer la comunicación con tu pareja. Expresa tus sentimientos con sinceridad y escucha con atención. Pequeños gestos románticos, como una nota cariñosa o una salida inesperada, renovarán la conexión. La honestidad y la paciencia serán clave para consolidar vuestra confianza. Recuerda, el amor se nutre con detalles y comprensión mutua. Dedica tiempo a valorar y apreciar lo que comparten, fortaleciendo así vuestro vínculo.",
      "mood": "juguetón",
      "action": "Hoy, Capricornio, surpreende a tu pareja con una cena casera llena de sus sabores favoritos y palabras sinceras que expresen tu amor.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Acuario, en esta fecha especial, abre tu corazón a nuevas experiencias. Aprovecha oportunidades para conocer gente en eventos sociales o actividades creativas. Sé auténtico y muestra interés genuino en los demás; tu visión única atrae a quienes valoran tu originalidad. Confía en tu intuición para identificar conexiones sinceras. Este año, deja que el amor fluya sin prisas, permitiéndote explorar romances sorprendentes y significativos. La clave está en abrirte con el alma y disfrutar del proceso.",
      "couples": "Acuario, hoy en 2026-02-12, es importante fortalecer tu conexión emocional. Dedica tiempo a escuchar activamente a tu pareja y expresa tus sentimientos con sinceridad. Sorpréndela con gestos románticos y detalles que muestren cuánto valoras su compañía. La comunicación abierta y la honestidad reforzarán su vínculo, creando un ambiente de confianza y ternura. Recuerda que los pequeños gestos diarios mantienen viva la chispa del amor.",
      "mood": "romántico",
      "action": "Hoy, Acuario, sorprende a tu pareja con una carta escrita a mano que exprese tus sentimientos más profundos y sueños compartidos.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Piscis, en 2026, abre tu corazón y aprovecha nuevas oportunidades para conocer personas. Sé auténtico y confiado, permitiendo que tu intuición te guíe hacia conexiones profundas. Participa en actividades que te apasionen y amplía tu círculo social, ya sea en eventos culturales o en encuentros espontáneos. La paciencia y la apertura emocional te atraerán relaciones significativas. Confía en el proceso y recuerda que el amor llega cuando menos lo esperas.",
      "couples": "Querido Piscis, en 2026-02-12, enfócate en fortalecer tu vínculo a través de la comunicación sincera y suave. Comparte tus sentimientos más profundos y escucha con atención a tu pareja. Los gestos románticos, como una carta o un momento especial, fortalecerán vuestra conexión. Confía en tu intuición para entender sus necesidades y crear juntos un futuro lleno de amor y complicidad. La honestidad y el cariño serán tus mejores aliados.",
      "mood": "apasionado",
      "action": "Hoy, Piscis, sorprende a tu amor con una carta escrita a mano que exprese tus sentimientos más profundos y sinceros.",
      "author": "Astrologly"
    }
  }
}