{
  "date": "2026-02-10",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cara Ariete, il 2026 sarà un anno ricco di opportunità romantiche. Apri il cuore e sii spontanea: incontri sorprendenti ti attendono in contesti sociali e nuove attività. Non aver paura di mostrare il tuo vero io, perché la sincerità attirerà persone autentiche. Ricorda, la pazienza è una virtù: lasciati guidare dall’intuito e coltiva nuove amicizie con leggerezza. L’amore potrebbe bussare quando meno te lo aspetti, quindi preparati a sognare in grande.",
      "couples": "Ariete, il 10 febbraio 2026 è il momento perfetto per rafforzare il vostro legame: dedicati alla comunicazione sincera, condividendo sogni e preoccupazioni. Dimostra il tuo amore con gesti romantici e inattesi, come una sorpresa o una piccola nota affettuosa. Ascolta attentamente il partner, mostrando empatia e apertura. La vostra passione può fiorire ulteriormente attraverso attenzioni quotidiane e un sorriso condiviso, rendendo la relazione ancora più profonda e appagante.",
      "mood": "appassionato",
      "action": "Oggi, Ariete, sorprendi il tuo adorato con una passeggiata romantica al tramonto, portando con te un piccolo pensiero simbolico del vostro amore.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Carissimo Toro, il 10 febbraio 2026, il cuore vuole aprirsi a nuove opportunità d'amore. Sii aperto a incontri spontanei e lasciati sorprendere da chi ti circonda. Abbi fiducia nelle tue qualità e mostrale con sincerità. Partecipa ad eventi sociali e attività che ti appassionano: il giusto incontro potrebbe essere dietro l'angolo. Ricorda, l'amore nasce dalla spontaneità e dalla spontaneità. Lasciati guidare dal cuore.",
      "couples": "Toro, per rafforzare il tuo rapporto il 10 febbraio 2026, concentrati sulla comunicazione aperta e sincera. Mostra il tuo lato più dolce con piccoli gesti romantici, come una cena a sorpresa o semplici parole di affetto. Ascolta attentamente il partner e condividi i tuoi sentimenti senza paura. La tua pazienza e dedizione creeranno un legame più profondo e intimo, rendendo il vostro amore ancora più forte e duraturo.",
      "mood": "cauto",
      "action": "Oggi, Toro dovrebbe scrivere alla persona amata una lettera sincera, condividendo i suoi sentimenti più profondi e i ricordi più preziosi insieme.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Il 10 febbraio 2026, Gemelli singoli, aprite il cuore a nuove opportunità. Siate pronti a incontrare persone stimolanti che condividano le vostre passioni. Partecipate a eventi sociali, corsi o hobby, lasciate che il vostro spirito comunicativo brilli. Cercate autenticità e lasciate affiorare i vostri sentimenti senza paura. Con un pizzico di pazienza, l’amore potrebbe sorprendervi quando meno ve lo aspettate, portando gioia e profondità nella vostra vita.",
      "couples": "Cara Gemelli, il 10 febbraio 2026 ti incoraggia a coltivare la comunicazione aperta con il partner. Esprimere i tuoi sentimenti con sincerità rafforza il legame e crea intimità. Sorprendi il tuo amore con piccoli gesti romantici, come una serata speciale o un messaggio affettuoso. Ricorda di ascoltare con attenzione e di mostrare gratitudine quotidiana. La sincerità e i gesti d’amore sono le chiavi per un legame sempre più forte e appagante.",
      "mood": "romantico",
      "action": "Oggi, Gemelli, dedica qualche minuto a scrivere una lettera d’amore sincera e ricca di emozioni per il tuo partner, lasciandoti guidare dal cuore.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Carissimo Cancro, il 2026-02-10 è il giorno ideale per aprirti a nuove occasioni d’amore. Sii spontaneo e genuino nelle tue interazioni, lasciando trasparire il tuo cuore gentile. Partecipa ad eventi sociali o attività che riflettano le tue passioni, così incontrerai persone affini. Ricorda, l’amore nasce spesso quando meno te lo aspetti, quindi sii paziente e fiducioso: il vero romanticismo Sta già bussando alla tua porta.",
      "couples": "Amore, il 10 febbraio 2026, concentra la tua energia nel rafforzare la comunicazione con il tuo partner. Ascolta con attenzione, dimostrando interesse genuino e comprensione. Piccoli gesti romantici, come una lettera d’amore o una cena a sorpresa, nutriranno il vostro legame. Ricorda di esprimere il tuo affetto quotidianamente, così il vostro amore crescerà solido e profondo, rendendo ogni momento speciale.",
      "mood": "giocoso",
      "action": "Oggi, Cancro, prepara una cena speciale a lume di candela per il tuo partner, raccontando un ricordo prezioso che vi unisce.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Carissimo Leone, il 2026 si presenta come un anno ricco di opportunità amorose. Sii aperto a nuove incontri, partecipando ad eventi sociali o hobby condivisi. La tua naturale carisma attirerà persone interessate alla tua autenticità. Ricorda di ascoltare il cuore e lasciare che il desiderio di connessione autentica guidi i tuoi passi. La pazienza e la sincerità saranno le chiavi per un amore duraturo. Apri il cuore e vivi ogni incontro con entusiasmo!",
      "couples": "Cari Leone, in questo momento, è fondamentale dedicare tempo alla comunicazione sincera. Ascolta il cuore del tuo partner e condividi i tuoi sentimenti con delicatezza. Piccoli gesti quotidiani, come un messaggio d’amore o un gesto affettuoso, rafforzano il legame. Ricorda di sorprendere con attenzioni sincere e di mostrare gratitudine. La chiave del vostro amore sta nella qualità dell’ascolto e nella capacità di rendere ogni momento speciale insieme.",
      "mood": "serio",
      "action": "Leone dovrebbe scrivere una lettera sincera e sentimentale alla sua amata, esprimendo quanto lei sia diventata il suo motivo più grande di felicità e speranza.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Cara Vergine, il 2026 potrebbe sorprenderti con nuove opportunità amorose. Apri il cuore e lasciati contagiare dalla spontaneità, senza troppi schemi. Partecipa a eventi sociali, gruppi interessanti o attività creative per incontrare persone autentiche. Ricorda di fidarti del tuo istinto e di essere genuina. La tua sincerità attirerà persone sincere, pronti a condividere momenti speciali. Abbi pazienza e concediti il tempo di lasciarti sorprendere dal futuro amoroso che ti aspetta.",
      "couples": "Il 10 febbraio 2026, Vergine, concentrati sulla comunicazione aperta con il tuo partner. Mostra il tuo amore con piccoli gesti quotidiani: un messaggio affettuoso, una sorpresa inaspettata o un abbraccio sincero. Ascolta attentamente i suoi desideri e condividi i tuoi sentimenti senza paura. Ricorda, la sincerità e la cura nei dettagli rafforzano il legame e creano una relazione più profonda e duratura.",
      "mood": "appassionato",
      "action": "Oggi, Vergine, prenditi un momento per scrivere una lettera d’amore sincera e condividila con il tuo cuore, senza giudizio.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Cara Bilancia, il 2026 sarà un anno di nuove opportunità amorose. Approfitta dei momenti sociali e dei contesti culturali per incontrare persone autentiche e condividere passioni. Sii spontanea e aperta alle conversazioni, lasciando spazio al cuore di guidarti. Ricorda che la sincerità e l’equilibrio sono le chiavi per creare connessioni profonde. Apri il cuore e lasci l’amore fluire: meriti un grande sentimento, e il destino ti sorriderà.",
      "couples": "Per la Bilancia in coppia il 10 febbraio 2026, dedica tempo a rafforzare il vostro legame attraverso la comunicazione sincera e ascolto empatico. Mostra il tuo affetto con semplici gesti romantici, come una lettera d’amore o una cena a sorpresa. Ricorda che l’equilibrio e la dolcezza sono fondamentali: coltiva momenti di intimità e rendi speciale ogni sguardo condiviso. La tua sensibilità creerà armonia e profondità nella relazione.",
      "mood": "cauto",
      "action": "Stupisci il tuo amato con un biglietto scritto a mano, condividendo un ricordo speciale che ha rafforzato il vostro legame.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Cara Scorpione, il 10 febbraio 2026 è il giorno perfetto per aprirti all’amore. Sii sincero e autentico nelle tue conversazioni: la tua profondità attirerà persone genuine. Partecipa a eventi sociali o hobby che ti appassionano; incontrerai qualcuno che condivide i tuoi valori. Ricorda, la pazienza e la fiducia sono chiavi essenziali. Lascia il passato alle spalle e abbraccia con entusiasmo le nuove opportunità romantiche che il destino ti riserverà.",
      "couples": "Il 10 febbraio 2026, per lo Scorpione in coppia, è fondamentale coltivare la comunicazione aperta e sincera. Dedica tempo ad ascoltare il partner senza giudizio e condividi i tuoi sentimenti più profondi. Picnic improvvisati, biglietti d’amore lasciati inaspettatamente e gesti di cura rinforzeranno il vostro legame. Ricorda che la fiducia si alimenta anche attraverso piccoli gesti quotidiani: il rispetto reciproco fa fiorire il vero amore.",
      "mood": "giocoso",
      "action": "Oggi, lo Scorpione dovrebbe sorprenderti con una lettera scritta a mano, condividendo i suoi sentimenti più autentici e profondi.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Ciao, Sagittario single! Il 10 febbraio 2026 è il momento perfetto per aprirti al mondo e alle opportunità romantiche. Esplora nuove attività, viaggia o partecipa a eventi che rispecchiano i tuoi interessi. Sii autentico e sincero, lasciando spazio alla spontaneità. Ricorda che le connessioni genuine nascono dall’insieme di passione e apertura. Sii paziente e fiducioso: l’amore potrebbe bussare proprio quando meno te lo aspetti.",
      "couples": "Il 10 febbraio 2026, Sagittario, dedicati a rafforzare il legame con il tuo partner attraverso la comunicazione sincera e ascolto attento. Mostra il tuo affetto con piccoli gesti romantici: una lettera d’amore, una sorpresa o una gita improvvisata. Condividi i tuoi sogni e ascolta i desideri del partner, creando intimità e fiducia. La spontaneità e il calore renderanno il vostro amore più profondo e duraturo.",
      "mood": "riflessivo",
      "action": "Oggi, il Sagittario dovrebbe sorprendere il partner preparando una cena romantica a lume di candela, condividendo un momento di intima connessione e calore.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Carissimo Capricorno, il 10 febbraio 2026 ti invita a essere aperto alle opportunità romantiche. Non temere di uscire dalla tua routine: partecipa a eventi sociali, coinvolgiti in attività che ti appassionano e lascia spazio all’imprevisto. La tua naturale determinazione può attirare nuove persone autentiche. Ricorda, l’amore spesso sorride quando meno te lo aspetti, quindi sii accogliente e fiducioso: il cuore ha bisogno di scoprire i suoi tesori.",
      "couples": "Il 10 febbraio 2026, il Capricorno può rafforzare il suo rapporto dedicando tempo alla comunicazione sincera e ascoltando con empatia il partner. Mostra affetto con piccoli gesti quotidiani: una nota dolce, un abbraccio inatteso. Coltiva la vulnerabilità, condividi sogni e paure, dimostrando la tua affidabilità. Ricorda che l’amore si alimenta anche con compromessi e attenzione costante: investi nel vostro legame per renderlo indissolubile.",
      "mood": "giocoso",
      "action": "Oggi, il Capricorno dovrebbe sorprenderti con una lettera scritta a mano, condividendo i propri sentimenti più profondi e sinceri.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Il 2026 sarà un anno di scoperta e apertura per te, Acquario. Concentrati nel rafforzare le amicizie e nel partecipare a nuove attività sociali: eventi culturali, corsi o gruppi di interesse. Sii autentico e mostrati sincero nelle conversazioni, poiché la tua originalità attrae le persone giuste. Ricorda, l’amore può nascere anche in modo inaspettato, quindi mantieni occhi e cuore aperti a tutte le opportunità che la vita ti offre.",
      "couples": "Il 10 febbraio 2026, Acquario, concentrati sulla comunicazione profonda con il tuo partner. Mostra il tuo amore con gesti spontanei e sinceri, come una lettera o una serata speciale. Ascolta attentamente le sue esigenze e condividi i tuoi sogni, creando intimità. Ricorda che piccoli dettagli quotidiani rafforzano il legame. Apri il cuore con empatia e lasciate che la fiducia cresca, rendendo il vostro rapporto ancora più forte e appagante.",
      "mood": "romantico",
      "action": "Oggi, l'Acquario dovrebbe dedicare del tempo a scrivere una lettera affettuosa e sincera alla persona che ama, esprimendo i propri sentimenti più profondi.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cari Pesci, nel 2026 potreste scoprire nuove connessioni profonde se vi aprite al mondo con sincerità. Dedicate tempo a eventi sociali e attività che rispecchino i vostri interessi, creando autentiche amicizie che potrebbero evolvere in qualcosa di speciale. Siate pazienti e ascoltate il cuore: la persona giusta potrebbe trovarvi proprio quando meno ve lo aspettate. Apritevi al rischio d’amore, e il suo dolce frutto non tarderà a sbocciare.",
      "couples": "Cari Pesci, il 10 febbraio 2026 è il giorno perfetto per rafforzare il vostro legame. Comunicate con sincerità e ascoltate con il cuore aperto. Ricordate di sorprendere il partner con piccoli gesti d’amore, come una lettera o un gesto spontaneo. La vostra sensibilità è un dono: usatela per creare intimità e fiducia. Ricordate, l’amore si nutre di attenzioni quotidiane e di un cuore gentile sempre pronto a donare affetto.",
      "mood": "appassionato",
      "action": "Oggi Pesci dovrebbe scrivere una lettera heartfelt al partner, esprimendo quanto apprezza la loro presenza e i momenti condivisi.",
      "author": "Astrologly"
    }
  }
}