{
  "date": "2026-02-12",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Neste dia especial, Áries solteiro, abra espaço para novas experiências. Aproveite ocasiões sociais e eventos diferentes para ampliar seu círculo. Sua energia vibrante atrairá pessoas autênticas e apaixonadas. Seja sincero e genuíno ao se conectar, pois isso fortalecerá suas chances de encontrar alguém especial. Confie no seu carisma natural e lembre-se: o amor surge muitas vezes quando menos espera. Mantenha o coração aberto e suas expectativas realistas. Uma nova paixão pode estar mais próxima do que imagina.",
      "couples": "Áries em 12/02/2026, lembre-se de canalizar sua paixão de forma gentil e atenta. Valorize momentos de conexão sincera, ouvindo seu parceiro com atenção e expressando seus sentimentos com sinceridade. Pequenos gestos românticos, como um bilhete ou um abraço apertado, fortalecem o vínculo. Aproveite essa fase para cultivar a paciência e demonstrar seu amor consistentemente, criando uma base sólida de confiança e cumplicidade. A emoção aliada à ternura traz harmonia ao casal.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor com uma carta apaixonada entregue pessoalmente, expressando seus sentimentos mais profundos com sinceridade e delicadeza.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, em 12/02/26, abra seu coração para novas experiências. Aproveite oportunidades de encontros autênticos, seja por meio de hobbies ou grupos sociais, para conhecer pessoas que compartilhem seus valores. Seja paciente e permeie suas relações com sinceridade e sensibilidade. Confie na sua força de vontade e autoconfiança, pois isso atrairá conexões genuínas. Permita-se sonhar e também agir com passos concretos rumo ao amor verdadeiro.",
      "couples": "Para Touro em 12 de fevereiro de 2026, invista em fortalecer seus laços com gestos românticos sinceros. Comunique-se com calma e ouça atentamente seu parceiro, demonstrando interesse genuíno. Pequenos gestos diários, como um elogio ou um carinho inesperado, fortalecem a conexão. Cultive a paciência e a compreensão, criando um ambiente de confiança e afeto. Seja presente e mostre que valoriza o amor que compartilham, crescendo juntos com estabilidade e carinho.",
      "mood": "cauteloso",
      "action": "Hoje, Touro deve preparar um jantar especial à luz de velas e convidar seu amor para uma noite íntima e inesquecível.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Gêmeos, 12 de fevereiro de 2026 traz uma energia especial para conexões novas. Aproveite essa oportunidade para explorar ambientes diferentes, como eventos culturais ou grupos de interesse. Sua personalidade comunicativa atrairá pessoas que apreciam sua inteligência e humor. Seja aberto, sincero e confiante ao se apresentar. Cada encontro pode revelar uma conexão profunda. Confie na sua espontaneidade e permita que o amor floresça de forma natural e leve.",
      "couples": "Para Gêmeos em 12 de fevereiro de 2026, o segredo está na comunicação sincera e nas pequenas demonstrações de afeto. Invista em conversas profundas, ouvindo com atenção e compartilhando seus sentimentos com transparência. Surpreenda seu amor com gestos românticos criativos, como mensagens inesperadas ou um jantar à luz de velas. Assim, fortalecerá o vínculo, criando uma conexão mais sólida e apaixonada que resiste ao tempo.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, envie uma mensagem doce e sincera para seu amor, expressando o quanto ele(a) ilumina sua vida e seu coração.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido(a) Câncer, em 12 de fevereiro de 2026, abra seu coração para novas experiências. Este é um momento perfeito para explorar encontros espontâneos e participar de atividades que promovam conexões sinceras. Seja autêntico(a) e mostre seu lado sensível, pois isso atrairá pessoas que valorizam sua profundidade emocional. Confie na sua intuição ao conhecer alguém especial — boas surpresas podem surgir quando menos esperar. Esteja aberto(a) ao amor e aos encantos que o universo reserva.",
      "couples": "Hoje, Câncer, concentre-se em fortalecer seus laços emocionais. Mostre seu amor com gestos românticos e palavras sinceras, criando momentos especiais juntos. Ouça atentamente seu parceiro, valorizando suas emoções e necessidades. Cultive a comunicação aberta, compartilhando seus sentimentos com o coração aberto. Pequenos detalhes diários podem fazer toda a diferença. Assim, seu relacionamento se tornará ainda mais sólido, repleto de afeto e confiança, fortalecendo seu vínculo de amor verdadeiro neste dia especial.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem carinhosa e sincera para seu amor, expressando o quanto ele significa para você e reforçando sua conexão emocional.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 será um ano de oportunidades amorosas emocionantes. Esteja aberto a novas experiências e convites, pois seu charme natural atrairá pessoas especiais. Caminhe com confiança, mas lembre de ouvir com atenção e mostrar seu lado mais gentil. Participar de eventos sociais ou hobbies ajudará a ampliar seu círculo e encontrar alguém que valorize sua luz única. Aproveite cada conexão—o amor pode estar mais próximo do que imagina.",
      "couples": "Leão, neste dia especial, lembre-se de valorizar a comunicação aberta e sincera com seu parceiro. Demonstre seu amor através de gestos românticos e palavras doces, reforçando a confiança e o afeto entre vocês. Ouça atentamente suas necessidades e surpreenda-o com pequenas atenções que expressem seu carinho. Cultivar esses detalhes fortalecerá ainda mais o laço, criando um relacionamento mais harmonioso, cheio de paixão e cumplicidade. Aproveite esse momento para construir memórias inesquecíveis juntos.",
      "mood": "sério",
      "action": "Hoje, Leão deveria surpreender seu amor com uma mensagem sincera e apaixonada, expressando o quanto ele valoriza e admira essa pessoa especial.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgem, em 12 de fevereiro de 2026, aproveite oportunidades de sair da rotina e explorar novos círculos sociais. Experimente atividades que despertem sua paixão, como aulas de dança ou encontros culturais. Esteja aberta a conversas profundas e genuínas, pois autenticidade atrai conexões verdadeiras. Confie na sua intuição, e o amor encontrará seu caminho quando menos esperar. Cultive sua autoestima, e o coração florescerá de forma surpreendente.",
      "couples": "Querida Virgem, em 2026-02-12, priorize a comunicação aberta com seu parceiro. Mostre seu amor por gestos simples e sinceros, como palavras carinhosas ou um toque gentil. Aproveite o momento para fortalecer a conexão, ouvindo com atenção e expressando seus sentimentos com autenticidade. Pequenos detalhes diários ajudam a consolidar o relacionamento, criando uma base sólida de confiança e carinho. Cultive o amor com paciência e dedicação, tornando cada dia mais especial juntos.",
      "mood": "apaixonado",
      "action": "Hoje, surpreenda seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e seus sonhos compartilhados.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, 2026 será um ano de conexões emocionantes. Aproveite oportunidades para sair, conhecer novas pessoas e expandir seu círculo social. Sua natureza charmosa atrairá possíveis parceiros autênticos. Seja sincera e deixe seu coração aberto às novas experiências amorosas. Pequenas ações, como participar de eventos ou hobbies, podem transformar encontros em algo especial. Confie no seu equilíbrio e sinta a magia que o universo preparou para você neste momento de abertura e amor.",
      "couples": "Para Libra em 12 de fevereiro de 2026, cultive a harmonia através da comunicação sincera e carinhosa. Valorize pequenas gestos de afeto que mostram sua dedicação, como palavras suaves ou um jantar especial. Ouça ativamente seu parceiro, demonstrando empatia e compreensão. Aproveite momentos de conexão para fortalecer o vínculo, equilibrando suas necessidades com as dele. Assim, vocês criarão uma relação mais sólida, repleta de amor, respeito e cumplicidade.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e apaixonada, expressando o quanto ele ou ela significa para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Para os escorpianos solteiros em 12 de fevereiro de 2026, a energia do dia traz oportunidades incríveis de conexão. Aproveite para sair da rotina e explorar novos ambientes, como eventos culturais ou grupos de interesse. Sua intensidade natural é cativante, então seja aberto e sincero ao conhecer alguém especial. Confie no seu instinto e permita-se mostrar sua autenticidade. O amor está mais perto do que imagina; pratique a paciência e desfrute do processo.",
      "couples": "Querido Escorpião, em 12 de fevereiro de 2026, valorize a comunicação aberta com seu parceiro. Demonstre seu amor com gestos sinceros e ações cuidadosas, fortalecendo a conexão emocional. Ouça ativamente, mostrando compreensão e empatia, mesmo nos momentos mais difíceis. Cultive a confiança e não tenha medo de expressar seus sentimentos profundos. Pequenos detalhes diários podem transformar a relação, trazendo mais paixão e intimidade para ambos. Aproveite essa energia para aprofundar o amor que os une.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve preparar um jantar surpresa a dois, com seu prato favorito, para demonstrar seu amor e atenção especial.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Querido Sagitário, 12 de fevereiro de 2026 traz uma energia vibrante para suas conexões. Aproveite oportunidades de conhecer novas pessoas, seja em eventos sociais ou atividades que despertam sua paixão. Seja autêntico e aberto ao desconhecido, pois o universo reserva surpresas incríveis para quem busca amor com entusiasmo. Confie na sua essência aventureira e permita que seu coração guie seus passos. O amor pode estar mais perto do que imagina, basta se lançar com coragem.",
      "couples": "Querido Sagitário, hoje é um dia perfeito para fortalecer seus laços. Compartilhe seus sonhos e ouça atentamente as palavras do seu parceiro, demonstrando interesse genuíno. Surpreenda com gestos românticos que expressem seu carinho, como uma mensagem afetuosa ou um passeio inesperado. A comunicação sincera cria confiança e aproxima ainda mais. Aproveite o momento para cultivar a cumplicidade, lembrando que o amor se constrói dia a dia com atenção, respeito e afeto verdadeiro.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem sincera e apaixonada, revelando o quanto ele ou ela enriquece sua vida.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "No dia 12 de fevereiro de 2026, como solteiro de Capricórnio, esteja aberto para novas experiências e encontros. Aproveite eventos sociais e atividades que estimulem sua paixão por aprender e crescer, pois podem surgir conexões inesperadas. Seja autêntico e confie na sua intuição ao conhecer alguém especial. Pequenas ações, como um sorriso sincero ou um interesse genuíno, podem transformar uma simples conversa em uma história de amor promissora.",
      "couples": "Querido(a) Capricorniano(a), em 12/02/2026, valorize a comunicação aberta com seu amor. Demonstre seu carinho através de gestos simples, como uma mensagem carinhosa ou um abraço apertado. Foque em fortalecer a confiança, compartilhando seus sonhos e ouvindo atentamente o que seu parceiro(a) tem a dizer. Pequenas atitudes de atenção criarão uma conexão mais profunda, enchendo seu relacionamento de estabilidade, amor e romantismo genuíno.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve preparar uma surpresa especial, como um jantar feito por ele, e dedicá-lo ao seu amor para fortalecer a conexão.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano, 2026 traz oportunidades únicas para ampliar seu círculo social e encontrar alguém especial. Aproveite eventos culturais, workshops e grupos de interesse, onde seu entusiasmo e inteligência criarão conexões genuínas. Seja aberto ao inesperado e deixe sua autenticidade brilhar. Antes de tudo, confie no seu valor e lembre-se de que o amor surge nas pequenas ações diárias. Mantenha o coração aberto e a esperança viva – o amor pode estar mais perto do que imagina!",
      "couples": "Querido Aquário, em 2026-02-12, valorize a conexão emocional com seu parceiro. Comunicar seus sentimentos com sinceridade cria mais intimidade e confiança. Surpreenda com gestos românticos, como uma mensagem inesperada ou um jantar especial. Ouvir atentamente e mostrar interesse genuíno fortalece o vínculo. Lembre-se de que o amor sincero floresce com presença, carinho e pequenas ações diárias que demonstram o quanto você se importa. Cuide do seu amor com dedicação e afeto.",
      "mood": "romântico",
      "action": "Hoje, Aquário deve preparar uma playlist personalizada com músicas que lembrem momentos especiais juntos e enviá-la com uma mensagem apaixonada.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Para os Peixes solteiros em 12 de fevereiro de 2026, abra seu coração às novas experiências. Seja aberto a encontros espontâneos e aproveite momentos de conexão genuína. Valorize sua intuição, mas também arrisque-se a conhecer pessoas diferentes. Participar de atividades criativas ou espirituais pode atrair alguém que compartilhe seus sonhos. Confie na sua sensibilidade, mas mantenha seus limites. O amor pode surgir quando menos esperar, então esteja receptivo às possibilidades que o universo oferece.",
      "couples": "Peixes, em 12 de fevereiro de 2026, concentre-se em fortalecer sua conexão emocional. Comunique-se com sinceridade, compartilhando seus sonhos e sentimentos mais profundos. Surpreenda seu parceiro com gestos românticos que expressem carinho, como uma mensagem afetuosa ou um presente simbólico. Ouça com atenção e valide emoções, construindo uma base sólida de confiança. Assim, vocês criarão momentos inesquecíveis, nutrindo o amor e aprofundando sua sintonia.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, escreva uma carta sincera expressando seus sentimentos ao seu amor e deixe-a em um lugar especial para surpreendê-lo.",
      "author": "Astrologly"
    }
  }
}