{
  "date": "2026-02-16",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Áries solteiro(a) em 16 de fevereiro de 2026, este é um momento de abraçar novas oportunidades. Seja aberto(a) a conhecer pessoas diferentes, aproveitando eventos sociais e atividades que despertam seu interesse, pois o universo favorece encontros espontâneos. Confie na sua energia e autenticidade para criar conexões sinceras. Lembre-se de ouvir com atenção e expressar seu coração com coragem. O amor está ao seu alcance se você permitir que sua paixão brilhe naturalmente.",
      "couples": "Áries em 16 de fevereiro de 2026, lembre-se de equilibrar sua paixão com a escuta ativa. Demonstre amor com gestos sinceros: um jantar surpresa, palavras de encorajamento ou gestos espontâneos que mostrem seu afeto. Ouça com atenção as necessidades do seu parceiro, evitando a impulsividade. Cultive momentos de conexão autêntica, fortalecendo a confiança. Sua energia vibrante trará dinamismo, mas a ternura criará laços mais profundos e duradouros.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor com uma mensagem apaixonada escrita à mão, expressando seu sentimento mais profundo e sincero.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Querido Touro, em 2026-02-16, abra seu coração para novas experiências. Saia, socialize e explore atividades que despertam seu interesse. Aproveite cada oportunidade de conhecer pessoas autênticas, pois seu charme natural atrairá conexões genuínas. Invista na sua autoestima e confie no seu ritmo. Lembre-se: o amor pode estar mais próximo do que imagina, basta dar o primeiro passo com paciência e esperança. Seu momento de paixão está chegando.",
      "couples": "Querido Touro, em 16 de fevereiro de 2026, valorize a estabilidade emocional que vocês ambos apreciam. Cultive diálogos sinceros para fortalecer a conexão e demonstre seu carinho com gestos românticos, como um jantar caseiro ou uma surpresa simples. A paciência e o respeito serão essenciais para aprofundar a confiança. Lembre-se de que o amor se fortalece com atenção diária, tornando cada momento juntos uma lembrança especial e duradoura.",
      "mood": "cauteloso",
      "action": "Hoy, Touro, surpreenda seu amor preparando um jantar especial à luz de velas, demonstrando sua dedicação e carinho de maneira sincera.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "No dia 16 de fevereiro de 2026, Gêmeos solteiro, abra-se para novas experiências. Aproveite oportunidades de encontros espontâneos e convites sociais, pois sua curiosidade e versatilidade atraem pessoas interessantes. Seja autêntico e aberto ao diálogo, criando conexões sinceras. Invista em atividades que estimulem sua criatividade e permitam conhecer gente nova. Tenha paciência; o amor pode surgir de onde menos espera, basta manter o coração aberto às possibilidades.",
      "couples": "Para Gêmeos em 2026-02-16, concentre-se em fortalecer a comunicação com seu parceiro. Seja mais atento aos detalhes emocionais dele, expressando seu carinho de formas criativas, como pequenas surpresas ou palavras doces. Ouça com atenção suas necessidades e compartilhe seus sentimentos de forma sincera, promovendo confiança e conexão. Gestos românticos simples, mas significativos, podem renovar a paixão e aprofundar o vínculo. Cultive a compreensão mútua e celebre o amor que os une.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos deve surpreender seu amor com uma mensagem sincera e poética, expressando seus sentimentos mais profundos e apreciando a conexão especial entre vocês.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, em 2026-02-16, abra seu coração para novas possibilidades. Permita-se sair da zona de conforto e conhecer novas pessoas, seja através de um hobby ou evento social. Sua sensibilidade cria conexões profundas; confie na sua intuição ao escolher alguém especial. Seja gentil consigo mesmo e lembre-se de valorizar quem oferece seu afeto. O amor está mais próximo do que imagina. Esteja aberto às surpresas que o destino reserva para você.",
      "couples": "Querido Câncer, neste dia especial, invista na comunicação aberta e sincera com seu parceiro. Demonstre seu amor através de pequenos gestos de carinho, como uma mensagem no meio do dia ou um abraço apertado. Ouça atentamente suas necessidades e compartilhe seus sentimentos com coragem. Cultivar a vulnerabilidade fortalecerá o vínculo, criando uma base sólida de confiança e amor duradouro. Lembre-se de que o amor cresce quando cuidamos de cada detalhe do coração.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem carinhosa e sincera para seu amor, demonstrando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, 2026 reserva oportunidades especiais para seu coração. Aproveite o momento para explorar novas rodas de amizade, eventos culturais e atividades que elevem seu brilho natural. Seja autêntico e aberto às conexões, pois sua energia contagiante atrairá pessoas interessantes. Invista em seu crescimento pessoal e confie na sua essência. O amor pode surgir onde menos espera, então mantenha o coração receptivo e otimista. Sua luz conquistará corações sinceros.",
      "couples": "Leão, neste dia 16 de fevereiro de 2026, concentre-se em fortalecer seu vínculo através de gestos românticos sinceros. Comunique seus sentimentos de forma aberta e gentil, mostrando apreciação pelo seu parceiro. Surpreenda-o com pequenos detalhes que demonstrem seu amor e atenção. Ouça ativamente suas necessidades e envie mensagens carinhosas ao longo do dia. Assim, você criará uma conexão ainda mais profunda, cultivando confiança e paixão que durarão por muitos anos.",
      "mood": "sério",
      "action": "Hoje, Leão, surpreenda seu amor com uma mensagem apaixonada e sincera, expressando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virginiana, em 16 de fevereiro de 2026, aproveite as oportunidades de se conectar com novas pessoas. Sua praticidade e atenção aos detalhes serão uma vantagem ao conhecer alguém que compartilha seus valores. Seja espontânea, participe de eventos sociais e permita que seu coração se abra sem medo de vulnerabilidades. Confie na sua intuição para identificar quem realmente merece seu tempo. O amor está mais próximo do que imagina, basta dar o primeiro passo com amor e autenticidade.",
      "couples": "Hoje, Virgem, concentre-se em fortalecer seus laços através da comunicação sincera e carinhosa. Surpreenda seu parceiro com gestos simples, como um bilhete de amor ou um jantar preparado com dedicação. Ouça com atenção suas necessidades e demonstre empatia. Pequenos detalhes fazem toda a diferença, criando uma conexão mais profunda e cheia de carinho. Cultive o amor com paciência, compreensão e gestos autênticos que mostram o quanto você valoriza esse relacionamento especial.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor preparando um café da manhã especial com uma mensagem de carinho escrita à mão, demonstrando seu cuidado e dedicação.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido libriano, 2026 trará oportunidades maravilhosas para encontrar alguém especial. Esteja aberto para novas experiências e encontros inesperados; sua sensibilidade e charme atrairão conexões genuínas. Aproveite eventos sociais, hobbies e amizades para expandir seu círculo de contato. Cultive autenticidade e coração aberto, pois o amor florescerá quando menos esperar. Confie na sua intuição e lembre-se: o universo conspira ao seu favor para um romance verdadeiro.",
      "couples": "Querida Libra, neste dia 16 de fevereiro de 2026, invista na comunicação aberta com seu parceiro. Compartilhe seus sentimentos sinceros e ouça atentamente o que ele tem a dizer. Valorize pequenos gestos de carinho, como um jantar improvisado ou um bilhete amoroso. Cultivar a harmonia e a compreensão fortalecerá seus laços, criando uma conexão mais profunda. Sua sensibilidade é sua força; use-a para espalhar amor e atenção ao seu companheiro.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma carta escrita à mão expressando seus sentimentos mais profundos e sua gratidão pela relação de vocês.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Neste 16 de fevereiro de 2026, Escorpião solteiro, abra-se para novas experiências. Aproveite oportunidades de encontros e eventos sociais para ampliar seu círculo de amizades. Seja autêntico e cativante ao mostrar seu verdadeiro eu. Confie na sua intuição ao escolher possíveis parceiros, buscando conexões profundas e emocionais. Cultive sua vulnerabilidade com graça, pois isso atrairá alguém que valorize sua intensidade e paixão. Este é o momento perfeito para revelar seu coração lentamente e com sinceridade.",
      "couples": "Para Escorpião em 16 de fevereiro de 2026, invista na vulnerabilidade emocional para fortalecer a conexão. Seja sincero e aberto ao expressar seus sentimentos, criando uma atmosfera de confiança. Surpreenda seu parceiro com gestos românticos, como uma mensagem carinhosa ou um jantar especial. Ouça com atenção, demonstrando interesse genuíno. Dessa forma, vocês construirão uma relação mais sólida, repleta de paixão, compreensão e respeito mútuo.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve surpreender seu amor com uma mensagem sincera e profunda, expressando exatamente o que sente e valorizando o momento juntos.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Para Sagitarianos solteiros em 16/02/2026, este é um momento especial para explorar novas conexões. Aproveite eventos sociais e viagens para ampliar seu círculo de amizades e conhecer pessoas diferentes. Seja autêntico, aberto à aventura e não tenha medo de expressar seus sentimentos. Acredite no seu potencial de encontrar alguém que compartilhe sua paixão pela vida. Amadureça suas expectativas, e o amor pode surgir onde menos espera. Esteja atento às oportunidades que o universo oferece!",
      "couples": "Para Sagitário em 16 de fevereiro de 2026, fortaleça seu relacionamento investindo na comunicação sincera e aberta. Demonstre seu amor com gestos românticos e surpreendentes, reforçando a conexão emocional. Ouça seu parceiro com atenção e compartilhe seus sonhos e aventuras, criando memórias inesquecíveis juntos. Seja paciente e compreensivo, valorizando a liberdade mútua. Assim, vocês caminharão lado a lado, cultivando uma relação cheia de amor, confiança e descobertas contínuas.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem sincera e apaixonada, expressando o quanto ele ou ela faz sua vida mais especial.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricorniano(a), em 16 de fevereiro de 2026, aproveite para abrir o coração e explorar novas oportunidades amorosas. Este momento é ideal para conhecer pessoas autênticas, invista em conversas sinceras e deixe sua essência brilhar. Aproveite eventos sociais e não tenha medo de dar o primeiro passo. Sua estabilidade e dedicação atraem quem valoriza seu esforço e autenticidade. Confie no seu potencial e permita que o amor floresça naturalmente em sua vida.",
      "couples": "Capricórnio em 16 de fevereiro de 2026, lembre-se de valorizar a comunicação emocional com seu parceiro. Seja vulnerável e compartilhe seus sentimentos, fortalecendo a conexão. Surpreenda com pequenos gestos de carinho, como um jantar especial ou uma mensagem doce, para reacender a paixão. Ouça atentamente e demonstre apreço diário. Assim, você criará uma base sólida de confiança e amor, tornando seu relacionamento mais profundo e verdadeiro.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, surpreenda seu amor com uma mensagem sincera e carinhosa, expressando o quanto ele(a) é importante para você.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano, em 16 de fevereiro de 2026, abra seu coração para novas experiências. Este é um momento perfeito para ampliar seu círculo social, participando de encontros ou atividades que despertem sua paixão. Seja autêntico e aberta às transformações, pois o universo reserva encontros especiais. Confie na sua intuição e reconheça as pequenas señales do coração. Permita-se sonhar e criar memórias inesquecíveis ao encontrar alguém que compartilhe sua visão de mundo.",
      "couples": "Para Aquário em 16 de fevereiro de 2026, invista na comunicação aberta e sincera com seu parceiro. Demonstre seu carinho com gestos criativos e inesperados, reforçando a conexão emocional. Ouça com atenção e valorize as opiniões do outro, cultivando confiança. Surpreenda com pequenas ações que expressem seu amor e admiração. Assim, fortalecerá seu relacionamento de forma leve, autêntica e apaixonada, criando laços mais profundos e duradouros.",
      "mood": "romântico",
      "action": "Hoje, Aquário, surpreenda seu amor enviando uma mensagem sincera sobre o que ele significa para você, celebrando a conexão única que compartilham.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Hoje, Peixes,37 seus sentimentos de esperança brilham intensamente. Aproveite o dia para se abrir a novas possibilidades afetivas. Participe de atividades que envolvam sua criatividade, como arte ou música, onde poderá conhecer pessoas que compartilham de sua sensibilidade. Seja sincero e autêntico ao expressar seu coração. Confie no seu potencial de conexão profunda, e o amor poderá surpreender você de formas encantadoras. Este é o momento de se permitir amar e ser amado.",
      "couples": "Peixes, hoje é momento de fortalecer seu relacionamento através de uma comunicação aberta e sincera. Confie na sua intuição para entender as emoções do seu parceiro e expressar seus sentimentos com delicadeza. Gestos românticos simples, como uma mensagem carinhosa ou um toque carinhoso, irão aprofundar o vínculo. Seja vulnerável, escute com o coração aberto e demonstre seu amor de forma genuína. Assim, vocês criarão uma conexão ainda mais profunda e harmoniosa.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes deve preparar uma playlist com músicas que expressem seus sentimentos mais profundos e compartilhá-la com a pessoa amada para fortalecer a conexão emocional.",
      "author": "Astrologly"
    }
  }
}