{
  "date": "2026-02-23",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Neste dia especial, Áries, abra seu coração para novas possibilidades. Esteja aberto a conhecer pessoas diferentes, pois as oportunidades de conexão emocional estarão presentes. Seja autêntico e confiante, pois sua energia contagiante atrairá aqueles que admiram sua coragem e paixão. Aproveite momentos de espontaneidade para criar memórias inesquecíveis. Lembre-se: o amor nasce do entusiasmo de explorar o novo, portanto, permaneça otimista e sincero em cada encontro. Sua alma aventureira pode surpreender você!",
      "couples": "Áries, em 23 de fevereiro de 2026, lembre-se de cultivar a paciência e a empatia com seu parceiro. Ouça atentamente suas necessidades e compartilhe seus sentimentos de forma sincera. Surpreenda com gestos românticos e pequenos detalhes que demonstrem seu amor. Fortaleça o vínculo com conversas profundas e momentos de conexão. Assim, vocês criarão uma base sólida, repleta de paixão e compreensão, tornando o relacionamento ainda mais forte e especial.",
      "mood": "apaixonado",
      "action": "Hoje, Áries deve surpreender seu amor com uma mensagem carinhosa e sincera, expressando o quanto ele significa para você.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Hoje, Touro solteiro, abra suas portas para novas experiências. Esteja aberto a conexões genuínas e convide pessoas interessantes para atividades que você ama. Aproveite oportunidades de aprender algo novo, treinando sua paciência e sensibilidade. Sua perseverança atrairá alguém especial que valorize sua autenticidade e segurança. Conecte-se com o coração, deixe espaço para a surpresa e confie no seu ritmo natural. O amor virá na hora certa, quando menos esperar.",
      "couples": "Para Touro em 23 de fevereiro de 2026, fortaleça seus laços investindo na comunicação aberta e sincera. Seja mais vulnerável, compartilhe seus sentimentos e ouça com atenção seu parceiro. Gestos românticos simples, como uma surpresa ou uma mensagem afetuosa, podem renovar a paixão. Valorize o tempo juntos, criando memórias especiais. Assim, vocês fortalecerão a conexão, construindo um relacionamento mais sólido, repleto de confiança, amor e cumplicidade.",
      "mood": "cauteloso",
      "action": "Hoje, o taurino pode surpreender seu amor preparando um jantar especial, com os pratos favoritos da pessoa amada, criando uma noite memorável e cheia de carinho.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Gêmeos, 23 de fevereiro de 2026 traz oportunidades incríveis para encontros. Aproveite sua personalidade comunicativa para conhecer novas pessoas, seja em eventos, cursos ou redes sociais. Sua curiosidade será seu maior aliado, permitindo conexões autênticas. Seja autêntico e aberto ao romance, sem pressa. Aproveite esses momentos para explorar diferentes interesses e criar laços profundos. Confie na sua espontaneidade; o amor pode surgir onde menos espera, basta estar receptivo.",
      "couples": "Querido Gêmeos, em 23 de fevereiro de 2026, aproveite para fortalecer seu vínculo através de conversas sinceras e gestos românticos. Escute seu parceiro com atenção e compartilhe seus sentimentos com facilidade, deixando a comunicação fluir naturalmente. Surpreenda com pequenos gestos de carinho e mostre interesse genuíno na rotina dele. Assim, criará uma conexão mais profunda, repleta de afeto e compreensão, tornando seu relacionamento ainda mais especial e leve.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, reserve um tempo para escrever uma carta cheia de palavras doces e sinceras para quem ama, demonstrando seu afeto e atenção.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Querido Cancer, nesta data especial, abra seu coração para novas experiências amorosas. Aproveite momentos de sinceridade ao conhecer pessoas, mostrando sua essência acolhedora. Seja autêntico, e permita que sua sensibilidade brilhe, atraindo quem valoriza seu universo emocional. Experimente atividades sociais que estimulem conexões genuínas, como grupos de interesses ou eventos culturais. Confie na sua intuição ao escolher alguém que desperte seu lado mais carinhoso. O amor está mais próximo do que imagina!",
      "couples": "Para fortalecer seu relacionamento em 23 de fevereiro de 2026, Cancer, invista na comunicação aberta e sincera. Demonstre seu amor com gestos românticos e atenção aos detalhes que seu parceiro valoriza. Cultive momentos íntimos e compartilhe seus sentimentos, fortalecendo o vínculo emocional. Confie na sua intuição para entender as necessidades do outro e seja receptivo às mudanças. Assim, vocês criarão uma conexão ainda mais profunda e repleta de afeto e compreensão.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, reserve um momento para escrever uma carta sincera de amor e gratidão para seu parceiro, expressando seus sentimentos mais profundos.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, em 2026, aproveite para explorar novas oportunidades de encontros, seja participando de eventos sociais ou investindo em hobbies que estejam alinhados com seus interesses. Sua energia vibrante atrairá pessoas autênticas e apaixonadas. Seja sincero ao expressar seus sentimentos, pois sua autenticidade ilumina qualquer conexão. Confie no seu brilho natural e mantenha o coração aberto às possibilidades, pois o amor pode surgir nos momentos mais inesperados, trazendo uma linda surpresa para sua jornada.",
      "couples": "Querido Leão, em 23 de fevereiro de 2026, fortaleça seu relacionamento ao demonstrar sinceramente seu afeto. Comunique seus sentimentos com clareza e ouça com atenção as necessidades do seu parceiro. Surpreenda-o com gestos românticos, como uma mensagem inesperada ou uma saída especial. A autenticidade e o carinho ajudarão a aprofundar a conexão, criando uma parceria mais sólida e amorosa. Aproveite este dia para expressar o seu amor de forma genuína e apaixonada.",
      "mood": "sério",
      "action": "Hoje, Leão, surpreenda seu amor com uma carta escrita à mão expressando seus sentimentos mais profundos e uma proposta de um jantar íntimo.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgem, 2026 está trazendo oportunidades especiais para expandir seus contatos amorosos. Aproveite para participar de eventos que estimulem sua autenticidade, como cursos ou encontros culturais. Seja aberta a novas conexões, mesmo que inicialmente pareçam diferentes do que você imagina. Sua atenção aos detalhes será seu melhor aliado ao conhecer alguém especial. Confie no seu coração e permita-se encantar por quem valoriza sua essência única. O amor pode surpreender você quando menos esperar.",
      "couples": "Querida Virgem, em 23 de fevereiro de 2026, fortaleça seu relacionamento cultivando a comunicação sincera e aberta. Valorize os pequenos gestos românticos que demonstram seu carinho, mesmo nas rotinas diárias. Mostre apreciação pelo seu parceiro, ouvindo atentamente suas necessidades. Compartilhe momentos de silêncio confortável e demonstre seu amor com gestos de carinho. Assim, fortalecerá os laços e criará uma conexão mais profunda e duradoura, em harmonia com seu coração sensível e dedicado.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor preparando um jantar especial em casa, com carinho e atenção aos detalhes que demonstram seu afeto.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querida Libra, em 2026-02-23, aproveite oportunidades para ampliar seu círculo social. Seja aberta a encontros espontâneos, pois novas amizades podem evoluir para algo mais profundo. Confie em sua intuição e esteja disposta a mostrar seu verdadeiro sorriso. Cultive sua autenticidade e segurança ao falar de seus desejos. Assim, você attractingá alguém que admire sua beleza interior. Aproveite o momento para se apaixonar por novas possibilidades e, sobretudo, por você mesma.",
      "couples": "Para Libra em 23 de fevereiro de 2026, fortaleça seu relacionamento investindo em comunicação sincera e empática. Demonstre seu amor com gestos românticos, pequenos detalhes que mostram atenção e carinho. Ouça seu parceiro com atenção plena, valorizando suas opiniões e sentimentos. Cultive momentos de conexão, como jantares especiais ou passeios a dois, para fortalecer o vínculo. Lembre-se: o equilíbrio emocional e a sinceridade são essenciais para manter uma relação harmoniosa e apaixonada.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e carinhosa, expressando o quanto ele ou ela é importante para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Hoje, Escorpião, 23 de fevereiro de 2026, é um ótimo dia para expandir seus horizontes amorosos. Seja aberto a novas experiências e não hesite em participar de eventos sociais ou hobbies que você gosta. Sua intensidade atrai pessoas autênticas, mas lembre-se de se mostrar vulnerável com calma. Dê passos pequenos, confie no seu coração e esteja atento às pequenas conexões que podem se transformar em algo especial. O amor pode surgir onde menos espera.",
      "couples": "Querido Escorpião, 2026 será um momento para aprofundar sua conexão emocional. Invista em conversas sinceras, ouvindo com atenção o que seu parceiro compartilha. Surpreenda-o com gestos românticos e detalhes que demonstrem seu carinho. Sua intensidade é uma força, mas lembre-se de expressar seus sentimentos com delicadeza. Cultive a confiança e mostre sua vulnerabilidade. Assim, fortalecerá ainda mais o vínculo, criando uma relação cheia de paixão, compreensão e amor duradouro.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve escrever uma carta sincera e apaixonada para seu amor, expressando seus sentimentos mais profundos e desejos.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "No dia 23 de fevereiro de 2026, Sagitarianos solteiros irão sentir uma forte energia de aventura. Aproveite essa fase para explorar novos círculos sociais, eventos culturais ou atividades ao ar livre. Seja espontâneo e aberto a conhecer pessoas diferentes, pois o universo reserva encontros surpreendentes. Confie na sua naturalidade e otimismo, isso atrairá quem compartilha de seus sonhos e paixões. Uma conexão genuína pode surgir quando você menos espera, então esteja atento às oportunidades que a vida oferece.",
      "couples": "Para Sagitário em 23 de fevereiro de 2026, invista na comunicação sincera e nas pequenas demonstrações de carinho. Seja aberto ao ouvir seu parceiro, fortalecendo a conexão emocional. Planeje momentos especiais que expressem seu entusiasmo e alegria pela relação. A honestidade e a espontaneidade serão essenciais para aprofundar o vínculo. Demonstre sua admiração diariamente e mantenha o espírito aventureiro em sua relação, criando memórias inesquecíveis juntos.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem sincera e apaixonada, expressando o quanto ele(a) significa para você.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Para os Capricornianos solteiros de 23 de fevereiro de 2026, aproveite esta fase para abrir seu coração e explorar novas conexões. Esteja disposto a sair da rotina e participar de eventos sociais ou hobbies que despertam seu interesse. Sua determinação e autenticidade atraem parceiros sinceros. Confie na sua intuição, mantenha-se aberto às possibilidades e lembre-se de valorizar quem realmente faz seu coração vibrar. O amor pode surgir onde menos espera!",
      "couples": "Capricórnio, em 23 de fevereiro de 2026, concentre-se em fortalecer sua conexão emocional. Mostre seu amor através de gestos sinceros, como palavras doces e pequenas surpresas. Ouça atentamente seu parceiro, transmitindo segurança e compreensão. Comunique-se abertamente sobre seus sentimentos e expectativas, criando um ambiente de confiança. Use seu esforço e dedicação típicos para cultivar romance e proximidade, lembrando que o amor floresce na dedicação diária e na atenção genuína.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, surpreenda seu parceiro com uma mensagem sincera e uma lembrança especial do momento mais amoroso que viveram juntos.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Hoje, 23 de fevereiro de 2026, os aquarianos solteiros vivem uma fase de possibilidades abertas. Aproveite para explorar novos ambientes e eventos sociais, onde possa conhecer pessoas que compartilhem seus interesses. Seja autêntico e deixe a espontaneidade guiá-lo, pois conexões sinceras surgirão quando menos esperar. Mantenha o coração aberto às oportunidades, e lembre-se: o amor muitas vezes entra na sua vida quando você menos planeja, mas está pronto para receber.",
      "couples": "Para Aquário em 23 de fevereiro de 2026, foque em fortalecer a conexão através de uma comunicação sincera e aberta. Surpreenda seu parceiro com gestos autênticos, mostrando sua admiração e carinho. Valorize momentos de diálogo profundo, ouvindo com atenção e compartilhando seus sonhos e desejos. Pequenas ações diárias, como mensagens carinhosas ou gestos de atenção, criarão uma atmosfera de segurança e amor duradouro. Cultive a empatia e a espontaneidade para manter a relação vibrante e cheia de afeto.",
      "mood": "romântico",
      "action": "Hoje, Aquário, surpreenda seu amor preparando um jantar especial em casa, com toques pessoais que demonstrem sua dedicação e carinho único.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Hoje, Peixes, o universo conspira para ampliar suas possibilidades amorosas. Esteja aberto para novos encontros, seja em eventos culturais ou atividades que alimentem sua alma. Cultive a autenticidade ao conhecer alguém especial, permitindo que sua sensibilidade brilhe. Aproveite momentos de introspecção para entender o que realmente deseja. Confie na sua intuição, pois ela guiará você na direção certa. Seu coração merece conexões genuínas e cheias de significado neste novo ciclo.",
      "couples": "Para Peixes em um relacionamento em 23 de fevereiro de 2026, valorize a comunicação aberta e sincera. Expresse seus sentimentos com carinho e atenção, fortalecendo a conexão emocional. Surpreenda seu parceiro com gestos românticos que demonstrem seu amor e dedicação, como uma noite especial ou uma mensagem carinhosa ao amanhecer. Confiar na sua intuição também ajudará a entender melhor as necessidades do outro, criando uma base sólida de afeto e cumplicidade.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, envie uma mensagem sincera e carinhosa para seu amor, expressando seus sentimentos mais profundos e desejando compartilhar momentos especiais juntos.",
      "author": "Astrologly"
    }
  }
}