{
  "date": "2026-01-17",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Querido Áries, em 2026-01-17, aproveite o dia para explorar novas oportunidades de namoro, abrindo-se para conhecer pessoas diferentes. Sua energia vibrante atrairá conexões autênticas, então seja sincero e espontâneo. Participar de eventos sociais ou hobbies pode ampliar seu círculo de contatos. Confie na sua intuição e não tenha medo de dar o primeiro passo. O amor está ao seu alcance: aproveite cada momento com coragem e coração aberto.",
      "couples": "Áries em 2026-01-17, fortaleça seu relacionamento cultivando a comunicação sincera e o tempo de qualidade com seu parceiro. Demonstre seu amor com gestos românticos e atos de carinho autênticos, reforçando a conexão. Seja paciente ao ouvir e valorize as opiniões dele(a). Pequenas surpresas e palavras de incentivo criarão uma atmosfera de confiança e paixão. Lembre-se de que o esforço diário mantém o amor vivo e intenso entre vocês.",
      "mood": "apaixonado",
      "action": "Hoje, Áries deve surpreender seu amor com uma mensagem sincera e calorosa, expressando o quanto ele ou ela é especial para você.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Para os taurinos solteiros em 17 de janeiro de 2026, este é um momento especial para explorar novas oportunidades amorosas. Seja aberto a encontros inesperados, participe de eventos sociais e cultive suas paixões. Aproveite seu charme natural para criar conexões sinceras e duradouras. Confie na sua intuição ao conhecer alguém novo, pois o amor pode surgir quando menos espera. Acredite na sua sinceridade e no seu valor – o amor está próximo.",
      "couples": "Para Touro em 17/01/2026, valorize a comunicação honesta e sincera com seu parceiro. Demonstre seu carinho com gestos românticos, como pequenos detalhes diários que expressem seu amor. Ouça atentamente às necessidades do outro, fortalecendo o vínculo emocional. Aproveite momentos tranquilos juntos, cultivando a estabilidade e a confiança. Pequenas atitudes de apreciação e dedicação ajudarão a aprofundar seu relacionamento e criar uma conexão ainda mais duradoura e apaixonada.",
      "mood": "cauteloso",
      "action": "Hoje, Touro deve surpreender seu amor com um jantar caseiro feito com carinho, criando um ambiente acolhedor e romântico para fortalecer o vínculo.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido(a) Gêmeos, em 17 de janeiro de 2026, esteja aberto(a) a novas experiências amorosas. Aproveite para socializar mais e participar de eventos onde possa conhecer pessoas com interesses semelhantes. Seja autêntico(a) e comunicativo(a), pois sua energia contagiante atrai possíveis parceiros. Não tenha medo de mostrar sua vulnerabilidade, pois isso fortalece conexões. Confie no seu charme e lembre-se: as melhores histórias de amor começam com uma conversa sincera.",
      "couples": "Para Gêmeos em 17 de janeiro de 2026, reforçar sua conexão emocional é essencial. Seja aberto sobre seus sentimentos e ouça com atenção o que seu amor compartilha. Surpreenda com gestos românticos, como cartas ou pequenas sutilezas diárias que mostrem seu afeto. Invista em momentos de qualidade, estimulando conversas profundas e honestas. Assim, fortalecerá os laços, criando uma relação ainda mais apaixonada, inteligente e cheia de compreensão mútua.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, envie uma mensagem sincera e apaixonada para a pessoa amada, revelando um desejo profundo de compartilhar o futuro juntos.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Hoje, Câncer solteiro, abrace oportunidades de conhecer novas pessoas. Seja sincero e acolhedor ao conversar, mostrando sua sensibilidade única. Participe de eventos sociais ou hobbies que te apaixonem, assim atrairá pessoas que compartilham seus interesses. Confie na sua intuição e deixe-se envolver pelo momento. A autenticidade será sua melhor aliada para criar conexões profundas e românticas, abrindo portas para um amor verdadeiro neste novo ciclo.",
      "couples": "Para fortalecer seu relacionamento em 17 de janeiro de 2026, Cancer, valorize a comunicação sincera e o carinho diário. Demonstre seu amor com pequenas gestos, como palavras doces e atitudes cuidadosas. Escute seu parceiro com atenção e compartilhe seus sentimentos de forma aberta. Invista em momentos especiais juntos, criando memórias que aprofundem o vínculo. Assim, seu amor crescerá ainda mais forte, alimentado pela confiança e pelo afeto verdadeiro.",
      "mood": "brincalhão",
      "action": "Hoje, Câncer, envie uma mensagem carinhosa e pessoal para seu amor, expressando o quanto ele(a) é especial para você.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, em 17 de janeiro de 2026, a sua energia natural atrairá pessoas especiais. Aproveite oportunidades de encontros ao ar livre, eventos culturais ou grupos que compartilhem seus interesses. Seja autêntico e confiante, pois o amor floresce com sinceridade. Mantenha o coração aberto para novas amizades, pois delas podem surgir conexões únicas. Lembre-se, sua autenticidade é seu maior charme. Aproveite essa fase para se apaixonar por novas experiências e, quem sabe, pelo amor verdadeiro.",
      "couples": "Querido Leão, hoje é um momento perfeito para fortalecer seu relacionamento. Demonstre seu amor com gestos sinceros e românticos; talvez uma surpresa especial ou palavras carinhosas. Ouça ativamente seu parceiro, mostrando interesse genuíno por seus sentimentos e sonhos. Comunique suas emoções de forma aberta e compassiva. Assim, você aprofundará a conexão e criará memórias inesquecíveis. Aproveite a oportunidade para valorizar o amor que compartilham, cultivando uma relação ainda mais sólida e apaixonada.",
      "mood": "sério",
      "action": "Hoje, Leão deve preparar um jantar especial em casa, decorá-lo com velas e flores, e surpreender seu amor com uma conversa sincera.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Neste dia 17 de janeiro de 2026, Virgem solteiro, aproveite para abrir seu coração às novas oportunidades. Seja espontâneo ao convidar alguém para um café ou uma caminhada ao ar livre. Cultive seu charme natural e confie na sua intuição ao conhecer pessoas novas. Lembre-se de que o amor surge onde menos espera, então mantenha-se aberto e receptivo às possibilidades. Sua autenticidade será seu maior encanto nesta jornada romântica.",
      "couples": "Para Virgem em 17 de janeiro de 2026, priorize a comunicação aberta, compartilhando seus sentimentos de forma sincera e gentil. Demonstre seu amor através de gestos pequenos, como uma mensagem carinhosa ou um almoço preparado com cuidado. Escute seu parceiro com atenção, reforçando a conexão emocional. Aproveite este momento para fortalecer a rotina juntos, criando momentos inesquecíveis e cultivando a confiança, essência para um relacionamento sólido e romântico.",
      "mood": "apaixonado",
      "action": "Hoje, Virgem, surpreenda seu amor com uma mensagem sincera e delicada no meio do dia, expressando o quanto ele ou ela é importante para você.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Hoje, Libra, aproveite a energia do seu charme natural para abrir seu coração. Busque novas oportunidades de encontros, seja em eventos sociais ou atividades que gosta. Seja sincero e autêntico ao se mostrar, pois sua simpatia atrai quem realmente combina com você. Aproveite o dia para fortalecer conexões e deixar a timidez de lado. O amor está ao seu alcance se você aceitar o desafio de se abrir às novas experiências com leveza e esperança.",
      "couples": "No dia 17 de janeiro de 2026, Librano, valorize a harmonia do seu relacionamento. Ouça atentamente seu parceiro, demonstrando interesse sincero. Invista em gestos românticos que expressem carinho, como uma mensagem especial ou um jantar feito com amor. Cultive a paciência diante de diferenças, buscando sempre o equilíbrio. Assim, você fortalecerá os laços, criando uma conexão mais profunda e repleta de compreensão, tornando seu amor ainda mais sólido e encantador.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, prepare uma surpresa doce e pessoal para seu amor, como uma carta apaixonada ou uma playlist especial, para fortalecer o vínculo entre vocês.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Neste dia 17 de janeiro de 2026, Escorpião, abra-se para novas experiências amorosas. Sua intensidade e autenticidade atraem pessoas genuínas, então confie na sua intuição ao conhecê-las. Aproveite oportunidades de encontros espontâneos e seja aberto a conexões profundas. Cultive a paciência e permita que o amor floresça naturalmente. Momentos de vulnerabilidade podem fortalecer relacionamentos. Seja você mesmo, e o amor encontrará um caminho até seu coração.",
      "couples": "Escorpião, em 17 de janeiro de 2026, fortaleça seu relacionamento ao investir na comunicação sincera e aberta. Mostre seu amor através de gestos românticos, como palavras carinhosas e pequenas surpresas que demonstrem sua paixão. Ouça com atenção suas próprias emoções e as do parceiro, cultivando confiança e compreensão. A autenticidade e o cuidado transformarão sua conexão, tornando-a mais profunda e duradoura, pois o amor verdadeiro floresce na sinceridade e na dedicação mútua.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião deve preparar um jantar especial em casa, com sua comida favorita, e convidar sua alma gêmea para uma noite de conexão profunda.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Para Sagitarianos solteiros em 17 de janeiro de 2026, abra seu coração para novas experiências. Explore eventos sociais e viagens que ampliem seu círculo de contato. Aproveite sua energia vibrante para conquistar alguém especial com entusiasmo genuíno. Seja autêntico e sincero ao expressar seus sentimentos. Lembre-se de que o amor surge muitas vezes onde menos espera, então mantenha-se aberto a possibilidades incríveis. Confie no seu brilho natural e siga seu coração com coragem e esperança.",
      "couples": "Para Sagitário em 17/01/2026, invista na comunicação honesta e aberta, compartilhando seus sonhos e sentimentos com seu parceiro. Demonstre seu amor com gestos românticos, como surpresas ou pequenas atenções diárias. Seja paciente e ouça com atenção, valorize os momentos juntos e incentive a liberdade mútua. Assim, fortalecerá o vínculo, criando uma conexão mais profunda e verdadeira, cheia de confiança e paixão que resistirá ao tempo.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário deve surpreender seu amor com uma mensagem sincera e carinhosa, expressando sua admiração e desejo de compartilhar momentos especiais juntos.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) Capricórnio, em 17 de janeiro de 2026, abrace oportunidades de conhecer novas pessoas. Seja aberto(a) a novos ambientes, eventos sociais ou atividades que reflitam seus interesses. Não tenha medo de se mostrar vulnerável; sua autenticidade atrai conexões genuínas. Invista em pequenos gestos de carinho e paciência. Com dedicação e coração aberto, o amor pode surpreender você em momentos inesperados. Confie no seu ritmo e permita-se viver o amor plenamente.",
      "couples": "Para os Capricornianos em um relacionamento em 17 de janeiro de 2026, priorize a comunicação aberta e sincera, compartilhando seus sentimentos mais profundos com seu parceiro. Valorize gestos românticos, como uma noite especial ou uma mensagem carinhosa, para fortalecer a conexão. Seja paciente e ouvido atento às necessidades do outro, demonstrando apoio e carinho. Lembre-se de que pequenos gestos diários criam uma base sólida de amor e confiança duradouros.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, surpreenda seu amor preparando um jantar especial em casa, demonstrando dedicação e carinho de forma sincera e inesquecível.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Para os aquarianos solteiros em 17 de janeiro de 2026, abra seu coração para novas experiências. Foque em atividades que ampliem seu círculo social, como eventos culturais ou grupos de interesses específicos. Seja autêntico e receptivo às oportunidades de conexão profunda. Esta é uma fase favorável para encontros inesperados. Confie na sua intuição e permita que o amor entre de forma natural, sem pressa ou cobranças, vivendo cada momento com esperança e otimismo.",
      "couples": "No dia 17 de janeiro de 2026, aquarianos devem valorizar a comunicação aberta e honesta com seu parceiro. Foque em ouvir com atenção suas necessidades e desejos, demonstrando empatia e compreensão. Invista em gestos românticos simples, como uma mensagem carinhosa ou um detalhe que mostre seu apreço. Cultivar a conexão emocional fortalecerá os laços e trará mais harmonia ao relacionamento. Lembre-se, o amor cresce com atenção, respeito e gestos sinceros.",
      "mood": "romântico",
      "action": "Hoje, Aquário deve surpreender seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e sonhos compartilhados.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, 2026 pode ser um ano mágico para encontros. Aproveite eventos sociais e atividades que despertem sua sensibilidade, como oficinas de arte, meditação ou rodas de amigos. Seja sincero ao se expressar e permita-se explorar conexões autênticas. Mantenha o coração aberto para novos encontros e não hesite em dar o primeiro passo. Sua intuição será sua melhor aliada na hora de identificar quem realmente ressoa com sua alma sonhadora.",
      "couples": "Para Peixes em 17 de janeiro de 2026, o momento é perfeito para fortalecer vínculos emocionais. Seja aberto na comunicação, compartilhe seus sonhos e ouça com atenção seu parceiro. Surpreenda com gestos românticos, como uma mensagem carinhosa ou um pequeno presente que represente sua conexão. Cultivar empatia e demonstrações de afeto criam uma base sólida de confiança e amor duradouro. Aproveite esse dia para nutrir seu relacionamento com intuição, amor e dedicação sincera.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, envie uma mensagem sincera de admiração e carinho para alguém especial, demonstrando seu amor de forma delicada e autêntica.",
      "author": "Astrologly"
    }
  }
}