{
  "date": "2026-02-13",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Liebes Widder, am 13. Februar 2026, öffne dein Herz für neue Begegnungen. Nutze Gelegenheiten, um draußen aktiv zu sein und spontane Gespräche zu führen. Sei offen für unerwartete Bekanntschaften und zeige dein echtes Interesse. Dein mutiger Charakter zieht Menschen an – nutze diese Chance, um tiefere Verbindungen zu knüpfen. Behalte dein Lächeln bei und vertraue deinem Instinkt. Liebe kann dort entstehen, wo du am wenigsten erwartest.",
      "couples": "Am 13. Februar 2026, Widder, ist es wichtig, deine Energie für ehrliche Gespräche und gemeinsame Momente zu nutzen. Zeige deiner Liebe durch kleine Überraschungen und aufmerksame Gesten, die euer Band stärken. Höre aktiv zu und öffne dich für die Gefühle deines Partners, um Vertrauen zu vertiefen. Offene Kommunikation und liebevolle Gesten schaffen eine harmonische Atmosphäre, in der eure Beziehung wachsen kann. Nutze den Tag, um eure Verbindung zu feiern und noch enger zusammenzuwachsen.",
      "mood": "leidenschaftlich",
      "action": "Heute sollte der Widder deinem Partner eine liebevolle Nachricht schicken, in der du deine Bewunderung für seine Einzigartigkeit ausdrückst.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Liebes Stier, am 13. Februar 2026 bist du offen für neue Verbindungen. Nutze Gelegenheiten, um bei gemeinsamen Interessen neue Menschen kennenzulernen, sei es bei Veranstaltungen oder online. Zeige deine authentische Seite und lasse dein Herz sprechen. Besonders an diesem Tag lohnt es sich, kleine Schritte zu wagen – sei mutig, um eine romantische Begegnung zu ermöglichen. Vertrauen und Geduld bringen dich deinem Liebesglück näher.",
      "couples": "Am 13. Februar 2026, lieber Stier, solltest du deine Beziehung durch ehrliche Kommunikation vertiefen. Zeige deinem Partner deine Wertschätzung mit kleinen romantischen Gesten, wie liebevollen Notizen oder gemeinsamen Aktivitäten. Höre aufmerksam zu, um seine Bedürfnisse besser zu verstehen und Verbundenheit zu schaffen. Geduld und Verständnis sind jetzt besonders wichtig. Lass Liebe und Zuneigung fließen, um eure Bindung zu stärken und gemeinsam ins Glück zu wachsen.",
      "mood": "vorsichtig",
      "action": "Heute sollte der Stier ihrem Partner eine liebevolle Nachricht schicken, die ihre Wertschätzung und tiefe Verbundenheit ausdrückt, um das Feuer ihrer Liebe neu zu entfachen.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Am 13. Februar 2026 sind Zwillinge besonders offen für neue Begegnungen. Nutze diese Zeit, um aktiv auf Events, Kurse oder soziale Gruppen zuzugehen. Deine vielseitige Natur bringt Menschen leicht zum Lachen, also sei authentisch und zeige echtes Interesse. Offenheit und Neugier öffnen Türen zu tiefen Verbindungen. Bleib geduldig, sei du selbst, und die Romantik könnte sich unerwartet an einem Ort ergeben, den du noch nicht erkundet hast.",
      "couples": "Am 13. Februar 2026 solltest du als Zwillinge in deiner Beziehung Besonders auf offene, ehrliche Kommunikation setzen. Nutze deine Vielseitigkeit, um gemeinsame Aktivitäten zu planen, die Spaß und Nähe fördern. Zeige deiner Partnerschaft durch kleine romantische Gesten, wie eine liebevolle Nachricht oder eine surprise, wie sehr du sie schätzt. Investiere bewusst in tiefe Gespräche, um Missverständnisse zu vermeiden und eure Verbindung noch stärker zu machen. Bleib authentisch und warmherzig.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Zwillinge-Partner eine liebevolle Nachricht schreiben, in der du deine schönsten gemeinsamen Momente und Deine Hingabe betonst.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Liebe Krebs-Geborene, am 13. Februar 2026 ist die Zeit, um offen für neue Begegnungen zu sein. Nutze diese Tage, um auf Veranstaltungen oder in gemeinsamen Aktivitäten neue Menschen kennenzulernen. Dein einfühlsames Wesen wird andere anziehen. Sei authentisch, zeige deine Wärme und höre aktiv zu. Romantische Chancen ergeben sich, wenn du dich trittsicher öffnest. Vertrauen und Ehrlichkeit sind deine Schlüssel zu einer tiefen Verbindung. Lass dein Herz sprechen!",
      "couples": "Liebe Krebs-Frau oder -Mann, am 13. Februar 2026 ist es wichtig, offene Worte zu suchen. Zeige deine Gefühle durch kleine, liebevolle Gesten und höre deinem Partner aufmerksam zu. Gemeinsame Momente stärken das Band – plant ein romantisches Dinner oder einen Spaziergang im Freien. Deine Sensibilität ist eine Stärke; nutze sie, um Verständnis und Geborgenheit zu vermitteln. Damit vertiefst du eure Verbindung und schaffst eine liebevolle, sichere Atmosphäre.",
      "mood": "verspielt",
      "action": "Heute sollte Krebs eine liebevolle Nachricht mit einer persönlichen Note an seinen Partner schicken, um seine Zuneigung und Wertschätzung zu zeigen.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Liebe Löwe-Geborene, am 13. Februar 2026 offenbart sich eine wundervolle Chance, neue Menschen zu treffen. Sei offen für spontane Begegnungen und zeige dein authentisches Ich, um dein Selbstbewusstsein zu strahlen. Nutze soziale Veranstaltungen oder Hobbys, um Gleichgesinnte kennenzulernen. Deine natürliche Ausstrahlung zieht potenzielle Partner magisch an. Bleibe geduldig und vertraue darauf, dass die Liebe sich finden wird, wenn du dein Herz weit öffnest.",
      "couples": "Für den Löwen am 13. Februar 2026 ist es wichtig, offen und ehrlich im Austausch mit deinem Partner zu sein. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten wie eine unerwartete Nachricht oder gemeinsame Aktivitäten. Höre aktiv zu und schätze die Gefühle deines Gegenübers. Deine natürliche Wärme und Leidenschaft können eure Bindung vertiefen. Investiere Zeit in romantische Überraschungen, um eure Verbindung in diesem Jahr noch stärker zu machen.",
      "mood": "ernst",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, in der du deine Wertschätzung ausdrückst und deine Gefühle offen zeigst.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Liebe Jungfrau, am 13. Februar 2026 eröffnet sich eine wundervolle Gelegenheit, um neue Menschen kennenzulernen. Sei offen für spontane Begegnungen und zeige dein echtes Ich. Nutze soziale Events oder Online-Dating, um Gleichgesinnte zu treffen. Vertrauen und Ehrlichkeit ziehen den richtigen Partner an. Lass die Perfektionsansprüche los, um authentisch zu bleiben. Dieser Tag könnte der Beginn einer tiefen, bedeutungsvollen Romanze sein – traue dich, deinen Gefühlen zu folgen.",
      "couples": "Liebe Jungfrau, am 13. Februar 2026 ist eine wunderbare Gelegenheit, eure Beziehung zu vertiefen. Zeige deine Wertschätzung durch kleine, liebevolle Gesten und ehrlich gemeinte Worte. Verbessert eure Kommunikation, indem ihr offen über eure Gefühle sprecht und aktiv zuhört. Gemeinsame Aktivitäten, wie ein romantischer Spaziergang oder ein Überraschungsdinner, stärken die Verbindung. Vertrauen und Zuneigung wachsen durch kleine Aufmerksamkeiten – investiere heute bewusst in eure gemeinsame Zukunft.",
      "mood": "leidenschaftlich",
      "action": "Heute könnte die Jungfrau ihrem Partner eine liebevolle, handgeschriebene Notiz hinterlassen, um ihre Wertschätzung offen und authentisch zu zeigen.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Am 13. Februar 2026, liebe Waage, öffne dich für neue Begegnungen. Nutze diese Zeit, um deine sozialen Kreise zu erweitern, vielleicht bei einem freundlichen Treffen oder durch gemeinsame Aktivitäten. Sei offen für tiefergehende Gespräche, die echte Verbindungen fördern. Vertrauen und Authentizität ziehen romantische Interesse an. Bleibe geduldig und zeige dein wahres Ich. So kannst du an diesem Tag eine bedeutungsvolle Begegnung erleben, die dein Herz berührt.",
      "couples": "Am 13. Februar 2026 ist es für Waage-Geborene wichtig, bewusst Zeit für ehrliche Gespräche zu nehmen. Zeige deinem Partner deine Wertschätzung durch kleine romantische Gesten und aufrichtige Komplimente. Stärke eure Verbindung, indem du aktiv zuhören und gemeinsame Wünsche besprechen. Gleichzeitig fördere Harmonie, indem du Konflikte behutsam klärst. Liebe wächst durch Verständnis und Aufmerksamkeit – nutze diesen Tag, um eure Bindung noch tiefer zu gestalten.</_",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, die deine Wertschätzung und deine Gefühle für ihn aufrichtig ausdrückt.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Am 13. Februar 2026, liebe Skorpione, öffnet sich eine wundervolle Gelegenheit, neue Menschen zu treffen. Zeige dein authentisches Ich und sei offen für ungeplante Begegnungen. Nutze soziale Veranstaltungen, um deine Tiefgründigkeit und Leidenschaft zu teilen. Mit etwas Mut kannst du überraschende romantische Verbindungen knüpfen. Vertrauen und Ehrlichkeit werden deine Beziehungen vertiefen. Lass dein Herz leuchten, und die Liebe wird den Weg zu dir finden – du bist bereit dafür.",
      "couples": "Am 13. Februar 2026 ist es wichtig, deine tiefen Emotionen offen zu zeigen. Nutze kleine Gesten, um deine Liebe zu bestätigen, sei es eine liebevolle Nachricht oder eine unerwartete Umarmung. Kommuniziere ehrlich und hör aufmerksam zu, um Missverständnisse zu vermeiden. Zeige deinem Partner, dass du seine Gefühle schätzt, und investiere bewusst Zeit in gemeinsame Momente. So festigt ihr eure Verbindung und erlebt mehr Harmonie und Leidenschaft.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion seinem Partner eine liebevolle, persönliche Nachricht schreiben, die seine tiefen Gefühle offenbart und Nähe schafft.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Lieber Schütze, im Februar 2026 steht dir die Tür zu spannenden Begegnungen offen. Nutze Gelegenheiten, neue Menschen kennenzulernen, sei offen für spontane Treffen und neue Aktivitäten. Dein offenes Wesen zieht potenzielle Partner magisch an. Zeige dein echtes Interesse, höre aktiv zu und lasse dein Abenteuerherz sprechen. Deine natürliche Neugier macht dich unwiderstehlich. Heute ist der perfekte Moment, um den ersten Schritt zu wagen – Liebe könnte nur eine Begegnung weit entfernt sein.",
      "couples": "Lieber Schütze, am 13. Februar 2026 ist es wichtig, deine offene und abenteuerliche Natur in der Beziehung zu nutzen. Zeige deine Liebe durch kleine, bedeutungsvolle Gesten — ein spontaner Ausflug, eine liebevolle Nachricht oder ein gemeinsames Abenteuer. Höre aktiv zu, um Verbindungen zu vertiefen. Vertrauen und Ehrlichkeit stärken euer Band. Sei präsent, halte den Raum für gemeinsame Träume offen und schaffe unvergessliche Momente, die eure Liebe noch strahlender machen.",
      "mood": "nachdenklich",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, in der du deine Bewunderung für seine/ihre einzigartigen Qualitäten ausdrückst.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Liebe Steinbock-Geborene, am 13. Februar 2026 bietet sich eine wunderbare Gelegenheit, offen für neue Begegnungen zu sein. Nutze Gelegenheiten, um dich in sozialen Kreisen zu bewegen und authentisch dein Herz zu zeigen. Zeige deine Zuverlässigkeit, doch lasse auch Raum für Leichtigkeit. Ein offenes Lächeln öffnet Türen – sei bereit, dich auf ungeplante romantische Momente einzulassen. Vertrauen und Geduld sind jetzt deine Schlüssel zu einer erfüllenden Liebe.",
      "couples": "Am 13. Februar 2026 ist eine perfekte Gelegenheit für den Steinbock, die emotionale Verbindung zu vertiefen. Sei offen in der Kommunikation, teile deine Gefühle ehrlich und nimm dir Zeit für kleine, liebevolle Gesten. Plane gemeinsame Aktivitäten, die eure Bindung stärken, und zeige deinem Partner, wie sehr du ihn schätzt. Ehrlichkeit und Aufmerksamkeit schaffen Vertrauen – so wird eure Liebe noch tiefer und beständiger. Nutze diesen Tag, um eure Beziehung mit Herz und Hingabe zu feiern.",
      "mood": "verspielt",
      "action": "Heute könntest du deinem Partner eine liebevolle Nachricht schicken, in der du dich für seine Unterstützung bedankst und deine Zuneigung ausdrückst.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Liebe Wassermann-Geborene, am 13. Februar 2026 solltest du offen für neue Begegnungen sein. Nutze Gelegenheiten, um Veranstaltungen oder Gruppenaktivitäten zu besuchen, bei denen gleichgesinnte, kreative Menschen zusammenkommen. Authentizität ist dein Schlüssel: Zeige dein wahres Ich und lasse deine einzigartigen Ideen erstrahlen. Geduld und Offenheit schaffen die besten Voraussetzungen für eine tiefere Verbindung. Finanzielle und emotionale Balance hilft dir, den richtigen Partner anzuziehen.",
      "couples": "Lieber Wassermann, am 13. Februar 2026 ist es wichtig, deine Partnerschaft durch offene Kommunikation zu stärken. Zeige deine Liebe mit kleinen, unerwarteten Gesten, die deine Einzigartigkeit widerspiegeln. Höre aufmerksam zu und teile deine Gefühle ehrlich, um eine tiefere Verbindung aufzubauen. Plane gemeinsam schöne Momente oder kreative Aktivitäten, die euch verbinden. So growt eure Beziehung, und ihr erlebt zusammen bereichernde, romantische Stunden voller Vertrauen und Verständnis.",
      "mood": "romantisch",
      "action": "Heute solltest du als Wassermann deiner Liebe eine handgeschriebene, persönliche Nachricht schicken, um deine Zuneigung auf besondere Weise auszudrücken.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Liebe Fische, am 13. Februar 2026 stehen dir wunderbare Chancen offen, neue Menschen kennenzulernen. Nutze Gelegenheiten, um ehrlich und offen zu sein – deine Sensibilität ist dein Schlüssel zum Herzen anderer. Gehe auf Events, die deine Leidenschaft wecken, und vertraue deinem Instinkt. Vielleicht lernt sich dein Seelenpartner in einem kreativen Kurs oder bei einem Spaziergang am Wasser kennen. Bleib offen, und Liebe wird sich auf zauberhafte Weise zeigen.",
      "couples": "Liebe Fische, am 13. Februar 2026 gilt es, eure Beziehung liebevoll zu vertiefen. Zeigt eurer Partnerin oder eurem Partner durch kleine, romantische Gesten, wie viel sie euch bedeuten. Offenheit und ehrliche Kommunikation schaffen Vertrauen. Nehmt euch bewusst Zeit füreinander, um gemeinsame Träume zu teilen. Zeigt euer Einfühlungsvermögen, hört aktiv zu und seid präsent. So wächst eure Verbindung unvergesslich und stark.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, die deine tiefste Wertschätzung für ihn ausdrückt, um die Verbundenheit zu stärken.",
      "author": "Astrologly"
    }
  }
}