{
  "date": "2026-02-22",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Hoje, Áries solteiro, 22 de fevereiro de 2026, é seu dia para abraçar novas oportunidades amorosas. Seja aberto a encontros espontâneos e use sua coragem para iniciar conversas. Participar de eventos sociais ou atividades que despertem seu entusiasmo pode conectar você a pessoas que compartilham seus interesses. Confie no seu coração e na sua autenticidade; o amor pode surgir onde menos espera. Aproveite essa fase para construir conexões sinceras e apaixonadas.",
      "couples": "Áries em 2026-02-22, para fortalecer seu relacionamento, invista na comunicação sincera e ouça seu parceiro com atenção. Demonstre seu amor por meio de gestos românticos que expressem suas emoções, como uma surpresa ou um carinho especial. Valorize os momentos a dois, criando memórias únicas. Seja paciente e compreensivo, equilibrando sua energia vibrante com ternura. Assim, seu relacionamento se tornará mais profundo, repleto de confiança e paixão duradoura.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, surpreenda seu amor com uma mensagem sincera e apaixonada, expressando o quanto valoriza e admira sua presença na sua vida.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Para Touro solteiro em 2026-02-22, abra seu coração para novas experiências. Aproveite ocasiões sociais e eventos que estimulem conexões genuínas. Mantenha-se aberto a conhecer pessoas diferentes, permitindo que sua autenticidade brilhe. Cultive a paciência e escute seu coração ao escolher parceiros compatíveis. Confie na sua abordagem calma e confiável, pois o amor pode surgir das relações mais inesperadas. Esteja disposto a se aventurar e deixe o destino florescer a sua paixão.",
      "couples": "Touro, em 2026-02-22, sua estabilidade e sensibilidade serão essenciais para fortalecer seu relacionamento. Invista em pequenas demonstrações de carinho, como um jantar especial ou palavras doces. Ouça seu parceiro com atenção e seja honesto sobre seus sentimentos. A dedicação e a paciência fortalecerão a conexão. Surpreenda com gestos românticos que mostrem seu amor e compromisso, cultivando um vínculo cada vez mais sólido e cheio de confiança.",
      "mood": "cauteloso",
      "action": "Hoje, Touro pode surpreender seu amor preparando um jantar especial feito por você e criando uma atmosfera acolhedora com velas e música suave.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Hoje, Gêmeos, sua energia vibrante atrairá novas possibilidades amorosas. Aproveite para participar de eventos sociais e ampliar seu círculo de amizades. Seja autêntico e aberto ao conversar, pois suas palavras encantam e criam conexões profundas. Curta o momento sem pressa, permitindo que o amor floresça naturalmente. Confie no seu carisma e na sua espontaneidade para descobrir alguém especial que compartilhe seus interesses e o entusiasme. O amor está no horizonte!",
      "couples": "Gêmeos, em 22 de fevereiro de 2026, seu charme e versatilidade brilham. Para fortalecer seu relacionamento, invista na comunicação sincera e escuta atenta. Surpreenda seu parceiro com gestos românticos, como uma mensagem inesperada ou um passeio juntos. Aproveite a energia para explorar novos interesses a dois, mantendo a espontaneidade. Cultivar a empatia e valorizar pequenos momentos criará uma conexão mais profunda e duradoura. Aproveite essa fase para reafirmar seu amor com autenticidade e carinho.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos deve surpreender seu amor com uma mensagem escrita à mão, expressando seus sentimentos mais profundos e desejando um momento especial juntos.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Para os cancerianos solteiros em 22 de fevereiro de 2026, abra seu coração para novas experiências. Aproveite oportunidades em eventos sociais ou atividades que amam, criando conexões genuínas. Confie na sua intuição, mas também seja aberto a conhecer pessoas diferentes. Sua sensibilidade é sua força: demonstre seu carinho e autenticidade. Com paciência e autenticidade, o amor pode surgir de formas inesperadas nesta jornada de descobertas emocionais.",
      "couples": "Para fortalecer seu relacionamento em 22 de fevereiro de 2026, Cancer, valorize a comunicação aberta e sincera com seu parceiro. Demonstre seu amor com gestos românticos, como uma surpresa ou palavras carinhosas. Invista em momentos de conexão emocional, ouvindo atentamente e apoiando suas necessidades. Afinal, seu coração sensível é sua maior força; use-o para criar memórias especiais, cultivando confiança e intimidade que fortalecerão ainda mais seu vínculo.",
      "mood": "brincalhão",
      "action": "Hoje, Cancer, envie uma mensagem sincera de carinho para alguém especial, expressando seus sentimentos mais profundos e fortalecendo laços emocionais.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido Leão, em 22 de fevereiro de 2026, sua energia vibrante atrairá novas possibilidades amorosas. Aproveite para expandir seu círculo social, participando de eventos e atividades que reflitam seus interesses. Seja autêntico e confiante ao conhecer novas pessoas, pois sua luz natural encantará. Lembre-se de escutar com atenção e demonstrar sua vulnerabilidade; isso criará conexões profundas e sinceras. Sua paixão será seu diferencial rumo a um romance verdadeiro e duradouro.",
      "couples": "Para Leão em 22 de fevereiro de 2026, invista na arte de ouvir seu parceiro com atenção genuína. Expresse seu amor com gestos românticos e pequenas surpresas que demonstrem seu carinho. Fortaleça os laços promovendo momentos de diálogo aberto e sinceridade, criando uma atmosfera de confiança e compreensão. Celebrem juntos as pequenas vitórias e demonstrem que seu amor é a prioridade, fortalecendo a conexão e tornando cada dia especial.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma mensagem sincera e apaixonada, demonstrando o quanto ele significa para você.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Virgem, 22 de fevereiro de 2026 traz oportunidades de expandir seu círculo social. Esteja aberto a encontros casuais e novas aventuras, sem pressão. Aproveite eventos culturais, cursos ou atividades que aprimorem suas habilidades e interesses. Sua atenção aos detalhes será sua vantagem ao conhecer alguém especial. Confie na sua autenticidade e deixe a espontaneidade guiar seus passos. O amor pode surgir quando menos esperar, então mantenha o coração aberto e aproveite cada momento.",
      "couples": "Para Virgem em 2026-02-22, o segredo é fortalecer a conexão com gestos românticos sinceros e comunicação aberta. Planeje uma surpresa que demonstre seu cuidado, como um jantar especial ou uma carta cheia de palavras carinhosas. Ouça ativamente seu parceiro, mostrando interesse genuíno em suas emoções. Seja mais flexível e menos crítico, valorizando os momentos juntos. Assim, seu relacionamento florescerá, cheio de amor, compreensão e companheirismo verdadeiro.",
      "mood": "apaixonado",
      "action": "Hoje, Virgense de coração, surpreenda seu amor com uma carta escrita à mão, expressando seus sentimentos mais profundos e admiração verdadeira.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Hoje, Libra, 22 de fevereiro de 2026, é um dia perfeito para abrir seu coração às novas possibilidades. Seja ousado ao explorar diferentes ambientes e pequenos encontros, pois a sorte está ao seu lado na conexão com pessoas que compartilham seus valores. Aproveite sua natureza charmosa para criar amizades sinceras que podem evoluir para algo mais profundo. Confie no seu equilíbrio e na sua intuição para descobrir o amor verdadeiro neste momento especial.",
      "couples": "Hoje, Libra, priorize a comunicação aberta para fortalecer seu relacionamento. Mostre sua apreciação com gestos românticos, como pequenos presentes ou mensagens carinhosas. Ouça atentamente seu parceiro, demonstrando empatia e compreensão. Equilibre suas necessidades com as dele, criando momentos de conexão. Invista na harmonia e no diálogo, lembrando-se de que o amor floresce na gentileza e na sinceridade. Assim, seu relacionamento se tornará ainda mais apaixonado e sólido.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, surpreenda seu amor com uma mensagem sincera e carinhosa, expressando o quanto ele ou ela significa para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Hoje, Escorpião solteiro, abra seu coração para novas conexões. Aproveite oportunidades de encontros autênticos, seja em eventos culturais ou grupos de interesse. Confie na sua intuição, mas mantenha uma postura aberta e receptiva. Lembre-se de que a vulnerabilidade fortalece relacionamentos. Permita-se explorar diferentes emoções e conhecer pessoas que se alinhem aos seus valores. O amor está mais próximo do que imagina — esteja atento às pequenas pistas do universo e siga seu coração com coragem.",
      "couples": "Querido Escorpião, hoje é um dia ideal para aprofundar sua conexão emocional. Seja aberto ao compartilhar seus sentimentos mais profundos com seu parceiro, pois a vulnerabilidade fortalece os laços. Surpreenda com gestos românticos simples, como uma carta ou um jantar especial. Ouça com atenção, demonstre seu amor de forma genuína e valorize momentos de intimidade. Assim, seu relacionamento se tornará ainda mais sólido e cheio de paixão.",
      "mood": "brincalhão",
      "action": "Hoje, o Escorpião deve preparar uma surpresa personalizada, como uma carta sincera ou um presente especial, para demonstrar seu amor profundo.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Para Sagitarianos solteiros em 22 de fevereiro de 2026, este é um momento de explorar novas conexões. Seja aberto a convites e eventos sociais, pois oportunidades de encontrar alguém especial estarão ao seu alcance. Confie na sua espontaneidade, mas lembre-se de ouvir o coração. Cultive interesses que ampliem seu círculo social e permita que o amor surja de forma natural. A autenticidade será sua maior aliada nesta jornada romântica.",
      "couples": "Querido sagitariano, em 22 de fevereiro de 2026, aproveite o dia para fortalecer seus laços com gestos românticos. Seja honesto e aberto na comunicação, compartilhando seus sonhos e emoções. Surpreenda seu parceiro com uma atividade que ambos amam, reforçando a conexão. Aproveite a espontaneidade que caracteriza seu signo para criar momentos memoráveis. Cultivar essa sintonia fortalecerá o relacionamento, trazendo mais felicidade e cumplicidade ao seu romance.",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário, surpreenda seu amor com uma mensagem sincera e apaixonada, revelando o quanto ele/ela é especial para você.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Para os solteiros de Capricórnio em 22 de fevereiro de 2026, abra-se para novas possibilidades de conexão. Este é um momento propício para ampliar seu círculo social e explorar interesses que refletirão sua essência. Seja sincero e autêntico ao se relacionar, pois pessoas valiosas serão atraídas pela sua dedicação e maturidade. Aproveite eventos, cursos ou atividades ao ar livre para conhecer alguém especial e transformar a estabilidade que você valoriza em uma linda história de amor.",
      "couples": "Para Capricórnio em 22 de fevereiro de 2026, lembre-se de valorizar a comunicação aberta e sincera com seu parceiro. Demonstrar afeto por gestos pequenos, como uma mensagem carinhosa ou um abraço espontâneo, fortalecerá o vínculo. Invista tempo em momentos de intimidade, cultivando confiança e compreensão. Seja paciente e atento às necessidades do outro; esse cuidado genuíno trará harmonia e renovará o romance, tornando seu relacionamento mais sólido e apaixonado.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio deve preparar um jantar especial em casa e deixar uma mensagem de carinho e admiração à pessoa amada.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido Aquário solteiro, em 22 de fevereiro de 2026, abra seu coração para novas experiências. Este é o momento ideal para se envolver em atividades sociais e grupos que compartilhem seus interesses. Seja autêntico e confiante ao conhecer alguém especial. Aproveite as oportunidades de conexões profundas e genuínas, pois o universo está conspirando a seu favor. Permita-se apaixonar e mostrar seu verdadeiro eu. O amor está mais perto do que imagina.",
      "couples": "Para Aquário em 22/02/2026, invista na comunicação aberta e sincera, mostrando interesse genuíno pelo parceiro. Surpreenda com gestos românticos e únicos que expressem carinho e admiração. Crie momentos especiais que fortaleçam o vínculo e permitam uma conexão mais profunda. Seja paciente e ouça atentamente suas necessidades. Ao valorizar o diálogo e o afeto, seu relacionamento crescerá cheio de compreensão e paixão duradoura.",
      "mood": "romântico",
      "action": "Hoje, Aquário, surpreenda seu parceiro com uma mensagem escrita à mão que relembre um momento especial e demonstre seu amor sincero.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Peixes, 2026 será um ano ideal para explorar novas conexões. Permita-se sair da sua zona de conforto e participe de eventos sociais ou hobbies que despertam sua paixão. Seja autêntico e aberto nas suas interações, pois sua sensibilidade atrai pessoas especiais. Aproveite a energia do momento para conhecer alguém que compartilhe seus sonhos e valores. Seu coração está pronto para encontrar um amor verdadeiro – confie no seu instinto e deixe o universo guiar suas experiências amorosas.",
      "couples": "Peixes, em 22 de fevereiro de 2026, sua sensibilidade é sua força. Para fortalecer seu relacionamento, pratique comunicação aberta e sinceridade emocional, compartilhando seus sonhos e medos. Surpreenda seu parceiro com gestos românticos singulares, como uma carta escrita à mão ou um passeio especial. Ouça com atenção, mostrando seu amor e compreensão. Assim, você criará uma conexão mais profunda e harmoniosa, deixando seu coração ainda mais entrelaçado com o de quem ama.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, reserve um momento para escrever uma carta sincera e apaixonada para seu amor, expressando seus sentimentos mais profundos e sonhos juntos.",
      "author": "Astrologly"
    }
  }
}