{
  "date": "2026-02-25",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Neste dia 25 de fevereiro de 2026, Áries solteiro, aproveite para explorar novas oportunidades de encontros. Sua energia vibrante atrai pessoas, então não hesite em sair da rotina e participar de eventos sociais. Seja autêntico, compartilhe seus sonhos e ouça com atenção. A sorte está ao seu lado para conhecer alguém especial, então mantenha o coração aberto e a mente receptiva às possibilidades que surgirão. Conquiste o amor com entusiasmo e sinceridade!",
      "couples": "Áries, em 2026-02-25, concentre-se em fortalecer sua conexão através de comunicação sincera e aberta. Mostre seu carinho com gestos românticos que demonstrem seu apreço, como uma surpresa ou uma palavra doce. Ouça atentamente as necessidades do seu parceiro e compartilhe seus sentimentos com honestidade. Assim, vocês criarão uma base sólida de confiança e amor, mantendo o relacionamento vibrante, intenso e cheio de admiração mútua.",
      "mood": "apaixonado",
      "action": "Hoje, Áries, envie uma mensagem sincera e apaixonada para seu amor, demonstrando o quanto ele(a) é importante na sua vida.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Neste 25 de fevereiro de 2026, Touro solteiro, seja aberto às novas oportunidades de amor. Aproveite momentos sociais, eventos ou atividades que despertam sua paixão. Seja autêntico e gentil ao conhecer alguém, mostrando sua essência tranquila e confiável. Cultive sua autoconfiança e permita-se experimentar novas experiências. O universo favorece conexões verdadeiras. Confie na sua energia estável e delicada, e o amor pode surpreendê-lo de forma inesquecível.",
      "couples": "Para fortalecer seu relacionamento em 25 de fevereiro de 2026, Taurus, demonstre seu amor com gestos sinceros e toques carinhosos. Valorize a comunicação aberta, compartilhando seus sentimentos e ouvindo com atenção. Surpreenda seu parceiro com pequenos detalhes que expressem seu afeto, como um jantar especial ou uma mensagem carinhosa. Cultivar a paciência e a confiança criará uma base sólida, tornando seu vínculo mais apaixonado e duradouro.",
      "mood": "cauteloso",
      "action": "Hoje, para expressar seu amor, prepare um jantar especial à luz de velas para a pessoa que ama e surpreenda-a com seu carinho sincero.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Querido Gêmeos, em 25 de fevereiro de 2026, sua charmosa curiosidade será seu maior aliado para novas conexões amorosas. Aproveite eventos sociais, viagens ou atividades que estimulem sua mente ágil para conhecer pessoas interessantes. Seja autêntico e aberto ao diálogo, pois sua espontaneidade atrai sorrisos sinceros. Invista em pequenos gestos de afeto e mantenha o coração receptivo às surpresas que o universo prepara. O amor está mais perto do que você imagina!",
      "couples": "Gêmeos, em 25 de fevereiro de 2026, sua energia vibrante e comunicação afiada podem fortalecer ainda mais seu relacionamento. Aproveite o dia para expressar seus sentimentos com palavras sinceras e gestos românticos que demonstrem seu carinho. Ouça ativamente seu parceiro, valorizando suas opiniões e desejos. Pequenas surpresas ou mensagens carinhosas podem renovar a conexão. Cultivar a honestidade e a diversão juntos trará harmonia e aprofundará seu vínculo, tornando esse dia especial e inesquecível.",
      "mood": "romântico",
      "action": "Hoje, Gêmeos, surpreenda seu amor escrevendo uma carta sincera e entregue-a pessoalmente, revelando seus sentimentos mais profundos e inexplorados.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Câncer solteiro, em 25 de fevereiro de 2026, seu coração está aberto para novas emoções. Aproveite oportunidades de encontros autênticos, pois sua sensibilidade eleva sua conexão emocional. Não tenha medo de sair da zona de conforto, explore eventos sociais e grupos que compartilhem seus interesses. Sua empatia atrai pessoas sinceras. Seja você mesmo, permita que o amor floresça com a suavidade que só um Câncer possui, e as possibilidades surgirão naturalmente.",
      "couples": "Para fortalecer seu relacionamento em 25 de fevereiro de 2026, Cancer, valorize a comunicação aberta e sincera. Escute com empatia e compartilhe seus sentimentos sem medo. Surpreenda seu parceiro com gestos românticos, pequenos detalhes fazem a diferença. Dedique tempo para criar memórias especiais juntos. Sua sensibilidade é seu melhor presente;USE essa essência para nutrir e aprofundar o vínculo. Cultive a confiança diariamente e permita que seu amor floresça ainda mais.",
      "mood": "brincalhão",
      "action": "Hoje, Cancer, envie uma mensagem sincera e carinhosa para seu amor, expressando o quanto ele significa e despertando uma conexão profunda entre vocês.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Querido signo de Leão, 2026 promete boas oportunidades amorosas. Aproveite para se abrir ao mundo, participando de eventos e atividades que reflitam suas paixões. Seja autêntico e confiante ao conhecer novas pessoas, pois seu brilho natural atrai conexões reais. Tenha paciência e não force o ritmo; o amor surge quando menos espera. Esteja preparado para cultivar desde já uma autoestima sólida, que fascina quem encontra seu caminho.",
      "couples": "Querido Leão, em 25 de fevereiro de 2026, valorize a comunicação aberta e sincera com seu parceiro. Demonstre seu amor através de gestos românticos e palavras de apreço diárias. Incentive momentos a dois, valorizando as pequenas alegrias compartilhadas. Ouça com atenção, mostrando que seus sentimentos são importantes. Cultive a confiança e a empatia, fortalecendo o vínculo emocional. Assim, sua relação será mais apaixonada, sólida e cheia de harmonia.",
      "mood": "sério",
      "action": "Hoje, Leão deve surpreender seu amor com uma mensagem sincera e apaixonada, expressando o quanto ele significa para você.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Querida Virgem, em 25 de fevereiro de 2026, abra seu coração para novas experiências românticas. Aproveite oportunidades de encontros autênticos, seja em eventos culturais ou através de aplicativos, sempre mantendo sua autenticidade. Cultive hobbies que promovam conexão com pessoas semelhantes a você. Confie na sua intuição, pois ela guiará você para relacionamentos sinceros. Seja paciente, e lembre-se: o amor muitas vezes surge quando menos espera, especialmente para quem busca com o coração aberto.",
      "couples": "Querida Virgem, em 2026-02-25, lembre-se de valorizar a comunicação honesta e aberta com seu parceiro. Demonstre seu amor com pequenos gestos românticos diários, como palavras de carinho ou um gesto atencioso. Faça planos juntos que fortaleçam a conexão emocional, além de compartilhar suas preocupações e sonhos. Confie na sua intuição e seja espontânea no amor, cultivando um relacionamento sólido, repleto de compreensão e ternura.",
      "mood": "apaixonado",
      "action": "Hoje, Virgiana, reserve um momento especial para escrever uma carta sincera de amor e gratidão para alguém que valorize profundamente.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Querido libriano, 2026 será um ano de grandes oportunidades para explorar o amor. Esteja aberto a encontros espontâneos e permita-se sair da zona de conforto. Use sua habilidade natural de fazer conexões para conhecer novas pessoas, seja em eventos sociais ou através de amizades. Confie em seu coração, seja autêntico e privilegiado com sua sensibilidade amorosa. O amor pode surgir em lugares inesperados; mantenha-se receptivo às possibilidades que surgirão ao longo do ano.",
      "couples": "Querida Libra, em 25 de fevereiro de 2026, priorize a comunicação aberta e sincera com seu parceiro. Mostre seu amor por meio de gestos românticos, como uma surpresa ou uma palavra carinhosa. Cultive momentos de conexão íntima e escute com atenção. Fortaleça o relacionamento investindo tempo de qualidade juntos e demonstrando sua apreciação diária. Assim, criarão uma base sólida de amor, compreensão e harmonia para o futuro.",
      "mood": "cauteloso",
      "action": "Hoje, Libra, envie uma mensagem sincera e carinhosa para seu amor, expressando o quanto ele(a) é especial para você.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Querido Escorpiano(a), em 2026-02-25, abra seu coração para novas experiências. Aproveite oportunidades de encontros espontâneos e esteja aberto(a) a conhecer pessoas diferentes. Sua intensidade atrai, mas lembre-se de ser vulnerável e sincero(a). Cultive amizades sinceras, pois delas podem surgir conexões profundas. Confie na sua intuição, mas não se esqueça de relaxar e desfrutar o momento. O amor pode surgir onde menos espera; esteja pronto(a) para se apaixonar novamente.",
      "couples": "Querido Escorpião, em 25 de fevereiro de 2026, fortaleça seu relacionamento cultivando a comunicação aberta e sincera. Invista em gestos românticos, como uma mensagem especial ou um jantar surpresa, para mostrar seu carinho. Pratique a vulnerabilidade, compartilhando seus sentimentos mais profundos, e escute seu parceiro com atenção plena. Assim, vocês construirão uma conexão ainda mais forte e apaixonada, promovendo amor verdadeiro e duradouro.",
      "mood": "brincalhão",
      "action": "Hoje, Escorpião, surpreenda seu amor com uma mensagem sincera e cheia de paixão, expressando o quanto ele transforma sua vida.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Para Sagitarianos solteiros em 25 de fevereiro de 2026, abra seu coração para novas experiências e aventuras; o universo favorece encontros inesperados. Esteja aberto a diferentes círculos sociais e cultive a autenticidade ao conhecer alguém. Sua energia contagiante atrairá conexões genuínas. Aproveite momentos de liberdade para explorar interesses comuns. Confie na sua intuição e seja paciente: o amor pode surgir das pequenas espontaneidades. Seja gentil consigo mesmo e permita-se viver o que seu coração anseia.",
      "couples": "Querido sagitariano(a), em 25 de fevereiro de 2026, foque em fortalecer seu relacionamento através da comunicação sincera e aberta. Demonstre seu amor com gestos românticos e surpreendentes que conectem vocês emocionalmente. Ouça com atenção as necessidades do seu parceiro e compartilhe suas próprias vulnerabilidades. Assim, o relacionamento se tornará mais sólido e cheio de paixão, cultivando uma conexão duradoura baseada na confiança e no carinho mútuo. Aproveite cada instante juntos!",
      "mood": "reflexivo",
      "action": "Hoje, Sagitário deve surpreender seu amor com uma mensagem sincera de admiração e gratidão, demonstrando o quanto valoriza o relacionamento.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Querido(a) indivíduo(a) de Capricórnio, 2026-02-25 traz oportunidades únicas para ampliar seu círculo social. Seja aberto(a) a encontros inesperados e não hesite em explorar novos ambientes. Cultive a espontaneidade e confie na sua intuição ao fazer amizades que podem evoluir para algo mais profundo. Aproveite para mostrar seu verdadeiro eu com sinceridade, pois essa autenticidade atrairá quem realmente valoriza sua essência. O amor está mais próximo do que imagina—esteja receptivo(a).",
      "couples": "Para Capricórnio em 25 de fevereiro de 2026, invista em fortalecer seus laços emocionais. Abra seu coração com sinceridade e pratique a escuta ativa, demonstrando interesse genuíno pelo que seu parceiro compartilha. Gestos românticos simples, como uma mensagem de bom dia ou um jantar especial, podem reforçar a conexão. Cultivar a espontaneidade e expressar seus sentimentos com afeto trará maior harmonia e profundidade à relação.",
      "mood": "brincalhão",
      "action": "Hoje, Capricórnio, escreva uma carta sincera e apaixonada para seu amor, expressando seus sentimentos mais profundos e sonhos juntos.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Querido aquariano solteiro, 2026 traz oportunidades únicas para conexões autênticas. Esteja aberto a novas experiências e cultive sua curiosidade natural para conhecer pessoas diferentes. Participar de grupos ou eventos que alinhem com seus interesses pode gerar encontros surpreendentes. Confie na sua autenticidade e deixe seu coração se abrir sem medo de ser vulnerável. O amor pode surgir de onde menos espera, basta estar receptivo às possibilidades e seguir seu instinto com coragem e leveza.",
      "couples": "Para Aquário em 2026-02-25, foque em fortalecer sua conexão emocional através de conversas sinceras e abertas. Valorize pequenas demonstrações de carinho e surpresas criativas que expressem seu amor de forma única. Ouça com atenção, mostrando interesse verdadeiro na vida do seu parceiro. Aproveite momentos compartilhados para criar memórias especiais e aprofundar o vínculo. Lembre-se: a autenticidade e a comunicação transparente serão essenciais para consolidar seu relacionamento neste dia.",
      "mood": "romântico",
      "action": "Hoje, Aquário, surpreenda seu parceiro(a) preparando um jantar especial e íntimo, criando um ambiente aconchegante para fortalecerem sua conexão coração a coração.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Querido Pisciano, em 2026, esteja aberto a novas experiências e conexões. Aproveite oportunidades de encontros espontâneos e cultive autoconhecimento. Sua sensibilidade atrai pessoas especiais, então confie na sua intuição para reconhecer quem vale a pena. Não tenha medo de mostrar seu lado mais verdadeiro. Explore atividades que alimentem seu coração, como artes ou voluntariado. Assim, você abrirá portas para encontros mágicos e uma paixão duradoura. Confie no seu brilho único e permita-se viver o amor plenamente.",
      "couples": "Para Peixes em 25 de fevereiro de 2026, fortaleça seu vínculo ao expressar suas emoções com sinceridade e vulnerabilidade. Comunique-se com empatia, ouvindo atentamente seu parceiro(a) e valorizando suas palavras. Surpreenda com gestos românticos que demonstrem seu amor, como uma mensagem carinhosa ou um gesto delicado. Cultive a conexão emocional criando momentos especiais e mantendo o coração aberto às necessidades do outro. Assim, seu relacionamento florescerá ainda mais nessa jornada juntos.",
      "mood": "apaixonado",
      "action": "Hoje, Peixes, surpreenda seu amor enviando uma mensagem sincera de admiração, expressando o quanto ele ou ela enriquece sua vida.",
      "author": "Astrologly"
    }
  }
}