{
  "date": "2026-02-11",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cara Ariete, il 2026 sarà un anno di opportunità per aprirti a nuove esperienze romantiche. Sii audace e spontanea nel conoscere persone, partecipando ad eventi sociali e attività che risveglino la tua passione. Ricorda, la sincerità e il cuore aperto attraggono l’amore autentico. Non temere di lasciarti andare: il mondo è pieno di incontri sorprendenti pronti a sorprenderti e regalarti emozioni indimenticabili.",
      "couples": "Carissimo Ariete, il 2026-02-11 è un momento perfetto per rafforzare il vostro legame. Dedicate tempo alla comunicazione sincera, ascoltando con cuore aperto e pazienza. Mostrate il vostro amore con piccoli gesti romantici, come una sorpresa o una parola dolce. Ricordate che condividere sogni e desideri crea intimità. Con dedizione e delicatezza, il vostro rapporto si arricchirà di profondità e passione.",
      "mood": "appassionato",
      "action": "Oggi, Ariete, sorprendila con un messaggio dolce e sincero scritto a mano, per riscoprire la magia della vostra connessione.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Il 2026-02-11 è un momento perfetto per i Toro single di aprirsi a nuove esperienze. Sii spontaneo e partecipativo in eventi sociali, sfruttando la tua naturale capacità di creare legami profondi. Non temere di mostrare vulnerabilità: questa autenticità attrarrà persone sincere e compatibili. Ricorda, la pazienza e la fiducia nel tuo istinto ti guideranno verso incontri significativi. Apriti all’amore con cuore aperto e lasciati sorprendere.",
      "couples": "Caro Toro, il 2026-02-11 porta un’occasione preziosa per rafforzare il vostro legame. Dedica tempo e ascolto alla persona amata, mostrando sinceramente interesse per i suoi sogni e desideri. Piccoli gesti romantici, come una frase affettuosa al mattino o un gesto inaspettato, rafforzano la connessione. Ricorda, la comunicazione aperta e il rispetto reciproco sono la chiave per un amore duraturo e appagante.",
      "mood": "cauto",
      "action": "Oggi, Toro dovrebbe sorprendere la sua amata con un biglietto scritto a mano, lasciandolo in un luogo che sa che lei visita spesso, per dimostrarle quanto la ama e la pensa intensamente.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Caro Gemelli single in questo giorno speciale, il 2026-02-11, approfitta delle opportunità di incontrare nuove persone. La tua natura socievole e curiosa ti apre porte verso incontri stimolanti. Sii autentico e ascolta il cuore: la persona giusta potrebbe trovarsi tra chi condivide le tue passioni e i tuoi valori. Apri la tua mente e il tuo cuore senza paura, perché l’amore potrebbe bussare quando meno te lo aspetti.",
      "couples": "Cara Gemelli, il 2026-02-11 è il momento perfetto per rafforzare il legame con il tuo partner. Dedica del tempo alla comunicazione sincera, condividendo i tuoi sentimenti e ascoltando attivamente. Sorprendilo con piccole attenzioni, come un messaggio affettuoso o una cena con le sue cose preferite. La spontaneità e l’empatia alimenteranno il vostro amore, rendendo il rapporto più profondo e duraturo. Coltiva il romanticismo quotidiano e lascia che il cuore parli.",
      "mood": "romantico",
      "action": "Oggi, concediti un momento di ascolto profondo e sincero con la tua metà, guardandola negli occhi e condividendo un ricordo speciale insieme.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Cara Cancro, il 2026 ti invita ad aprirti al mondo con fiducia. Sii spontaneo nelle occasioni socials, partecipando a eventi che rispecchino i tuoi interessi. Lascia che il tuo cuore guidi le tue scelte, mostrando autenticità e sensibilità. Non temere di fare il primo passo; nuove incontri potrebbero sorprenderti. Ricorda, l’amore si costruisce anche con piccoli gesti sinceri. Vivi ogni opportunità con apertura e calore, il cuore troverà la sua strada.",
      "couples": "Il 2026-02-11 è un momento perfetto per rafforzare il legame con il partner, Cancro. Dedica tempo a comunicare sinceramente i tuoi sentimenti: ascolta con attenzione e condividi le tue emozioni più profonde. Piccoli gesti romantici, come una cena intima o un messaggio affettuoso, approfondiranno la vostra connessione. Ricorda che attenzione e autenticità sono la chiave per rendere il vostro rapporto ancora più intenso e duraturo.",
      "mood": "giocoso",
      "action": "Oggi, il Cancro dovrebbe scrivere una lettera d'amore sincera e dolce, condividendo i propri sentimenti più profondi con il partner.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Carissimo Leone, il 2026 ti offre un'ottima occasione per ampliare i tuoi orizzonti amorosi. Apri il cuore a nuove esperienze e lascia che il sorriso sincero sia la tua arma più potente. Partecipa a eventi sociali, scuoti le paure e mostra il vero te stesso. Ricorda, l’amore nasce spesso quando meno te lo aspetti. Sii aperto, autentico e abbi fiducia nel destino: meriti emozioni profonde e durature.",
      "couples": "Carissimo Leone, per rafforzare il vostro legame nel 2026, dedicati a momenti di autentica comunicazione e ascolto reciproco. Mostra il tuo amore con gesti semplici ma significativi, come una poesia o una cena a sorpresa. Ricorda di apprezzare le piccole cose quotidiane e di condividere sogni e paure. La sincerità e l’attenzione renderanno il vostro rapporto più profondo, stabile e ricco di passione duratura.",
      "mood": "serio",
      "action": "Leone dovrebbe sorprenderla con un messaggio scritto a mano e lasciarlo nascosto tra le pagine del suo libro preferito.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Il 2026 sarà un anno ricco di opportunità amorose per le Vergine single. Apri il cuore e sii spontanea: partecipa a eventi sociali e non temere di incontrare persone diverse. La tua precisione e attenzione ai dettagli diventeranno il nostro fiore all’occhiello in nuove conoscenze. Ricorda, la vera magia nasce quando lasci andare il controllo e ti lasci guidare dal cuore. Abbi fiducia nel destino e meravigliosi incontri ti attendono.",
      "couples": "Per la Vergine in coppia nel 2026-02-11, dedicati a rafforzare il vostro legame attraverso comunicazione sincera e ascolto attento. Mostra affetto con piccoli gesti romantici, come una lettera o una cena a sorpresa. Ricorda che la tenerezza e la comprensione sono fondamentali: condividi i tuoi sentimenti con naturalezza. Investi nel tempo insieme, creando ricordi speciali che rafforzeranno il rapporto e alimenteranno l’amore duraturo.",
      "mood": "appassionato",
      "action": "Oggi, Vergine, preparagli una cena fatta con cura e attenzione ai dettagli, dimostrando il tuo affetto attraverso un gesto tangibile e sincero.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Cara Bilancia, il 2026 ti invita ad aprirti a nuove connessioni. Sii sincera con te stessa e segui il cuore senza paura. Partecipa a eventi sociali, mostra interesse genuino e lasci che il destino faccia il suo corso. Ricorda, la tua armonia interiore attrarrà la persona giusta. Abbi pazienza, le possibilità sono tante: l’amore potrebbe bussare quando meno te lo aspetti. Coltiva la tua spontaneità e vivi ogni incontro con gioia.",
      "couples": "Carissima Bilancia, il 2026-02-11 è il momento perfetto per rafforzare il legame con il partner. Dedica del tempo alla comunicazione sincera, ascoltando con attenzione le sue emozioni. Piccoli gesti romantici, come una lettera o una cena a sorpresa, rafforzeranno il vostro affetto. Ricorda, l’equilibrio tra parole e gesti autentici rende la relazione più profonda e duratura. Coltiva l’amore con cura e passione, è il tuo punto di forza.",
      "mood": "cauto",
      "action": "Oggi, Bilancia, sorprendilo con un messaggio dolce e sincero che esprima quanto apprezzi la sua presenza nella tua vita.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Ciao, caro Scorpione singolo! Il 2026 sarà un anno perfetto per aprirti alle nuove opportunità d’amore. Fai attenzione alle occasioni sociali e sii autentico nel mostrare il tuo vero io. Lascia che la tua profondità attragga persone sincere e interessate. Non aver paura di prendere l’iniziativa: un sorriso spontaneo potrebbe accendere la scintilla di una nuova storia. Abbi fiducia nel tuo fascino misterioso, l’amore potrebbe sorprenderTi quando meno te lo aspetti.",
      "couples": "Oggi, Scorpione, dedica del tempo alla comunicazione sincera con il partner. Mostra il tuo affetto attraverso piccoli gesti romantici: una lettera d’amore, un abbraccio improvviso o una sorpresa speciale. Ascolta con attenzione i suoi desideri e condividi i tuoi pensieri più profondi. Rafforza il legame con sincerità e tensiione, creando un’atmosfera di fiducia e intimità che vi unisce ancora di più.",
      "mood": "giocoso",
      "action": "Oggi, Scorpione dovrebbe sorprendere il suo partner con una dedica romantica scritta a mano e lasciarla in un luogo inaspettato, come il suo borsellino o il cuscino.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Il 2026-02-11 è un momento perfetto per i Sagittario single di aprirsi a nuove opportunità amorose. Sii spontaneo e curioso: partecipa a eventi sociali, viaggia o esplora nuove passioni, così incontrerai persone affascinanti. Non aver paura di mostrare il tuo vero io, la sincerità attirerà chi davvero ti apprezza. Ricorda che il vero amore nasce spesso nelle occasioni più inaspettate, quindi mantieni il cuore aperto e fiducioso.",
      "couples": "Il 2026-02-11 è un momento ideale per rafforzare il vostro legame. Sagittario, sii aperto e sincero nelle tue comunicazioni, ascolta con attenzione il partner e condividi i tuoi sogni. Piccoli gesti romantici, come una passeggiata sotto le stelle o una cena a sorpresa, renderanno il vostro rapporto più profondo. Mostra gratitudine e amore quotidianamente: così, il vostro legame si rafforzerà e continuerà a fiorire con passione e comprensione.",
      "mood": "riflessivo",
      "action": "Oggi, il Sagittario dovrebbe sorprendere il proprio amore con una gita spontanea verso un luogo che entrambi desiderano scoprire, creando ricordi condivisi e rinvigorendo la vostra connessione.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Carissimo Capricorno single, il 2026 porta nuove opportunità di incontri autentici. Apri il cuore e lasciati sorprendere dalle persone che incontrerai, specialmente nelle attività che ti appassionano. Ricorda di mostrarti sincero e disponibile, creando connessioni profonde. Fronteggia la timidezza con un sorriso e ascoltando attentamente, potresti scoprire un’anima affine. La tua determinazione ti guiderà verso un amore stabile: abbi fede nel tuo valore e lasciati conquistare.",
      "couples": "Caro Capricorno, il 2026-02-11 è un momento ideale per rafforzare i legami. Dedica tempo alla comunicazione sincera; ascolta con attenzione e condividi i tuoi sentimenti con naturalezza. Piccoli gesti romantici, come una nota affettuosa o una sorpresa pensata, possono ravvivare la passione. Ricorda che l’amore si nutre di dedizione e attenzione quotidiana. Coltiva ciò che vi unisce, e il vostro rapporto diventerà ancora più solido e appassionato.",
      "mood": "giocoso",
      "action": "Oggi, Capricorno, prenditi un momento per scrivere una lettera sincera e appassionata al tuo partner, esprimendo i tuoi sentimenti più profondi.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Carissimo Acquario, il 2026 ti invita ad aprirti al mondo con entusiasmo. Sfrutta ogni occasione per incontrare nuove persone, partecipando a eventi sociali e passioni condivise. La tua spontaneità attirerà romanticismo autentico e fuori dagli schemi. Ricorda di ascoltare il cuore e di lasciarti sorprendere dal destino. La tua originalità sarà il tuo più grande fascino: abbraccia questa stagione di nuove connessioni e possibilità d’amore.",
      "couples": "Il 11 febbraio 2026, l'Acquario può rafforzare il suo legame dedicando momenti di: ascolto attento, condividendo emozioni autentiche. La comunicazione aperta crea fiducia, mentre piccoli gesti romantici, come una lettera speciale o una sorpresa pensata, rinforzano il sentimento. Ricorda di rispettare la reciproca libertà, mantenendo un equilibrio tra autonomia e intimità. Mostra il tuo amore attraverso azioni sincere, e il vostro rapporto si sentirà più profondo e duraturo.",
      "mood": "romantico",
      "action": "Oggi, l'Acquario dovrebbe sorprenderlo con un messaggio dolce e personalizzato, condividendo un ricordo speciale che rafforzerà il vostro legame.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Caro Pesci, il 2026 ti offre grandi opportunità di incontrare nuove persone. Apri il cuore a incontri spontanei, lasciando fluire la tua sensibilità unica. Sii sincero e autentico nelle tue emozioni, mostrando il tuo lato più genuino. Partecipa ad eventi sociali e attività creative che rispecchiano il tuo mondo interiore. Le connessioni profonde arriveranno quando meno te lo aspetti, portando amore e felicità nella tua vita.",
      "couples": "Pesci, il 2026 sarà un anno di profonda crescita emotiva nella tua relazione. Dedica tempo ad ascoltare il tuo partner con attenzione, condividendo anche i tuoi sogni e paure. Piccoli gesti romantici, come una lettera d’amore o una serata sorpresa, rafforzeranno il vostro legame. Ricorda che la sincerità e la sensibilità sono le chiavi per costruire una connessione duratura e appagante, rendendo ogni momento speciale e pieno di significato.",
      "mood": "appassionato",
      "action": "Oggi, Pesci potrebbe preparare una cenetta a sorpresa con i suoi piatti preferiti, accompagnata da una playlist di musica romantica, per dimostrare il suo affetto in modo intimo e sincero.",
      "author": "Astrologly"
    }
  }
}