{
  "date": "2026-01-01",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Chère Bélier solo, en ce début d’année 2026, osez sortir de votre zone de confort. Participez à de nouvelles activités, rejoignez des clubs ou des événements sociaux pour multiplier les rencontres. Soyez ouvert, sincère et audacieux dans vos conversations. La spontanéité et votre sincérité attireront des personnes compatissantes. Restez fidèle à vous-même, car l’amour surgira lorsque vous vous montrerez authentique et prêt à partager votre passion. Le bon moment arrive, soyez patient et confiant.",
      "couples": "Chère Bélier, en ce début d’année 2026, donne-toi le temps d’écouter ton partenaire avec patience et douceur.Exprime ton amour à travers des gestes simples : une parole sincère, un petit cadeau ou une surprise inattendue. Cultive la confiance par une communication ouverte et honnête. N’oublie pas que la tendresse et la compréhension renforcent votre complicité. Offrir ton authenticité transformera votre relation en un véritable havre d’amour et de bonheur partagé.",
      "mood": "passionné",
      "action": "Aujourd'hui, Bélier, surprends ton aimé en préparant un dîner maison avec ses plats préférés, en y ajoutant une touche personnelle pour toucher son cœur.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Cher Taureau, en ce début d’année 2026, ouvrez votre cœur aux rencontres spontanées. Explorez de nouveaux lieux, comme des ateliers ou des événements culturels, où vous pouvez rencontrer des personnes partageant vos valeurs. Faites confiance à votre instinct, mais soyez également patient. Cultivez la sincérité et la simplicité dans vos échanges. Les opportunités romantiques se présenteront lorsque vous vous montrerez authentique et ouvert, prête à accueillir l’amour avec douceur et confiance.",
      "couples": "En ce début d’année 2026, Taureau, concentre-toi sur la communication sincère avec ton partenaire. Exprime tes sentiments avec douceur et écoute activement ses besoins. Renforce votre lien par des gestes romantiques simples, comme un dîner surprise ou une promenade main dans la main. Prends le temps de créer des moments de complicité et de rassurer ton partenaire. La patience et l’amour sincère seront tes meilleurs alliés pour approfondir votre connexion cette année.",
      "mood": "prudent",
      "action": "Aujourd’hui, Taureau pourrait surprendre son amour en préparant un dîner fait maison avec ses plats préférés pour lui montrer sa tendresse sincère.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Chère Gémeaux solitaire, le 1er janvier 2026 est une merveilleuse opportunité pour ouvrir ton cœur. Sois curieux et n'hésite pas à explorer de nouveaux cercles, que ce soit par des activités culturelles ou des rencontres en ligne. Ta nature sociable attirera des intéressés authentiques. Reste fidèle à toi-même, écoute ton intuition, et laisse l’amour se révéler doucement. La magie peut surgir là où tu ne l’attendais pas.",
      "couples": "Chère Gémeaux, en ce début d’année, privilégie la sincérité dans ta communication. Écoute attentivement ton partenaire, partage tes pensées avec douceur et évite la précipitation. Surprends-le avec de petites attentions, comme un mot doux ou une sortie spontané. Cultive la complicité en exprimant ton amour de façon authentique. Rappelle-toi que la transparence et la tendresse renforcent toujours le lien. Investis dans la relation pour vivre un amour épanoui et harmonieux.",
      "mood": "romantique",
      "action": "Aujourd'hui, écris un poème sincère et personnalisé pour ton amoureux, en exprimant à quel point sa présence illumine ta vie.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Chère Cancer célibataire, en ce début d’année, soyez ouverte aux nouvelles rencontres. Laissez votre intuition vous guider et n’ayez pas peur de sortir de votre zone de confort. Participez à des activités qui vous passionnent, comme des ateliers ou des événements culturels, pour rencontrer des personnes partageant vos valeurs. Gardez confiance en votre sincérité et votre douceur. L’amour pourrait frapper à votre porte lorsque vous vous y attendrez le moins. Soyez prête à accueillir la magie.",
      "couples": "Chère Cancer, en ce début d’année, cultive la douceur et la communication ouverte avec ton partenaire. Partage tes émotions sincèrement, sans peur, pour renforcer votre lien. N'hésite pas à surprendre par de petites attentions romantique, comme un dîner cosy ou une note inattendue. Écoute aussi attentivement ses besoins, en étant présente et attentive. Ces gestes simples nourriront votre amour, créant un nid de tendresse et de confiance qui durera toute l’année.",
      "mood": "enjoué",
      "action": "Aujourd'hui, Cancer, prépare un dîner maison accompagné de tes plats préférés, puis invite ton partenaire à partager ce moment intime et chaleureux.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Chers Lions solitaires, 2026 vous offre une année idéale pour explorer de nouvelles rencontres. Osez sortir de votre zone de confort, participez à des événements sociaux ou rejoignez des activités qui reflètent vos passions. Soyez authentiques et rayonnez de confiance lors de chaque rencontre. Cultivez la patience et l’écoute, car le véritable amour se construit dans la sincérité. Laissez votre cœur briller et ouvrez-vous aux belles surprises que cette année vous réserve concrètement.",
      "couples": "Cher Lion, pour renforcer votre relation en ce début d’année 2026, cultivez la communication sincère et quotidienne. Montrez votre amour par des gestes romantiques spontanés, comme des petites surprises ou des mots doux. Écoutez profondément votre partenaire et partagez vos rêves. La confiance et la tendresse construisent une union solide. N’oubliez pas d’être patient et généreux dans vos attentions ; cela renforcera votre lien et ravivera la passion.",
      "mood": "sérieux",
      "action": "Aujourd'hui, le Lion pourrait écrire une lettre sincère et touchante à son partenaire pour lui exprimer toute sa tendresse et ses sentiments profonds.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Chère Vierge célibataire, en ce début d’année 2026, ouvrez votre cœur aux rencontres inattendues. Soyez authentique et écoutez votre intuition pour attirer des personnes sincères. Participez à des activités qui vous passionnent, comme des ateliers ou des événements sociaux, pour multiplier vos opportunités. N’oubliez pas, la patience et la confiance en vous sont vos plus belles alliées pour construire une relation solide et pleine de tendresse. L’amour pourrait bien vous surprendre.",
      "couples": "Le 1er janvier 2026, les Vierges en couple devraient privilégier l’écoute attentive et la sincérité. Exprimez vos sentiments avec douceur et soyez attentifs aux petits détails qui comptent pour votre partenaire. Planifiez une échappée romantique ou un geste attentionné pour raviver la flamme. Cultivez la patience et la compréhension, cela renforcera votre lien. Un amour nourri par la communication authentique et les gestes tendres se construit sur la confiance et le respect mutuel.",
      "mood": "passionné",
      "action": "Aujourd'hui, prends le temps d'écrire une lettre sincère à ton amour, en exprimant tes sentiments profonds et ta gratitude.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Chère âme équilibrée, 2026 est votre année pour explorer de nouvelles rencontres. Osez sortir de votre zone de confort : inscrivez-vous à des activités qui vous passionnent, participez à des événements locaux ou rejoignez des groupes en ligne. Soyez authentique et à l’écoute de vos envies, car l’amour surgit souvent lorsque l’on s’y attend le moins. Cultivez votre confiance et laissez votre cœur s’ouvrir aux belles surprises que cette année vous réserve.",
      "couples": "Pour cultiver l’équilibre dans votre relation, priorisez la communication sincère et régulière, en partageant vos ressentis sans jugement. Nourrissez votre lien par de petites attentions quotidiennes, comme des mots doux ou des gestes simples. Respectez aussi l’espace personnel de chacun, permettant à l’amour de s’épanouir dans la confiance et l’harmonie. Enfin, planifiez des moments romantiques pour raviver la flamme et renforcer votre complicité, créant ainsi un équilibre durable.",
      "mood": "prudent",
      "action": "Aujourd'hui, Balance, prends le temps de préparer un dîner surprise pour ton partenaire, en incorporant ses saveurs préférées pour renforcer votre complicité.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Chers Scorpions solitaires, en ce début d’année, ouvrez votre cœur à de nouvelles rencontres. Ne laissez pas la peur du rejet freinant votre désir d’amour. Participez à des activités qui vous passionnent, comme des clubs ou des ateliers, pour rencontrer des âmes partageant vos intérêts. Soyez sincères, attentionnés, et n’ayez pas peur de montrer votre profondeur. L’amour vous tend les bras si vous osez faire le premier pas.",
      "couples": "Le 1er janvier 2026, pour renforcer votre relation en tant que Scorpion, privilégiez la communication sincère et profonde. Montrez votre attachement par des gestes romantiques et spontanés, comme une lettre ou une surprise. Écoutez votre partenaire avec attention, sans jugement, pour bâtir une confiance solide. N’oubliez pas de partager des moments de complicité, même simples, pour nourrir votre amour passionné et intensément sincère.",
      "mood": "enjoué",
      "action": "Aujourd'hui, offre-lui un petit mot doux caché dans sa veste pour lui rappeler à quel point il/elle compte pour toi.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Chère Sagittaire, en ce début d’année, ouvrez votre cœur à de nouvelles rencontres. Saisissez chaque opportunité, que ce soit lors d’activités sociales ou en voyage. Votre enthousiasme naturel attirera des âmes sincères. Soyez authentique, écoutez avec attention, et n’ayez pas peur de montrer votre véritable moi. La magie résidera dans votre spontanéité, qui pourra transformer une simple rencontre en une histoire d’amour passionnée. À vous de jouer, l’aventure vous attend!",
      "couples": "Pour les Sagittaires en couple en janvier 2026, privilégie la sincérité dans la communication, en partageant tes rêves et tes ressentis. Renforce votre lien par des petites escapades ou des surprises pensées avec soin. Montre ta passion tout en restant à l’écoute des besoins de ton partenaire. Cultive la confiance et la complicité pour faire grandir votre amour. N’oublie pas que l’écoute attentive et les gestes sincères créent des souvenirs précieux et solides.",
      "mood": "réfléchi",
      "action": "Aujourd'hui, le Sagittaire pourrait écrire une lettre sincère et pleine de tendresse à son amour pour lui exprimer ses sentiments profonds.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Chers Capricornes single, en ce début d’année 2026, ouvrez votre cœur aux rencontres sincères. Soyez audacieux dans vos initiatives, participez à des activités qui vous passionnent, et laissez votre authenticité briller. La clé pour attirer l’amour réside dans votre patience et votre confiance en vous. N’ayez pas peur d’explorer de nouvelles sphères sociales : chaque nouvelle rencontre pourrait être celle qui changera votre vie. L’amour est à portée de main si vous y croyez.",
      "couples": "Chère Capricorne, le 2026-01-01 est une journée idéale pour renforcer vos liens. Prenez le temps d’échanger sincèrement avec votre partenaire, en exprimant vos sentiments et en écoutant activement. Surprenez-le avec une petite attention ou un geste romantique, montrant votre attachement. Cultivez la confiance en étant authentique et patient. Votre engagement sincère et vos gestes attentifs solidifieront votre relation, vous rapprochant d’un amour encore plus profond et harmonieux.",
      "mood": "enjoué",
      "action": "Ce matin, écris-lui une lettre sincère exprimant tout ce que tu ressens pour elle, en soulignant ta loyauté et ton attachement profond.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Chère Verseau solitaire, en ce début d’année 2026, ouvrez votre cœur à de nouvelles rencontres. Accordez-vous du temps pour explorer des passions et activités sociales, car le cosmos favorise la spontanéité. Soyez authentique et spontané lors de vos échanges, cela attirera des partenaires sincères. Restez fidèle à vous-même, et vous attirerez la personne qui appréciera votre originalité. La clé est de rester ouvert et confiant dans cette aventure sentimentale.",
      "couples": "En ce début d’année 2026, Verseau, investis dans la communication sincère avec ton partenaire. Exprime tes sentiments avec authenticité et écoute attentivement ses besoins. N’hésite pas à surprendre par de petites attentions qui renforcent votre complicité. Partage des moments créatifs et spontanés pour raviver la passion. Cultive la patience et la confiance, car ces éléments sont la clé d’une relation épanouissante. L’amour grandit lorsque l’on donne et partage avec cœur.",
      "mood": "romantique",
      "action": "Aujourd'hui, Verseau, prends le temps d'écrire une lettre sincère à la personne qui te fait vibrer, en exprimant tes sentiments profonds.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Chers Poissons, en ce début d’année 2026, ouvrez votre cœur à de nouvelles rencontres. Profitez des occasions sociales pour élargir votre cercle et laisser parler votre sincérité. Soyez authentique, écoutez votre intuition, et n'hésitez pas à vous montrer vulnérable. Les astres favorisent les rencontres profondes et sincères. Rappelez-vous que chaque échange peut devenir le début d’une belle histoire. Soyez patient, mais surtout, restez fidèle à vous-même.",
      "couples": "Poissons, en 2026, cultivez la sincérité et l’écoute au sein de votre relation. Prenez le temps de partager vos rêves et émotions, en créant des moments de tendresse authentique. Surprenez votre partenaire avec des gestes romantiques simples, comme une lettre douce ou une sortie surprise. Renforcez votre complicité en étant présent et attentif, et n’oubliez pas que la communication chaleureuse est la clé pour bâtir un amour durable et profond.",
      "mood": "passionné",
      "action": "Aujourd'hui, Poissons, prends le temps de préparer un dîner romantique chez toi avec une playlist douce pour partager un moment intime et sincère avec ton amoureux.",
      "author": "Astrologly"
    }
  }
}