{
  "date": "2026-01-23",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Cara Ariete, il 2026 sarà un anno di opportunità e scoperta amorosa. Sii aperta a incontrare nuove persone, anche nelle situazioni quotidiane. La tua energia contagiosa attirerà chi condivide i tuoi valori. Non temere di mostrare il tuo lato più dolce e vulnerabile; questo favorirà relazioni più profonde. Ascolta il cuore, segui il tuo istinto e concediti momenti di spontaneità. L’amore potrebbe sorprenderti in modo inaspettato.",
      "couples": "Cara Ariete, il 23 gennaio 2026 è il momento perfetto per rafforzare il vostro legame. Sii aperta e sincera nelle conversazioni, condividi sogni e paure con il partner. Sorprendilo con gesti romantici autentici: una cena a lume di candela o un messaggio dolce durante la giornata. Ricorda che ascoltare con il cuore e mostrare gratitudine approfondirà il vostro amore, rendendo la relazione ancora più forte e appagante.",
      "mood": "appassionato",
      "action": "Oggi, Ariete, sorprendi il tuo partner con una piccola lettera d’amore scritta a mano, esprimendo quanto apprezzi ogni vostro momento insieme.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Carissimo Toro, il 2026 sarà un anno favorevole per aprirti a nuove opportunità amorose. Sii disponibile a incontrare persone diverse, esci dalla tua comfort zone e lasci che il tuo cuore si apra alle emozioni sincere. Le scelte più belle arrivano quando meno te lo aspetti, quindi ascolta il tuo istinto e mostra il tuo lato più autentico. Con pazienza e apertura, il vero amore potrebbe bussare alla tua porta.",
      "couples": "Caro Toro, il 23 gennaio 2026 è il momento perfetto per rafforzare il vostro legame. Dedicate del tempo alla comunicazione aperta, ascoltando con il cuore e senza giudizio. Sorprendi il partner con piccoli gesti romantici, come una cena improvvisata o un messaggio affettuoso. Mostra il tuo affetto con sincerità e pazienza, ricordando che la vera intimità si costruisce con costanza e dedizione. L’amore prospera nella cura quotidiana.",
      "mood": "cauto",
      "action": "Oggi, Toro dovrebbe preparare una colazione speciale a lume di candela, scrivendo una lettera dolce e sincera per esprimere il suo amore.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Cara Gemelli, il 23 gennaio 2026 è il giorno perfetto per aprirti alle nuove opportunità d’amore. Sii spontanea e lasci che la tua curiosità ti guidi verso incontri autentici. Partecipa a eventi sociali, iscriviti a corsi o attività che stimolino la tua mente brillante. Ricorda, le connessioni più profonde nascono dalla sincerità e dalla leggerezza. Abbraccia la possibilità di innamorarti nuovamente, lasciando che il cuore ti guidi.",
      "couples": "Cari Gemelli, il 23 gennaio 2026 è una giornata ideale per rafforzare il vostro legame. Dedicate tempo a parlare sinceramente dei vostri sentimenti, ascoltando con attenzione il partner. Sorprendetelo con un gesto romantico, come una passeggiata a due o un messaggio dolce. La comunicazione autentica e i piccoli gesti quotidiani alimentano la passione e la fiducia. Mostrate il vostro amore con spontaneità, e il vostro rapporto si arricchirà di nuove profondità.",
      "mood": "romantico",
      "action": "Oggi, Gemelli, sorprendi il partner con un messaggio dolce e personalizzato, condividendo un ricordo speciale che vi unisce profondamente.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Carissimo Cancro, il 2026 ti invita a uscire dalla comfort zone e a esplorare nuove opportunità d’amore. Approfitta dei momenti sociali, partecipa a eventi o attività che ti appassionano e sii aperto a conoscere persone diverse. La tua naturale empatia attirerà cuori sinceri. Ricorda, il vero amore nasce spesso quando meno te lo aspetti: segui il cuore con fiducia e autenticità. Abbi pazienza, la tua anima romantica troverà la sua metà.",
      "couples": "Caro Cancro, in questa giornata del 23 gennaio 2026, concentrati sulla profondità emotiva. Rafforza il legame con il partner: condividi i tuoi sentimenti più autentici e ascolta con attenzione. Piccoli gesti romantici, come una lettera d’amore o una cena a lume di candela, renderanno il vostro rapporto più intimo. Ricorda, la comunicazione sincera e i gesti di affetto quotidiani sono la chiave per un amore duraturo e felice.",
      "mood": "giocoso",
      "action": "Oggi, il Cancro dovrebbe sorprenderti con un messaggio dolce e personale che esprima quanto tieni a te e alla vostra connessione unica.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Carissimo Leone, il 2026 ti invita ad aprirti alle nuove opportunità amorose. Sii audace nel socializzare e partecipa ad eventi che riflettano i tuoi interessi, così incontrerai persone affini e sincere. Ricorda di mostrare il tuo cuore con genuinità e passione, lasciando spazio anche alla vulnerabilità. Questa è la fase perfetta per coltivare nuove connessioni, perché un'impronta autentica attrarrà l’amore che desideri. Abbraccia il momento con fiducia e entusiasmo!",
      "couples": "Leone, il 23 gennaio 2026, ricorda che la forza di una relazione risiede nella comunicazione sincera. Dedica del tempo ogni giorno ad ascoltare il tuo partner con empatia e senza giudizio. Piccoli gesti romantici, come un messaggio affettuoso o una carezza inattesa, rafforzano il legame. Mostra il tuo amore con azioni concrete e sii presente nei momenti importanti. La tua passione può illuminare il cammino di entrambi.",
      "mood": "serio",
      "action": "Leone dovrebbe preparare una colazione a sorpresa con i suoi gusti preferiti e lasciarla sul tavolo con un biglietto dolce e romantico.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Cara Vergine, il 2026 potrebbe riservarti incontri sorprendenti se apri il cuore e lasci andare la perfezione. Sii spontanea e cerca esperienze nuove: corsi, eventi sociali o viaggi. Ricorda che l’autenticità attrae il vero amore. Dedica del tempo a conoscere te stessa, così attirerai partner sinceri. Non temere di rischiare: il sorriso e la sincerità ti apriranno porte importanti. Il momento giusto per amare potrebbe essere più vicino di quanto pensi.",
      "couples": "Cari Vergine, il 23 gennaio 2026 è una giornata perfetta per rafforzare il vostro legame. Dedicate tempo alla comunicazione sincera: ascoltate con attenzione e condividete i vostri sentimenti più profondi. Piccoli gesti romantici, come una lettera d’amore o una sorpresa pensata, renderanno speciale questa giornata. Ricordate che l’amore si alimenta con cura e attenzione ogni giorno: coltivate il vostro legame con dolcezza e autenticità.",
      "mood": "appassionato",
      "action": "Oggi, Vergine, prepara una cena intima a lume di candela per il tuo amore, mostrando attenzione e cura nei minimi dettagli.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Cari Bilancia single, il 2026-01-23 è un giorno perfetto per aprirti al nuovo. Lascia da parte le esitazioni e cerca opportunità di incontrare persone che condividano i tuoi valori e passioni. Sii autentica e mostra il tuo irresistibile fascino equilibrato. Non temere di fare il primo passo: una conversazione sincera può trasformarsi in qualcosa di speciale. Ricorda, l’amore nasce spesso nelle piccole cose e nei momenti di sincerità.",
      "couples": "Cara Bilancia, il 23 gennaio 2026 è il giorno ideale per rafforzare il legame con il partner. Dedica tempo ad ascoltare attentamente, mostrando interesse sincero per i suoi sentimenti. Piccoli gesti romantici, come una lettera d’amore o una cena a sorpresa, rinforzeranno la vostra connessione. Ricorda che l’equilibrio nasce dalla comunicazione aperta e dall’empatia. Coltiva l’armonia e lasciati guidare dal cuore, creando ricordi indimenticabili insieme.",
      "mood": "cauto",
      "action": "Oggi, dedicati a preparare una cena speciale a lume di candela per il tuo partner, dimostrando quanto sia importante per te.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Carissimo Scorpione, il 2026 ti offre molte opportunità di incontrare persone nuove e sorprendenti. Apri il cuore, sii autentico e lasciati guidare dall’intuito. Partecipando a eventi sociali o hobby condivisi, potresti scoprire connessioni profonde e sincere. Ricorda, la pazienza è una virtù: le relazioni autentiche richiedono tempo. Fidati del tuo istinto e lasciati travolgere dalla passione, perché l’amore potrebbe bussare proprio quando meno te lo aspetti.",
      "couples": "Cari Scorpione, il 23 gennaio 2026, dedicati a rafforzare il legame con il partner attraverso la comunicazione sincera e ascolto empatico. Mostra il tuo affetto con gesti romantici e piccoli gesti quotidiani, come un messaggio d’amore o una sorpresa speciale. Ricorda che l’apertura e la fiducia sono fondamentali: condividi i tuoi sentimenti più profondi per rafforzare la connessione e creare un’intimità ancora più forte.",
      "mood": "giocoso",
      "action": "Oggi, lo Scorpione dovrebbe sorprendere la persona amata con un biglietto scritto a mano che esprima i sentimenti più profondi e autentici.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Carissimo Sagittario, il 2026 ti invita a esplorare nuove opportunità di incontro. Sii aperto a incontri spontanei e non aver paura di mostrare il tuo vero io. Partecipa a eventi sociali e attività che rispecchiano le tue passioni. Ricorda che la sincerità e il sorriso autentico attraggono persone con cui potresti formare connessioni profonde. Abbraccia il rischio e lasciati sorprendere dalle meraviglie dell’amore che il nuovo anno riserva.",
      "couples": "Caro Sagittario, il 23 gennaio 2026, concentrati sulla comunicazione aperta e sincera con il partner. Mostra il tuo lato romantico attraverso gesti spontanei e piccoli attentati quotidiani. Ricordati di ascoltare attentamente i suoi desideri e bisogni, rafforzando così il vostro legame. La sincerità e la spontaneità saranno la chiave per approfondire la vostra connessione e creare ricordi indimenticabili, rendendo il vostro amore più forte e duraturo.",
      "mood": "riflessivo",
      "action": "Oggi, il Sagittario dovrebbe sorprendere il partner con un picnic romantico all'aperto, condividendo risate e sogni sotto il cielo stellato.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Il 2026 sarà un anno perfetto per i Capricorno single. Approfitta delle occasioni di socializzazione, partecipando a eventi e attività che rispecchiano le tue passioni. Sii aperto alle nuove conoscenze e non temere di mostrare il tuo lato più autentico e affettuoso. La tua determinazione attirerà persone sincere e interessate. Ricorda che l’amore nasce spesso quando meno te lo aspetti, quindi mantieni il cuore aperto e pronto a conquistare nuove emozioni.",
      "couples": "Cari Capricorno, il 23 gennaio 2026 porta l’opportunità di rafforzare ancora di più il vostro legame. Dedicate tempo a comunicare sinceramente con il partner, ascoltando con apertura e cuore. Sorprendetelo con piccoli gesti romantici che dimostrino il vostro affetto, come una lettera o una cena intima. Mostrate gratitudine quotidianamente e lasciate che il vostro amore cresca attraverso comprensione e attenzione, creando un legame ancora più solido e genuino.",
      "mood": "giocoso",
      "action": "Oggi, il Capricorno dovrebbe preparare una cena intima a lume di candela per sorprendere il partner con il suo cuore sincero e dedizione.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Ciao, caro Acquario! Il 2026 ti offre opportunità uniche per aprirti all’amore. Sii spontaneo e curioso: partecipa a eventi sociali, hobby o corsi che risvegliano la tua passione. Non aver paura di mostrare il tuo lato più autentico: la sincerità attirerà persone speciali. Ricorda, la pazienza e l’apertura mentale sono la chiave per trovare il partner giusto. Abbi fiducia: l’amore potrebbe sorprenderti in modo meraviglioso!",
      "couples": "Per il tuo segno dell'Acquario, il 23 gennaio 2026, concentrati sulla comunicazione autentica: condividi i tuoi sentimenti più profondi con il partner. Dedica tempo a piccoli gesti romantici, come una serata speciale o un biglietto affettuoso. Ascolta attentamente e mostra interesse sincero nelle sue parole. Ricorda che la sincerità rafforza il legame; concediti dolci momenti di complicità, rendendo il rapporto più saldo e appagante.",
      "mood": "romantico",
      "action": "Oggi l'Acquario dovrebbe scrivere una lettera sincera e affettuosa al proprio partner, condividendo i sentimenti più profondi e i sogni condivisi.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Cara Pesci, il 2026 ti invita ad aprirti al mondo con cuore aperto. Partecipa a eventi sociali, condividi passioni e lasciati sorprendere dalle nuove connessioni. Sii autentica e mostra la tua sensibilità, così attirerai persone genuine. Ricorda, l’amore nasce spesso nei posti più inaspettati: ascolta il tuo istinto e non aver paura di fare il primo passo. Il tuo cuore merita di essere esplorato con dolcezza e coraggio.",
      "couples": "Pesci, il 23 gennaio 2026, la chiave per rafforzare il rapporto è la comunicazione sincera e aperta. Mostra il tuo affetto con piccoli gesti quotidiani, come una lettera d’amore o una sorpresa spontanea. Ascolta attentamente il partner, condividi i tuoi desideri e sogni. La presenza empatica e le attenzioni dolci alimenteranno la vostra intimità, rendendo il vostro legame più profondo e duraturo. Ricorda, l’amore cresce con cura quotidiana.",
      "mood": "appassionato",
      "action": "Oggi, Pesci dovrebbe preparare una cena speciale a lume di candela, scrivendo una poesia personalizzata da leggere con il cuore aperto.",
      "author": "Astrologly"
    }
  }
}