{
  "date": "2026-01-25",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "singles": "Am 25. Januar 2026 ermutige ich Widder, offen für neue Begegnungen zu sein. Nutze Gelegenheiten, um dich in Gemeinschaften und Veranstaltungen zu engagieren, die deine Leidenschaft wecken. Sei mutig, sprich neue Menschen an, und zeige echtes Interesse. Deine Energie zieht Menschen an – vertraue darauf, dass die richtige Person in deiner Nähe wartet. Bleib authentisch und geduldig, denn wahre Liebe findet oft dort statt, wo man sie am wenigsten erwartet.",
      "couples": "Lieber Widder, heute ist ein Tag, um deine Energie für die Beziehung zu nutzen. Zeige deinem Partner mit kleinen, aufmerksamen Gesten, dass du ihn schätzt. Kommuniziere offen und ehrlich, um Missverständnisse zu vermeiden. Plane gemeinsam eine schöne Aktivität oder Überraschung, um die Verbindung zu vertiefen. Deine Leidenschaft kann eure Beziehung noch mehr zum Blühen bringen, wenn du deine Gefühle authentisch teilst und aufmerksam bleibst.",
      "mood": "leidenschaftlich",
      "action": "Heute sollte der Widder seinem Herzen folgen und seiner geliebten Person eine liebevolle, handgeschriebene Nachricht schicken, um seine Gefühle zu offenbaren.",
      "author": "Astrologly"
    },
    "taurus": {
      "singles": "Liebe Stier-Geborene, am 25.01.2026 eröffnet sich eine wunderbare Gelegenheit, neue Menschen kennenzulernen. Bleibe offen für spontane Begegnungen und nutze soziale Veranstaltungen, um dein Netzwerk zu erweitern. Deine ruhige, zuverlässige Natur zieht potenzielle Partner an – zeige dein echtes Ich. Sei geduldig, doch auch neugierig auf das Unbekannte. Mit offenen Herzen und einem Lächeln kannst du wahre romantische Verbindungen schaffen, die dein Leben bereichern.",
      "couples": "Am 25. Januar 2026 ist es wichtig, bewusst auf offene Kommunikation zu setzen. Zeige deinem Partner deine Wertschätzung durch kleine, liebevolle Gesten und vermeide Starrsinn. Nimm dir Zeit, gemeinsame Abenteuer zu planen, um eure Bindung zu stärken. Höre aufmerksam zu und teile deine Gefühle ehrlich. Deine ruhige, verlässliche Natur ist dafür perfekt—nutze sie, um Wärme und Sicherheit in eurer Beziehung zu schaffen. Kleine Gesten machen den Unterschied.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle Nachricht schicken, die deine Wertschätzung und tiefe Verbundenheit sichtbar macht.",
      "author": "Astrologly"
    },
    "gemini": {
      "singles": "Liebe Zwillinge, am 25. Januar 2026 ist eine großartige Zeit, um dein soziales Netzwerk zu erweitern. Sei offen für neue Begegnungen und gehe aktiv auf Dates zu, auch wenn du dich zunächst unsicher fühlst. Nutze deine kommunikative Art, um tiefere Verbindungen aufzubauen. Authentizität ist dein Schlüssel – zeige dein echtes Ich und höre aufmerksam zu. Romantisches Glück liegt in deiner Bereitschaft, Neues zu wagen und offene Herzen zu erobern.",
      "couples": "Für Zwillinge am 25.01.2026 gilt: Nutze deine Kommunikationsstärke, um tiefer mit deinem Partner zu verbinden. Plan kleine, unerwartete romantische Gesten, um die Liebe lebendig zu halten. Höre aktiv zu und zeige echtes Interesse an den Gedanken und Gefühlen deines Gegenübers. Gemeinsam schaffen ihr einen Raum des Verständnisses und der Leichtigkeit. Bleibe offen, ehrlich und humorvoll – so wächst euer Band stärker und erfüllter.",
      "mood": "romantisch",
      "action": "Heute sollten Zwillinge ihrem Partner eine liebevolle Nachricht schreiben, die ihre gemeinsame Reise und besonderen Momente voller Wertschätzung reflektiert.",
      "author": "Astrologly"
    },
    "cancer": {
      "singles": "Lieber Krebs, am 25. Januar 2026 öffnet sich eine positive Energie, um neue Begegnungen zuzulassen. Nutze Gelegenheiten, um in sozialen Kreisen aktiv zu sein, sei es bei Events oder online. Dein einfühlsames Wesen zieht potenzielle Partner an. Sei offen für Gespräche und zeige dein echtes Ich. Vertrauen und Geduld sind Schlüssel für eine liebevolle Verbindung. Lass dein Herz sprechen – das Glück könnte nur eine Begegnung entfernt sein.",
      "couples": "Am 25. Januar 2026 ist es für Krebs-Geborene besonders wichtig, offene Kommunikation zu pflegen. Zeige deine Gefühle ehrlich und höre deinem Partner aufmerksam zu. Kleine romantische Gesten wie eine liebevolle Nachricht oder ein gemeinsames Candle-Light-Dinner vertiefen eure Bindung. Nimm dir bewusst Zeit füreinander und schätze die Geborgenheit, die ihr teilt. So könnt ihr gemeinsam verliebt und stark durch das Jahr gehen.",
      "mood": "verspielt",
      "action": "Heute sollte Krebs seiner Liebsten eine liebevoll gestaltete Schatzsuche mit persönlichen Erinnerungen und kleinen Liebesbotschaften im Zuhause verstecken.",
      "author": "Astrologly"
    },
    "leo": {
      "singles": "Liebe Löwe, am 25. Januar 2026 erstrahlst du mit besonderem Charme. Nutze diese Energie, um neue Menschen kennenzulernen – sei offen für spontane Begegnungen und zeige dein echtes Interesse. Gehe auf Events, die deine Leidenschaft wecken, und lasse deine warmherzige Natur leuchten. Vertrauen in dich selbst öffnet Türen zu tiefen Verbindungen. Bleib authentisch, und die Liebe könnte genau dort auf dich warten, wo du es am wenigsten erwartest.",
      "couples": "Am 25. Januar 2026 ist es für Löwen in der Beziehung wichtig, ihre Liebe durch offene Kommunikation zu stärken. Zeige deinem Partner regelmäßig, wie sehr du ihn schätzt, sei es durch kleine Gesten oder tiefgründige Gespräche. Höre aufmerksam zu und zeige echtes Interesse an seinen Gefühlen. Gemeinsame Erlebnisse und romantische Überraschungen vertiefen eure Verbindung. Lass dein Herz sprechen – so wächst euer Band noch enger und liebevoller.",
      "mood": "ernst",
      "action": "Heute könntest du deinem Partner eine liebevolle Nachricht schicken, in der du deine Wertschätzung ausdrückst und gemeinsame Zukunftsträume teilst.",
      "author": "Astrologly"
    },
    "virgo": {
      "singles": "Am 25. Januar 2026 ist eine wunderbare Gelegenheit für Jungfrauen, ihre Schüchternheit hinter sich zu lassen. Gehe gezielt auf neue Leute zu, sei offen für spontane Begegnungen und vertraue auf deine innere Wärme. Nutze soziale Veranstaltungen und Hobbys, um Gleichgesinnte zu treffen. Dein Ehrgeiz und deine Ehrlichkeit ziehen Menschen an. Bleibe authentisch und entspannt – Liebe findet oft dort, wo du es am wenigsten erwartest.",
      "couples": "Liebe Jungfrau, heute ist ein perfekter Tag, um deine Liebe zu vertiefen. Zeige deinem Partner auf kleine, bedeutungsvolle Weise, wie viel er dir bedeutet – eine liebevolle Nachricht, eine überraschende Geste oder gemeinsame Zeit. Öffne dein Herz und sprich offen über deine Gefühle. Achte auf eine klare Kommunikation und höre aufmerksam zu. Gemeinsame Momente schaffen Vertrauen und Nähe, also plane heute eine kleine Unternehmung, um euer Band zu stärken.",
      "mood": "leidenschaftlich",
      "action": "Heute könnte die Jungfrau ihrem Partner eine liebevolle, persönlich geschriebene Nachricht schicken, um die Verbindung zu vertiefen und Wertschätzung zu zeigen.",
      "author": "Astrologly"
    },
    "libra": {
      "singles": "Liebe Waage, am 25. Januar 2026 eröffnet sich eine wundervolle Gelegenheit, neue Menschen kennenzulernen. Nutze Veranstaltungen und soziale Treffen, um dein charmantes Wesen zu zeigen. Sei offen für spontane Gespräche und zeige echtes Interesse. Deine Balance zwischen Geben und Nehmen wird dich dabei unterstützen, eine tiefe Verbindung zu knüpfen. Vertraue auf deine Intuition – die richtige Person ist vielleicht näher, als du denkst. Öffne dein Herz und genieße die Chance auf Liebe.",
      "couples": "Am 25. Januar 2026 ist es wichtig, offen und ehrlich zu kommunizieren. Höre deinem Partner aktiv zu und zeige echtes Interesse an seinen Gefühlen. Kleine romantische Gesten wie eine liebevolle Nachricht oder ein gemeinsamer Spaziergang stärken eure Verbindung. Achtet darauf, Konflikte ruhig und respektvoll zu klären. Nutzt diesen Tag, um euch bewusster aufeinander einzulassen – so vertieft sich eure Liebe und das Vertrauen wächst.",
      "mood": "vorsichtig",
      "action": "Heute solltest du deinem Partner eine liebevolle kleine Notiz hinterlassen, die deine Wertschätzung und Harmonie ausdrückt, um eure Verbindung zu vertiefen.",
      "author": "Astrologly"
    },
    "scorpio": {
      "singles": "Zum Valentinstag 2026 sollten Skorpione offen für neue Begegnungen sein. Nutze Gelegenheiten in sozialen Kreisen und bei gemeinsamen Aktivitäten, um echte Verbindungen aufzubauen. Sei authentisch und zeige dein tiefes Interesse an anderen, ohne zu aufdringlich zu wirken. Lass das genießen, was das Herz berührt, und vertraue auf deine intuitive Wahrnehmung. Neue Bekanntschaften könnten sich bald in eine leidenschaftliche Liebe verwandeln, wenn du mutig auf Menschen zugehst.",
      "couples": "Liebe Skorpion, heute ist ein guter Tag, um deine tiefen Gefühle zu teilen. Zeige deinem Partner durch kleine Gesten, wie sehr du ihn schätzt – eine liebevolle Nachricht oder eine unerwartete Umarmung. Offene, ehrliche Kommunikation schafft Vertrauen und vertieft eure Verbindung. Höre aufmerksam zu und sei bereit, verletzliche Momente zu teilen. Mit aufmerksamen Gesten und ehrlichem Austausch wächst eure Liebe heute noch stärker.",
      "mood": "verspielt",
      "action": "Heute sollte der Skorpion seinem Partner eine liebevolle Nachricht schicken, in der er seine tiefen Gefühle ehrlich und aufrichtig ausdrückt.",
      "author": "Astrologly"
    },
    "sagittarius": {
      "singles": "Liebe Schütze, am 25.01.2026 steht dir eine wundervolle Gelegenheit bevor, dein Liebesleben zu bereichern. Nutze deine offene und abenteuerlustige Natur, um neue Menschen kennenzulernen, sei es bei Treffen mit Freunden oder in neuen Aktivitäten. Zeige echtes Interesse, höre aufmerksam zu und sei mutig, um das Unbekannte zu erkunden. Gebe dir selbst die Erlaubnis, romantische Chancen zu ergreifen. Dein Optimismus wird andere anziehen – traue dich, Liebe zuzulassen.",
      "couples": "Heute, am 25. Januar 2026, solltest du deinem Partner zeigen, wie sehr du ihn schätzt. Offene, ehrliche Gespräche stärken euer Band. Plane kleine Überraschungen oder gemeinsame Aktivitäten, um die Verbindung zu vertiefen. Zeige Verständnis für seine Wünsche und Bedürfnisse, und sei geduldig. Eine aufmerksame Geste oder ein liebevoller Blick können Wunder wirken. Nutze diese Chance, um eure Beziehung noch inniger und harmonischer zu gestalten.",
      "mood": "nachdenklich",
      "action": "Heute könntest du deinem Liebsten eine liebevolle Nachricht schicken, die deine Bewunderung für seine Träume und Abenteuer ausdrückt.",
      "author": "Astrologly"
    },
    "capricorn": {
      "singles": "Lieber Steinbock, am 25. Januar 2026 steht dir eine wundervolle Gelegenheit bevor, neue Menschen kennenzulernen. Sei offen für spontane Begegnungen – dein ehrlicher Charme wird andere anziehen. Nutze Dating-Apps oder soziale Veranstaltungen, um dich zu verbinden. Trau dich, deine Gefühle zu zeigen, und sei geduldig. Romantik kann unerwartet kommen, wenn du authentisch bleibst. Vertraue auf dein Herz und genieße die schönen Momente, die das Leben dir schenkt.",
      "couples": "Am 25. Januar 2026 ist es für den Steinbock wichtig, bewusste Momente der Nähe zu schaffen. Zeige deinem Partner deine Wertschätzung durch kleine Gesten und aufmerksame Gespräche. Höre aktiv zu und teile deine Gefühle offen, um das Vertrauen zu vertiefen. Plane romantische Überraschungen, die deine Beständigkeit unterstreichen. So stärkst du eure Verbindung und schaffst eine harmonische, liebevolle Atmosphäre, die euch noch enger zusammenschweißt.",
      "mood": "verspielt",
      "action": "Heute, Steinbock, schreibe deiner Liebsten eine liebevolle Nachricht, in der du deine Wertschätzung ausdrückst, und plane ein gemeinsames Abendessen.",
      "author": "Astrologly"
    },
    "aquarius": {
      "singles": "Liebe Wassermann-Geborene, am 25. Januar 2026 öffnet sich eine besondere Chance, neue Menschen kennenzulernen. Nutze deine Offenheit und deinen Innovationsgeist, um bei gesellschaftlichen Events oder online plates nach Gleichgesinnten zu suchen. Sei mutig und zeige dein echtes Selbst, denn dein einzigartiger Charme zieht potenzielle Partner magnetisch an. Bleib neugierig, höre aufmerksam zu und vertraue auf deine Intuition – Liebe könnte ganz unerwartet bei dir anklopfen.",
      "couples": "Am 25. Januar 2026 solltest du als Wassermann besonders auf offene Kommunikation setzen. Zeige deinem Partner, dass du ihn wirklich hörst und schätzt, indem du kleine, bedeutungsvolle Gesten machst. Plane gemeinsam neue Erlebnisse, um eure Verbindung zu vertiefen. Sei geduldig und verständnisvoll, auch wenn deine Unabhängigkeit im Vordergrund steht. Liebe braucht Raum zum Atmen – sei präsent und ehrlich, um eure Romantik nachhaltig zu stärken.",
      "mood": "romantisch",
      "action": "Heute solltest du deinem Liebsten überraschend eine persönliche Nachricht schreiben, in der du deine einzigartigen Gefühle und Bewunderung ausdrückst.",
      "author": "Astrologly"
    },
    "pisces": {
      "singles": "Am 25. Januar 2026 solltest du als einzelner Fisch die Gelegenheit nutzen, um dein Herz zu öffnen. Sei offen für neue Begegnungen und gehe aktiv auf Menschen zu, die deine Sehnsüchte teilen. Nutze diese Zeit, um dich selbst besser kennenzulernen und authentisch zu sein. Romantische Möglichkeiten ergeben sich, wenn du den Mut hast, deine Gefühle ehrlich zu zeigen. Dein Einfühlungsvermögen wird dich an die richtigen Menschen führen – vertraue auf dein Herz.",
      "couples": "Liebe Fische, heute ist ein wundervoller Tag, um eure emotionale Verbindung zu vertiefen. Zeigt eurer Partnerin oder eurem Partner eure aufrichtige Wertschätzung durch kleine, liebevolle Gesten. Nehmt euch Zeit für offene Gespräche, bei denen ihr eure Gefühle ehrlich teilt. Eine gemeinsame Aktivität, wie ein Spaziergang im Sonnenuntergang oder ein liebevolles Abendessen, stärkt eure Bindung. Seid präsent und zeigt eurer Liebe, um gemeinsam weiterhin zu wachsen.",
      "mood": "leidenschaftlich",
      "action": "Heute solltest du deinem Partner eine handgeschriebene Liebesbotschaft schicken und ihr/P                 ihm damit zeigen, wie sehr du ihn/sie schätzt und liebst.",
      "author": "Astrologly"
    }
  }
}