{
  "week": "2025-W51",
  "language": "pt",
  "entries": {
    "aries": {
      "overview": "Nesta semana, Áries, você será impulsionado por uma energia renovada de coragem e iniciativa. É um momento ideal para colocar em prática projetos que estavam em espera, pois a sua determinação estará mais forte do que nunca. Porém, cuidado para não agir por impulsividade, pois a influência de Mercúrio pode trazer mal-entendidos nas comunicações. Aproveite para consolidar relações e ser mais sincero com os colegas de trabalho e familiares. a fase também favorece reflexão interna, permitindo que você identifique o que realmente deseja conquistar na sua vida. Esteja atento às oportunidades que surgirem, pois podem abrir portas para novos começos. A recomendação desta semana é equilibrar sua rapidez com um pouco de planejamento, para evitar contratempos desnecessários. Confie em sua intuição, mas mantenha os pés no chão. Assim, você conseguirá transformar sua energia em resultados positivos e duradouros.",
      "love": "Nesta semana, Áries pode experimentar uma energia positiva no amor, com oportunidades de fortalecer laços existentes e atrair novas conexões. Para os solteiros, fique aberto a encontros inesperados que podem evoluir de forma significativa. Para os casais, a comunicação será fundamental para evitar mal-entendidos e aprofundar o vínculo. Aproveite momentos de sinceridade para expressar seus sentimentos. A prática da empatia ajudará a criar harmonia no relacionamento. Mantenha o coração aberto e esteja disposto a ouvir, pois essa atitude trará maior compreensão e satisfação emocional nesta semana.",
      "career": "Na semana de 14 a 20 de dezembro de 2025, Áries sentirá uma forte energia para impulsionar sua carreira. Novas oportunidades podem surgir, especialmente se você estiver aberto a mudanças ou assumir projetos desafiadores. É um momento propício para buscar crescimento profissional e demonstrar suas habilidades. Decisões assertivas e coragem serão essenciais para avançar em suas metas. Aproveite para networking e fortalecer sua relação com colegas de trabalho, o que pode abrir portas para futuras promoções. Confie na sua intuição ao fazer escolhas importantes, e mantenha o foco na sua evolução.",
      "health": "Nesta semana, Áries deve priorizar o equilíbrio físico e mental. Cuide da alimentação, priorizando alimentos naturais para manter a energia elevada. Reserve momentos para relaxar a mente, praticando meditação ou atividades que promovam tranquilidade. Exercícios físicos leves, como alongamentos ou caminhadas, ajudarão a manter o corpo ativo sem sobrecarregá-lo. Dedique atenção ao sono, criando uma rotina relaxante para garantir uma recuperação completa. Ouça seu corpo e permita-se pausas quando necessário para manter a saúde em harmonia.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Nesta semana, os taurinos sentirão uma forte energia de estabilidade e reflexão. É um momento propício para revisar seus objetivos de longo prazo e ajustar planos que possam estar desalinhados com seus desejos mais profundos. A influência de Mercúrio sugere que a comunicação será favorecida, então aproveite para conversar abertamente com pessoas importantes em sua vida, buscando compreender e ser compreendido. Nos aspectos emocionais, é importante cultivar a paciência e evitar manifestações impulsivas, principalmente nas relações pessoais. Essa fase também traz uma oportunidade de conectar-se com o seu mundo interior, promovendo autoconhecimento e tranquilidade. Cuide da sua saúde física e mental, investindo em atividades que lhe oferecem conforto e equilíbrio. Aproveite o período para fortalecer vínculos e consolidar suas conquistas, sempre mantendo o foco na rotina com calma e perseverança.",
      "love": "Para os taurinos, a semana de 14 a 20 de dezembro trará momentos de reflexão e conexão emocional mais profunda. Para os solteiros, há oportunidades de encontros que podem despertar novos interesses, mas é importante manter a autenticidade e não forçar situações. Para os casais, o período favorece diálogos sinceros e o fortalecimento dos laços afetivos. Aproveite para demonstrar carinho e ouvir seu parceiro com atenção. Esta semana pede paciência e compreensão, ajudando a criar uma base sólida de confiança. Se estiverem abertos ao amor, boas surpresas podem surgir, fortalecendo seus sentimentos de estabilidade e afeto.",
      "career": "Nesta semana, os taurinos podem experimentar oportunidades inesperadas de crescimento profissional, especialmente ao explorar novas áreas ou projetos que antes pareciam desafiadores. É um momento favorável para consolidar relações no ambiente de trabalho, demonstrando sua confiabilidade e dedicação. Decisões importantes devem ser tomadas com calma, avaliando todas as opções com paciência. Aproveite para aprofundar conhecimentos que possam abrir portas para promoções ou mudanças de cargo. Mantenha o foco na estabilidade e na construção de uma reputação sólida, e seu esforço será reconhecido em breve, trazendo avanços significativos na carreira.",
      "health": "Para Gêmeos na semana de 14 a 20 de dezembro de 2025, a atenção à saúde física deve incluir descanso adequado e uma alimentação equilibrada para evitar cansaço excessivo. Cuide da saúde mental reservando momentos para reflexão e meditação, ajudando a aliviar o estresse. Priorize o autocuidado e atividades que tragam prazer, como caminhadas ao ar livre ou leitura. Manter uma rotina equilibrada será fundamental para fortalecer seu bem-estar nesta semana.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Nesta semana, os geminianos irão sentir uma energia de renovação e de busca por equilíbrio emocional. As estrelas favorecem a comunicação e o entendimento, tornando o momento ideal para expressar suas ideias e fortalecer relacionamentos próximos. Aproveite para esclarecer dúvidas pendentes e abrir diálogos sinceros com pessoas importantes na sua vida. É um período propício para se dedicar ao autoconhecimento, refletindo sobre suas metas e valores, o que pode trazer maior clareza para seus sonhos e ambições. No entanto, atenção à dispersão e ao excesso de atividades, que podem gerar ansiedade se não forem bem administradas. Busque momentos de descanso e praticas que promovam o bem-estar mental. No campo profissional, sua criatividade estará em alta e pode abrir portas para novas oportunidades. Use sua habilidade de adaptação para superar obstáculos e consolidar seus objetivos com calma e foco. Aproveite essa fase para alinhar sua mente e coração, garantindo um caminho mais harmonioso na semana.",
      "love": "Na semana de 14 a 20 de dezembro, Gêmeos pode experimentar novas oportunidades de conexão emocional, especialmente se estiver aberto a explorar suas próprias emoções. Para os solteiros, é momento de se abrir para novas experiências e dar espaço para o inesperado surgir em suas vidas amorosas. Para os casais, o diálogo será fundamental para fortalecer os laços; ouçam com atenção e demonstrem sinceridade. Mantenha uma postura leve e honesta, evitando mal-entendidos. Essa semana favorece o crescimento emocional, desde que você esteja disposto a se abrir e a compartilhar sentimentos com quem ama ou deseja conquistar.",
      "career": "Para os geminianos, a semana de 14 a 20 de dezembro traz boas oportunidades de crescimento profissional. É um momento favorável para refletir sobre seus objetivos e buscar novas formas de ampliar sua rede de contatos. As oportunidades de aprendizado e capacitação estarão presentes, então aproveite para investir em cursos que possam impulsionar sua carreira. Decisões importantes relacionadas a mudanças ou projetos novos demandam atenção aos detalhes. Mantenha a comunicação clara e transparente com colegas e superiores, pois sua habilidade de se expressar será fundamental para alcançar resultados positivos. Esteja aberto às mudanças e confie na sua capacidade de adaptação.",
      "health": "Para os geminianos, a semana de 14 a 20 de dezembro traz uma energia estimulante que favorece o cuidado com a saúde física e mental. É importante priorizar o descanso e manter uma alimentação equilibrada. Dedique tempo à prática de atividades que promovam o bem-estar, como meditação ou passeios ao ar livre. Evite sobrecarregar-se de tarefas e priorize o autocuidado, equilibrando sua agitação com momentos de reflexão para manter sua mente saudável e seu corpo energizado.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Nesta semana, os Cancerianos sentirão uma forte conexão com suas emoções e uma necessidade de aprofundar relacionamentos pessoais. É um momento propício para fortalecer laços familiares e expressar o que sente com sinceridade. A energia vital estará favorecendo atividades que envolvam o cuidado e o acolhimento, portanto, dedique tempo ao seu interior e aos que ama. No campo profissional, atenção às oportunidades de mostrar seu talento e se posicionar com autenticidade, mas evite decisões impulsivas. Sua intuição estará aguçada, ajudando a discernir o que é essencial e o que deve ser deixado de lado. Cuide também de sua saúde emocional, reservando momentos para reflexão e autoamor. A semana pede equilíbrio entre a busca por segurança e a abertura para novidades, então confie na sua capacidade de adaptação e siga seu coração com calma e confiança.",
      "love": "Nesta semana, os cancerianos sentirão uma energia especial para fortalecer laços afetivos. Para os solteiros, há oportunidades de conhecer alguém que compartilha valores semelhantes, desde que estejam abertos a novas experiências e demonstrando sinceridade. Os casais podem aproveitar esse período para aprofundar a comunicação e resolver pequenos desentendimentos com empatia. A dica é dedicar tempo de qualidade ao parceiro, cultivando confiança e intimidade. Ouça com atenção, demonstre carinho e esteja receptivo às necessidades do outro. Essa semana favorece o amor verdadeiro, desde que haja disposição para investir no relacionamento.",
      "career": "Na semana de 14 a 20 de dezembro de 2025, os cancerianos experimentarão um período de reflexão e possibilidades de crescimento profissional. Novas oportunidades podem surgir, especialmente em projetos que envolvam colaboração e criatividade. Aproveite para fortalecer suas habilidades e mostrar seu potencial diante de colegas e superiores. Decisões importantes, como aceitar propostas ou assumir responsabilidades extras, trarão benefícios a médio prazo. Mantenha o foco em suas metas e seja aberto a feedbacks construtivos. Essa é uma semana ideal para consolidar sua imagem profissional e abrir portas para avanços futuros.",
      "health": "Para os cancerianos, a semana de 14 a 20 de dezembro traz uma oportunidade de fortalecer seu bem-estar físico e mental. Priorize uma alimentação equilibrada e pratique atividades leves, como caminhadas ou yoga, para manter sua energia em alta. Reserve tempo para momentos de reflexão e meditação, ajudando a aliviar o estresse. Cuide do sono e esclareça suas emoções, fortalecendo sua saúde emocional. Essa semana pede atenção cuidados com você mesmo para um final de ano mais tranquilo e revigorante.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Nesta semana, os leoninos irão sentir uma energia renovada de autoconfiança e liderança. O movimento planetário favorece projetos criativos e a busca por reconhecimento, mas é importante manter o equilíbrio emocional. Aproveite esse período para mostrar seu talento e assumir posições de destaque, contudo, evite a arrogância e escute mais as opiniões ao seu redor. No âmbito das relações afetivas, a semana traz boas oportunidades de aprofundar vínculos, principalmente se você manifestar sinceridade e empatia. Para os single, há potencial de encontros interessantes que podem evoluir para algo mais sólido, desde que você esteja aberto a novas experiências. No trabalho, o momento pede foco na organização e na entrega de tarefas, evitando dispersões. Use sua energia para avançar, mas lembre-se de cuidar também do seu bem-estar emocional. Aproveite cada momento com entusiasmo e esperança, confiando no seu brilho natural.",
      "love": "Nesta semana, os leoninos podem experimentar momentos de renovação e conexão emocional profunda. Para os solteiros, há oportunidades de encontros que podem evoluir para algo significativo, desde que estejam abertos a novas experiências. Para os casais, é um período favorável para fortalecer a comunicação e resolver possíveis mal-entendidos com delicadeza. Aproveite o momento para demonstrar afeto e apreço pelo parceiro. A dica é cultivar a sinceridade e paciência, permitindo que o amor floresça de forma natural. Confie na sua intuição e esteja receptivo às surpresas que o universo reserva.",
      "career": "Para os leoninos, a semana de 14 a 20 de dezembro de 2025 traz oportunidades de crescimento profissional por meio de novas parcerias e projetos inovadores. Sua liderança natural será valorizada, destacando-se em reuniões e desafios. Aproveite para revisar suas metas e ajustar planos estratégicos, demonstrando segurança e clareza. Decisões assertivas trarão reconhecimento de seus superiores e abrirão portas para promoções ou aumentos salariais. Mantenha o foco na comunicação eficaz e na colaboração com colegas, fortalecendo sua rede de contatos. Esta semana é ideal para consolidar sua imagem profissional e impulsionar suas ambições futuras.",
      "health": "Para os leoninos, a semana de 14 a 20 de dezembro será marcada por uma energia vibrante que favorece o cuidado com o corpo. Priorize atividades físicas que promovam bem-estar, como caminhadas ao ar livre ou práticas de alongamento. Mentalmente, reserve momentos de reflexão e descanso para evitar o cansaço emocional. Cuide da alimentação, apostando em alimentos naturais e nutritivos. Dedique tempo ao autocuidado, valorizando momentos de relaxamento para fortalecer o equilíbrio emocional.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Nesta semana, os virginianos irão sentir uma energia de reflexão e autoconhecimento mais intensa. É um momento propício para revisar suas rotinas, estabelecer novos hábitos e refletir sobre suas metas pessoais e profissionais. A influência de Mercúrio sugere clareza na comunicação, então aproveite para dialogar com sinceridade e transparência com colegas e familiares. No âmbito emocional, é importante reservar momentos para cuidar de si mesmo, promovendo o equilíbrio interior. Problemas que possam surgir relacionados a mal-entendidos podem ser resolvidos com calma e paciência. No campo financeiro, a semana pede atenção à organização das finanças, evitando gastos impulsivos. Aproveite esse período de introspecção para planejar o futuro com mais discernimento e confiança. Cultivar a paciência e a atenção aos detalhes trará resultados positivos e fortalecerá suas relações e projetos.",
      "love": "Nesta semana, os virginianos podem experimentar uma renovação emocional, abrindo espaço para novas conexões ou aprofundando laços existentes. Para os solteiros, há oportunidades interessantes em ambientes sociais, então esteja aberto a encontros inesperados. Pessoas comprometidas podem sentir uma intensificação na conexão, mas é importante manter o diálogo aberto e evitar mal-entendidos. Aproveite este período para expressar seus sentimentos com sinceridade. Para ambos, a dica é cultivar a paciência e a empatia, valorizando o diálogo e a compreensão mútua. A semana promete fortalecer relacionamentos e abrir portas para o amor verdadeiro.",
      "career": "Para os virginianos, a semana de 14 a 20 de dezembro será marcada por oportunidades de crescimento profissional e insights importantes para suas decisões de carreira. Este período favorece a reflexão sobre suas metas a longo prazo, incentivando a explorar novas áreas ou aprimorar habilidades existentes. Boa oportunidade de networking e contatos profissionais pode abrir portas para projetos promissores. No entanto, mantenha o foco na organização e na gestão do tempo, evitando dispersões. Aproveite momentos de interação com colegas para fortalecer alianças e demonstrar proatividade. Ao demonstrar confiança e clareza, você estará mais perto de conquistar reconhecimento e avanços significativos na sua trajetória.",
      "health": "Nesta semana, os virginianos irão sentir uma energia renovada para cuidar da sua saúde física, com foco na alimentação equilibrada e na prática de exercícios leves. Mentalmente, é importante reservar momentos para relaxar e se desconectar do estresse diário, estimulando a meditação ou a leitura. Dedique-se ao autocuidado, priorizando horas de sono de qualidade e momentos de contemplação. Essa combinação fortalecerá seu bem-estar geral e promoverá maior equilíbrio emocional ao longo da semana.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Nesta semana, os librianos irão sentir uma forte energia de equilíbrio e reflexão. Este é um momento propício para revisar relacionamentos e priorizar o que realmente importa, promovendo uma maior harmonia interior. As ações devem ser tomadas com cautela, evitando impulsividade, especialmente nas questões profissionais e pessoais. A influência de planetas favorece a comunicação clara, então aproveite para esclarecer dúvidas e expressar seus sentimentos com sinceridade. No âmbito emocional, é importante dedicar tempo ao autocuidado e procurar atividades que promovam paz interior. No trabalho, o esforço em equipe trará resultados positivos, desde que haja abertura para ouvir os outros. A semana pede que você alinhe suas ações com seus valores e busque soluções justas, construindo pontes e fortalecendo vínculos. Permaneça receptivo às mudanças e confie no seu equilíbrio natural para navegar pelos desafios com serenidade.",
      "love": "Nesta semana, os librianos experimentarão uma fase de reflexão e renovação emocional. Para os solteiros, há oportunidades de encontros espontâneos que podem evoluir para algo mais sério. Seja aberto às novas conexões e confie na sua intuição. Para os que já estão em relacionamento, priorizem a comunicação e o afeto, evitando mal-entendidos. Aproveite momentos de convivência para fortalecer os laços. Recomenda-se praticar a paciência, especialmente diante de diferenças, e manter o diálogo aberto. Essa é uma semana de crescimento emocional e fortalecimento dos vínculos, valorizando a autenticidade e o carinho mútuo.",
      "career": "Na semana de 14 a 20 de dezembro de 2025, os librianos terão boas oportunidades para consolidar suas habilidades profissionais e ampliar suas redes de contatos. Este é um momento favorável para assumir novos desafios e demonstrar liderança em projetos importantes. Decisões relacionadas a mudanças de carreira ou investimentos profissionais devem ser feitas com cautela, analisando detalhes com cuidado. Aproveite para refletir sobre seus objetivos a longo prazo e fortalecer alianças estratégicas. A energia desta semana favorece o aprimoramento pessoal e o reconhecimento no ambiente de trabalho, impulsionando seu crescimento profissional de forma equilibrada.",
      "health": "Nesta semana, os librianos devem focar na manutenção de um equilíbrio entre corpo e mente. Cuide do seu estado físico com alimentação leve e exercícios suaves, como alongamentos ou caminhadas ao ar livre. Para o bem-estar mental, reserve momentos para reflexão e meditação, ajudando a aliviar o estresse. Priorize o sono de qualidade e pratique atividades que promovam relaxamento. Ouça seu corpo e dedique-se ao autocuidado, garantindo uma semana mais harmoniosa e revitalizante.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Nesta semana, os escorpianos sentirão uma energia de introspecção e renovação emocional. O movimento planetário favorece a reflexão profunda, trazendo à tona questões relacionadas a relacionamentos e objetivos pessoais. Aproveite esse momento para reavaliar suas prioridades e buscar equilíbrio interior. A influência de Marte estimula sua determinação e coragem, incentivando você a enfrentar desafios com mais confiança. Porém, é importante manter a paciência e evitar reações impulsivas que possam gerar conflitos desnecessários. No âmbito profissional, sua dedicação será reconhecida, especialmente se demonstrar empenho e responsabilidade. No amor, a sinceridade e o diálogo aberto trarão mais intimidade e compreensão. Cuide de sua saúde emocional, praticando atividades que promovam o bem-estar, como meditação ou caminhadas na natureza. Com atenção aos detalhes e uma postura equilibrada, você sairá dessa semana mais fortalecido e alinhado com seus verdadeiros sonhos.",
      "love": "Nesta semana, Escorpião pode experimentar uma renovação emocional, fortalecendo vínculos existentes e atraindo oportunidades amorosas. Para os comprometidos, é importante cultivar a comunicação e a compreensão, evitando mal-entendidos. Os solteiros, por sua vez, podem se abrir para novas conexões ao demonstrar autoconfiança. Aproveite momentos de sinceridade para aprofundar relacionamentos ou criar novas amizades que possam evoluir. A dica principal é expressar seus sentimentos de forma honesta e ouvir com atenção o que o parceiro ou possíveis interessados têm a dizer. Confie no seu coração e mantenha a sinceridade.",
      "career": "Nesta semana, os escorpianos terão oportunidades de destacar suas habilidades no ambiente de trabalho, podendo receber elogios ou reconhecimento por projetos recentes. É um momento favorável para tomar decisões importantes relacionadas à carreira, especialmente ao considerar novas oportunidades ou mudanças. Aproveite para aprimorar suas competências e mostrar proatividade, pois isso poderá abrir portas para crescimento e promoções. No entanto, é essencial manter o foco e evitar conflitos desnecessários com colegas. A paciência e a diplomacia serão suas aliadas para fortalecer alianças profissionais e alcançar seus objetivos com mais segurança nesta fase.",
      "health": "Nesta semana, os escorpianos devem focar na alimentação equilibrada e na prática regular de exercícios físicos para fortalecer o corpo. Cuidados com o sono e momentos de relaxamento ajudarão a manter a saúde mental. Reserve tempo para meditação ou atividades que promovam autoconhecimento, aliviando possíveis tensões. Priorize o autocuidado e escute seu corpo, evitando excessos. Pequenas mudanças na rotina farão uma grande diferença na sua energia e bem-estar geral nesta semana.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Nesta semana, os sagitarianos deverão focar no equilíbrio entre suas ambições e o bem-estar emocional. A energia de planetas como Júpiter e Saturno favorece a reflexão sobre seus objetivos e a forma como os persegue, incentivando uma avaliação honesta de suas ações. É um momento propício para revisar planos de longo prazo, especialmente relacionados à carreira e aos estudos, buscando alinhamento com seus valores mais profundos. No âmbito emocional, é importante manter a comunicação aberta com pessoas próximas, evitando mal-entendidos que possam surgir por falta de clareza. Aproveite para investir em atividades que renovem sua energia, como exercícios ao ar livre ou meditação. A semana pede autoconhecimento e paciência, lembrando que o crescimento vem do entendimento profundo de si mesmo. Para tirar o máximo proveito, seja honesto consigo mesmo e mantenha uma atitude positiva diante dos desafios que surgirem.",
      "love": "Nesta semana, Sagitário pode experimentar momentos de crescimento emocional, com oportunidades de aprofundar laços e fortalecer conexões. Para quem está em um relacionamento, seja aberto à comunicação sincera e demonstrar o seu afeto de forma genuína. Solteiros terão boas chances de encontros inesperados que podem evoluir para algo mais sério, mas evite impulsos. Aproveite para refletir sobre o que realmente deseja em parcerias. A dica é manter o equilíbrio entre a espontaneidade e a atenção para que o amor floresça com autenticidade. Ouça o seu coração e preserve a sua liberdade.",
      "career": "Na semana de 14 a 20 de dezembro de 2025, os sagitarianos sentirão uma energia de otimismo que pode abrir novas oportunidades profissionais. Este é um período favorável para explorar projetos inovadores e assumir responsabilidades que antes pareciam desafiadoras. Aproveite para fortalecer suas redes de contato e demonstrar sua liderança. Decisões importantes relacionadas à carreira devem ser tomadas com confiança, mas também com reflexão. É um momento propício para investir em seu crescimento, buscar feedback e aprimorar suas habilidades. Mantenha o foco e a coragem para avançar rumo a novas conquistas.",
      "health": "Para Sagitário, nesta semana, cuide da sua saúde física investindo em atividades ao ar livre que promovam energia e bem-estar. Reserve tempo para relaxar a mente, praticando meditação ou técnicas de respiração profunda para aliviar o estresse. Priorize a alimentação balanceada e a hidratação adequada, evitando exageros. Tire momentos para si, cultivando o autocuidado e refletindo sobre suas emoções. Dessa forma, fortalece seu equilíbrio integral e enche sua semana de vivacidade e serenidade.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Nesta semana, os capricornianos serão impulsionados a refletir sobre suas metas e prioridades, especialmente no âmbito profissional. A energia de Saturno reforça a importância do planejamento detalhado e da disciplina para alcançar seus objetivos de longo prazo. É momento de consolidar esforços e evitar dispersões que possam prejudicar seu progresso. No aspecto emocional, há uma oportunidade de fortalecer vínculos próximos, demonstrando mais afeto e compreensão. No entanto, é essencial manter o equilíbrio entre dedicação ao trabalho e cuidados pessoais, para evitar o desgaste. A semana pede atenção à comunicação, permitindo esclarecer dúvidas e evitar mal-entendidos. Aproveite os momentos de introspecção para planejar melhorias e novas estratégias. Com foco e paciência, você poderá avançar significativamente, construindo bases sólidas para o futuro. Aproveite essa fase para fortalecer seu autoconhecimento e dar passos firmes rumo às suas metas mais alinhadas com seus valores.",
      "love": "Nesta semana, Capricórnio poderá experimentar uma atmosfera de reflexão e renovação emocional. Para os solteiros, há oportunidades de conexões sinceras, mas é importante abrir-se para novas experiências com calma e autenticidade. Para os que estão em um relacionamento, a comunicação e a escuta ativa trarão harmonia e fortalecimento dos laços. Aproveite momentos de intimidade para fortalecer a confiança mútua. O conselho é equilibrar o desejo de controle com a empatia, permitindo que o amor floresça naturalmente. Cultivar paciência e sinceridade será a chave para avanços positivos.",
      "career": "Nesta semana, Capricórnio pode experimentar oportunidades inesperadas no ambiente de trabalho, o que exige atenção às novas ideias e propostas. Este é um momento favorável para refletir sobre suas metas profissionais e considerar ajustes estratégicos. Decisões importantes relacionadas a mudanças de projeto ou aprimoramento de habilidades podem trazer benefícios a médio prazo. Mantenha o foco na comunicação clara e na colaboração com colegas, pois isso ampliará suas possibilidades de crescimento. Aproveite a semana para fortalecer sua rede de contatos e demonstrar liderança, abrindo portas para novas oportunidades na carreira.",
      "health": "Nesta semana, os capricornianos devem focar na manutenção de sua saúde física, priorizando uma alimentação equilibrada e a prática regular de exercícios leves. No aspecto mental, é importante reservar momentos de reflexão e descansar a mente com atividades que tragam paz, como meditação ou leitura. Valorize o autocuidado, evitando o excesso de compromissos e dedicando tempo ao que traz bem-estar. Tenha atenção com sinais de fadiga e reserve momentos para relaxar e reenergizar seu corpo e mente.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Nesta semana, o universo favorece Aquário ao trazer uma energia de renovação e reflexão. É um momento propício para revisar seus objetivos pessoais e profissionais, ajustando caminhos que possam estar desalinhados com seus ideais. A presença de Mercúrio sugere que suas ideias estarão claras, facilitando a comunicação com pessoas importantes ao seu redor. Aproveite esse período para expressar seus pensamentos de forma sincera e aprender algo novo, ampliando sua visão de mundo. No campo emocional, esteja atento às suas sensações e necessidades, reservando um tempo para o autocuidado e o fortalecimento de sua autoestima. No âmbito financeiro, é aconselhável manter a cautela e evitar investimentos impulsivos. Estimule sua criatividade e busque atividades que alimentem sua alma. Essa semana é uma excelente oportunidade para se conectar consigo mesmo e explorar novas possibilidades, trazendo mais equilíbrio e harmonia para sua vida.",
      "love": "Para os aquarianos, a semana de 14 a 20 de dezembro trará oportunidades de fortalecer vínculos e aprofundar a conexão emocional. Solteiros podem encontrar alguém interessante ao se deixarem mais abertos às novas experiências, enquanto os comprometidos devem dedicar mais atenção ao diálogo e à compreensão mútua. É uma fase favorável para esclarecer sentimentos e deixar o orgulho de lado. Aproveite os momentos de intimidade para fortalecer a confiança e demonstrar afeto. Lembre-se de valorizar a singularidade do seu parceiro e buscar o equilíbrio entre independência e parceria, promovendo um relacionamento mais harmonioso e cheio de esperança.",
      "career": "Na semana de 14 a 20 de dezembro de 2025, o signo de Aquário será favorecido em suas ações profissionais. Este é um momento propício para buscar novas oportunidades de crescimento, especialmente em projetos inovadores que valorizem sua criatividade e visão futurista. Aproveite para reforçar parcerias e mostrar liderança, conquistando a confiança de colegas e superiores. Decisões importantes podem surgir, portanto, avalie bem suas opções e confie na sua intuição. Este período incentiva a reflexão e o planejamento de carreiras longas, impulsionando seu progresso com autonomia e entusiasmo.",
      "health": "Para os aquarianos, a semana de 14 a 20 de dezembro reserva um momento de renovação física e emocional. Cuide da sua saúde física com alimentação leve e exercícios ao ar livre, que ajudarão a renovar suas energias. Para o bem-estar mental, pratique meditação ou momentos de silêncio para equilibrar suas emoções. Dedique-se ao autocuidado, seja com um banho relaxante ou uma rotina de sono adequada, fortalecendo sua conexão consigo mesmo e promovendo harmonia interna.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Nesta semana, os piscianos serão convidados a refletir profundamente sobre suas emoções e relações pessoais. A energia astral favorece a introspecção e a conexão consigo mesmo, proporcionando clareza sobre o que realmente desejam e precisam. É um momento propício para esclarecer mal-entendidos e fortalecer vínculos afetivos, desde que com sinceridade e empatia. A fase traz uma sensibilidade aumentada, o que pode gerar uma maior vulnerabilidade, mas também uma grande oportunidade de crescimento emocional. É importante manter o equilíbrio emocional, evitando se imaginar demais ou se perder em pensamentos negativos. Aproveite para dedicar tempo a atividades que promovam bem-estar, como meditação ou atividades artísticas. No campo profissional, a semana reforça a necessidade de perseverança e criatividade, então não desanime diante de obstáculos. Confie na sua intuição, mas também seja pragmático, buscando soluções práticas para os desafios que surgirem.",
      "love": "Nesta semana, os piscianos podem experimentar momentos de reflexão e renovação emocional. Para os solteiros, há oportunidades de encontros espontâneos que podem evoluir para algo mais sério, desde que mantenham a abertura e a sinceridade. Para os que estão em relacionamentos, é um momento de fortalecer laços e esclarecer expectativas, promovendo diálogos honestos. Aproveite para demonstrar sua sensibilidade e atenção às necessidades do seu parceiro. Para todos, a dica é praticar a paciência, evitar conflitos desnecessários e valorizar a cumplicidade, construindo uma conexão sólida e harmoniosa nesta fase.",
      "career": "Para os piscianos, a semana de 14 a 20 de dezembro trará oportunidades de crescimento profissional ao fortalecer suas habilidades e ampliar sua rede de contatos. Este é um momento propício para assumir novas responsabilidades ou explorar projetos que possam impulsionar sua carreira a médio prazo. Seja pontual e mantenha uma postura aberta às sugestões de colegas e superiores. Decisões importantes devem ser tomadas com atenção aos detalhes, evitando precipitações. Aproveite para revisar planos de carreira e estabelecer metas claras para o próximo ano. Com dedicação e foco, você sairá desta semana mais confiante e preparado para avanços profissionais.",
      "health": "Esta semana, os piscianos tendem a se sentir mais energizados fisicamente, mas é importante evitar excessos. Priorize descanso adequado, alimentação equilibrada e exercícios leves para manter o bem-estar. Mentalmente, é um período favorável para a introspecção e meditação, ajudando a aliviar o estresse. Reserve um tempo para cuidar de si mesmo, praticando atividades relaxantes e conectando-se com sua espiritualidade. Cuide do corpo e da mente com carinho para aproveitar ao máximo a semana.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    }
  }
}