{
  "week": "2025-W51",
  "language": "fr",
  "entries": {
    "aries": {
      "overview": "Cette semaine, Bélier, vous serez poussé à réfléchir profondément sur vos priorités et vos ambitions. L’influence des planètes vous encourage à faire preuve de patience et de discernement face à des situations qui demandent une attention particulière. C’est le moment idéal pour revoir vos objectifs à long terme et ajuster votre trajectoire si nécessaire. Sur le plan relationnel, les échanges seront sincères mais demandez à écouter autant qu’à parler pour renforcer vos liens. Professionnellement, votre dynamisme sera votre atout, mais évitez de vous précipiter dans des décisions importantes sans avoir pris le temps de peser le pour et le contre. Sur le plan personnel, prenez du temps pour vous recentrer sur votre bien-être et privilégiez des activités qui vous apaisent. Cette période vous invite à cultiver la patience et à faire preuve d’introspection pour avancer plus sereinement.",
      "love": "Pour la semaine du 14 au 20 décembre 2025, Bélier, les opportunités amoureuses se présentent avec intensité. Les célibataires pourraient être tentés par une rencontre passionnée qui pourrait évoluer rapidement, alors restez à l’écoute de vos sensations. Pour les couples, cette période favorise la communication et la renforcement du lien, mais évitez les malentendus en exprimant clairement vos besoins. C’est également une bonne semaine pour planifier des moments romantiques. Soyez à l’écoute de votre partenaire et faites preuve de patience. La clé réside dans la sincérité et l’ouverture d’esprit.",
      "career": "Cette semaine, Bélier, vous serez encouragé à saisir de nouvelles opportunités professionnelles. Votre énergie et votre détermination seront vos atouts pour avancer dans vos projets. Il est favorable d’envisager des formations ou des collaborations pour renforcer votre position. Cependant, prenez le temps de bien analyser chaque décision afin d’éviter les impulsivités. Des échanges avec des collègues ou supérieurs pourraient ouvrir des portes insoupçonnées. Restez à l’écoute de votre intuition, cela vous guidera vers des choix avisés pour votre croissance. C’est une période propice à l’affirmation de votre expertise.",
      "health": "Cette semaine, Bélier, votre énergie physique est en hausse, ce qui vous encourage à pratiquer une activité sportive régulière comme la marche ou le yoga. Mentalement, vous pourriez ressentir le besoin de faire une pause pour vous recentrer. Prenez le temps de méditer ou de vous adonner à une activité relaxante. Accordez-vous également du temps pour des soins personnels, comme un bain chaud ou une séance de relaxation, afin de renforcer votre bien-être global.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Cette semaine, le Taureau ressentira une vague d’énergie stable mais remplie de douceur. C’est le moment idéal pour se recentrer sur soi-même et renforcer ses liens avec les proches. La planète Vénus, votre planète dominante, vous invite à cultiver la patience et l’harmonie dans vos relations personnelles. Sur le plan professionnel, vous pourriez faire face à des décisions importantes nécessitant une approche calme et réfléchie. N’ayez pas peur de prendre du recul pour analyser la situation en profondeur. Côté bien-être, privilégiez des activités relaxantes comme la méditation ou la marche en nature pour maintenir votre équilibre intérieur. La semaine encourage aussi à exprimer vos sentiments avec sincérité, ce qui renforcera votre complicité avec ceux qui vous entourent. Restez à l’écoute de votre intuition, elle sera votre meilleure alliée pour naviguer avec sérénité à travers cette période.",
      "love": "Pour la semaine du 14 au 20 décembre 2025, les Taureau vivront une période enrichissante dans leurs relations. Les célibataires pourraient rencontrer quelqu’un de spécial lors d’un événement social ou à travers des amis, alors soyez ouverts aux nouvelles rencontres. Pour les couples, cette période favorise la communication et la complicité, encourageant à partager vos sentiments avec sincérité. Évitez les malentendus en étant attentifs aux besoins de votre partenaire. Pour tous, la patience et l’écoute active seront vos meilleurs alliés afin de renforcer les liens affectifs. Profitez de cette semaine pour cultiver l’amour et la tendresse dans votre vie.",
      "career": "Pour la semaine du 14 au 20 décembre 2025, les Taureau seront encouragés à saisir les opportunités professionnelles qui se présentent, notamment dans le domaine de la collaboration et des projets d'équipe. C’est une période propice à l’affirmation de leur expertise et à la prise de décisions stratégiques. La patience et la persévérance seront leurs alliées face à certains défis, leur permettant de renforcer leur position. C’est également le moment d’évaluer leurs priorités pour aligner leurs objectifs de carrière avec leurs valeurs personnelles. Restez ouvert aux conseils et n’hésitez pas à explorer de nouvelles voies professionnelles.",
      "health": "Cette semaine, Taureau pourra ressentir un regain d’énergie physique, mais il est essentiel de ne pas négliger le repos pour éviter la fatigue. Sur le plan mental, il serait bénéfique de prendre du temps pour la méditation ou la détente afin de préserver sa clarté d’esprit. Cultivez le bien-être en privilégiant des repas équilibrés et en pratiquant une activité physique douce comme la marche. Accordez-vous aussi des pauses régulières pour recharger vos batteries.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Cette semaine, les Gémeaux ressentiront une énergie renouvelée qui stimule leur curiosité et leur besoin d’échanges intellectuels. C’est le moment idéal pour explorer de nouvelles idées, approfondir ses connaissances ou engager des conversations significatives avec des proches ou collègues. La planète Mercure, votre régente, favorise la communication, mais demande aussi de la clarté et de la patience pour éviter les malentendus. Sur le plan émotionnel, il sera essentiel de prendre du recul pour mieux gérer les petites tensions qui peuvent surgir. L’accent est mis sur l’équilibre entre votre vie sociale et votre bien-être intérieur. Cette période encourage à écouter votre intuition et à privilégier la tranquillité pour recentrer vos energies. Agissez avec souplesse face aux imprévus, et n’hésitez pas à déléguer certaines tâches pour réduire le stress. La semaine vous invite à cultiver la curiosité tout en préservant votre harmonie mentale.",
      "love": "Pour la semaine du 14 au 20 décembre 2025, les Gémeaux vivront une période propice à la communication et à la complicité. Les célibataires pourraient faire des rencontres intéressantes si ils restent ouverts et sincères. Il est conseillé d’écouter attentivement et de partager leurs sentiments en toute transparence. Pour les couples, cette période favorise la compréhension mutuelle et le renforcement des liens. Prenez le temps d’échanger vos envies et vos espoirs pour l’avenir. Quoi qu’il en soit, la clé cette semaine reste la sincérité et la douceur dans les échanges.",
      "career": "Pour la semaine du 14 au 20 décembre 2025, les Gémeaux peuvent s'attendre à des opportunités professionnelles intéressantes. C’est une période propice pour prendre des initiatives et explorer de nouvelles avenues dans votre carrière. La communication sera votre atout majeur, facilitant les collaborations et améliorant votre visibilité. Il est conseillé d’évaluer sereinement vos objectifs à long terme et de ne pas hésiter à demander conseil à des mentors ou collègues expérimentés. Des décisions importantes pourraient se présenter : restez à l’écoute de votre intuition et faites preuve de flexibilité pour maximiser votre croissance professionnelle cette semaine.",
      "health": "Cette semaine, les Gémeaux ressentent une énergie renouvelée pour prendre soin de leur corps. Il est conseillé d’intégrer des activités physiques légères comme la marche ou le yoga pour renforcer leur vitalité. Sur le plan mental, privilégiez la méditation ou la lecture pour calmer l’esprit et réduire le stress. Accordez-vous également des moments de détente et d’introspection afin de mieux écouter vos besoins. Une attention équilibrée à votre bien-être vous apportera sérénité et clarté d’esprit.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Cette semaine, les étoiles illuminent votre chemin avec une douceur rassurante, Cancer. Vous ressentirez un besoin profond de connexion émotionnelle, cherchant à renforcer vos liens avec vos proches. La lune, en harmonie avec votre signe, accentue votre sensibilité mais aussi votre intuition, vous permettant de percevoir ce qui se cache derrière les mots. C’est le moment idéal pour exprimer vos sentiments de manière sincère et authentique. Sur le plan professionnel, une période de stabilité se dessine, mais il vous faudra rester attentif aux détails pour éviter les malentendus. Prenez également du temps pour vous recentrer, pratiquer la méditation ou vous adonner à une activité qui apaise votre esprit. La clé cette semaine est la patience : en cultivant la confiance en votre instinct, vous trouverez des solutions aux défis qui se présentent. Soyez doux avec vous-même, et n’oubliez pas que la tendresse et l’écoute sont vos alliées.",
      "love": "Pour la semaine du 14 au 20 décembre 2025, les Cancers ressentiront une énergie chaleureuse propice à renforcer leurs liens affectifs. Les célibataires auront l’opportunité de faire une rencontre significative en étant sincères dans leurs échanges. Les couples, quant à eux, devront prêter attention à la communication pour éviter les malentendus. Il est conseillé de privilégier les moments de complicité et d’écoute active. Cette période invite à cultiver la patience et la tendresse, afin d’approfondir la confiance et la stabilité sentimentale. Soyez ouverts, sincères et à l’écoute de votre partenaire.",
      "career": "Pour la semaine du 14 au 20 décembre 2025, les Cancers pourront observer des opportunités de croissance professionnelle significatives. C'est une période propice pour explorer de nouveaux projets ou renforcer ses compétences. La confiance en soi sera accrue, facilitant les prises de décisions importantes concernant votre carrière. Cependant, il sera essentiel de rester patient face aux défis imprévus et de privilégier la communication avec vos collègues ou supérieurs. Écoutez attentivement les conseils et ne vous précipitez pas dans des actions irréfléchies. Cette semaine offre un bon équilibre pour avancer sereinement vers vos objectifs professionnels.",
      "health": "Cette semaine, les Cancer ressentiront un besoin accru de prendre soin de leur corps et de leur esprit. Sur le plan physique, il est conseillé d’adopter une alimentation équilibrée et de privilégier des activités douces comme la marche ou le yoga pour renforcer leur vitalité. Mentalement, il est important de préserver leur calme en méditant ou en se relaxant. Accordez-vous du temps pour vous reconnecter à vous-même et cultiver votre bien-être intérieur, cela favorisera votre harmonie globale tout au long de la semaine.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Cette semaine, les lions ressentiront une énergie renouvelée qui les pousse à exprimer leur créativité et leur leadership avec assurance. C’est un moment propice pour prendre des initiatives, notamment dans les projets professionnels ou personnels que vous souhaitez voir évoluer. Il est important de rester à l’écoute de votre intuition, car elle vous guidera vers des décisions importantes. La communication sera clé cette semaine : n’hésitez pas à partager vos idées et à écouter celles des autres pour renforcer vos relations. Sur le plan émotionnel, une certaine stabilité s’installe, mais veillez à ne pas trop vous laisser emporter par votre fierté. Le moment est idéal pour vous recentrer sur vos objectifs et faire un point sur ce que vous souhaitez réellement accomplir à moyen terme. En somme, cette période vous invite à rayonner tout en restant sincère et attentif aux autres.",
      "love": "Cette semaine, les Lions ressentiront un regain d’énergie dans leur vie amoureuse. Les célibataires auront l’opportunité de rencontrer quelqu’un de spécial si ils osent sortir de leur zone de confort. Pour les couples, une communication sincère renforcera leur complicité, facilitant la résolution de petits malentendus. Il est conseillé d’être à l’écoute de ses sentiments et d’éviter la précipitation. Profitez de cette période pour partager des moments authentiques et renforcer vos liens. Laissez parler votre cœur en faisant preuve de douceur et d’ouverture, cela vous mènera vers des relations plus profondes et sincères.",
      "career": "Pour la semaine du 14 au 20 décembre 2025, les Lions peuvent s’attendre à des opportunités professionnelles favorables, notamment dans la consolidation de leur position actuelle ou dans des projets innovants. C’est une période propice à la prise de décisions importantes concernant leur carrière, en particulier celles liées à des formations ou des collaborations stratégiques. Il est conseillé de rester à l’écoute des propositions et d’adopter une attitude proactive face aux nouveaux défis. Cette semaine encourage aussi à renforcer leur réseau professionnel pour ouvrir des portes nouvelles et favoriser leur croissance. La clé sera d’utiliser leur charisme et leur détermination pour avancer.",
      "health": "Cette semaine, Lion devrait prêter une attention particulière à son bien-être physique en intégrant des activités modérées comme la marche ou le yoga pour libérer le stress accumulé. Sur le plan mental, privilégiez la méditation ou des moments de réflexion pour renforcer votre sérénité intérieure. N'oubliez pas de consacrer du temps à la détente et à des soins personnels, comme un bain chaud ou une sieste réparatrice, afin de recharger vos énergies pour la semaine à venir.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Cette semaine, les Vierges ressentiront une énergie propice à la réflexion et à la clarification de leurs objectifs. Les influences astrales encouragent à prendre du recul face aux défis quotidiens, afin d’identifier ce qui doit vraiment être ajusté ou amélioré. Sur le plan professionnel, une opportunité pourrait se présenter, mais il sera essentiel d’évaluer toutes les options avec rigueur. Sur le plan personnel, privilégiez la communication sincère avec vos proches, cela renforcera vos liens et apportera un sentiment de stabilité. La santé mentale et physique demande une attention particulière, alors n’hésitez pas à consacrer du temps à la relaxation ou à une activité physique modérée. La fin de semaine pourrait apporter un éclaircissement important sur une situation complexe, à condition de rester patient et ouvert. En somme, cette période favorise la lucidité et le travail intérieur pour avancer sereinement vers vos projets.",
      "love": "Cette semaine, les Vierges ressentiront une belle énergie pour approfondir leurs relations. Pour les célibataires, c’est le moment idéal pour ouvrir leur cœur et explorer de nouvelles rencontres, car des opportunités sincères se présenteront. Les couples, quant à eux, bénéficieront d’une communication renforcée, ce qui favorisera la complicité et la compréhension mutuelle. Il est conseillé de rester à l’écoute de l’autre et de privilégier la tendresse. Évitez la précipitation, et prenez le temps d’apprécier chaque instant. Cette période offre une belle harmonie pour bâtir ou renforcer vos liens affectifs.",
      "career": "Pour la semaine du 14 au 20 décembre 2025, la Vierge pourra observer des opportunités professionnelles intrigantes, notamment dans des projets nécessitant une organisation rigoureuse et une grande attention aux détails. C'est le moment idéal pour valoriser ses compétences et prendre des initiatives audacieuses. Des rencontres professionnelles pourraient ouvrir de nouvelles voies ou collaborations bénéfiques. Cependant, il sera important de rester prudent face à des décisions hâtives, en prenant le temps d'analyser toutes les options avant d'agir. Cette période favorise la croissance personnelle et professionnelle pour ceux qui savent conjuguer persévérance et discernement.",
      "health": "Pour la semaine du 14 au 20 décembre 2025, Vierge, votre santé physique nécessite une attention particulière. Il est conseillé de privilégier une alimentation équilibrée et de rester actif en intégrant une marche quotidienne ou des exercices doux. Mentalement, prenez du temps pour la méditation ou la respiration profonde afin de réduire le stress. Accordez-vous également des moments de repos et de plaisir pour renforcer votre bien-être émotionnel. Cultivez la douceur envers vous-même tout au long de la semaine.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Cette semaine, les énergies autour de l’équilibre vous invitent à prendre du recul et à recentrer vos priorités. La fine ligne entre responsabilité et bien-être devient centrale dans vos réflexions. Vos efforts pour maintenir l’harmonie dans vos relations portent leurs fruits, mais attention à ne pas perdre de vue vos propres besoins. La période est propice à la réflexion intérieure, à l’écoute de votre intuition, et à la recherche d’un compromis qui vous permette de satisfaire tant vos exigences personnelles que celles de votre entourage. Il sera essentiel d’établir un équilibre entre moments de solitude et engagements sociaux. La clé de cette semaine réside dans la patience et la douceur, surtout face aux imprévus. Faites confiance à votre jugement et n’hésitez pas à demander du soutien si vous ressentez le besoin d’ajuster votre trajectoire. En agissant avec calme et discernement, vous parviendrez à restaurer cette harmonie si précieuse pour votre bien-être.",
      "love": "Cette semaine, l'harmonie et la communication seront au cœur de vos relations. Les célibataires auront l’opportunité de rencontrer quelqu’un qui partagera leurs valeurs et leurs passions, à condition de rester ouverts et sincères. Pour les couples, c’est le moment de renforcer leur complicité en partageant des moments authentiques. La patience et l’écoute active seront essentielles pour naviguer les éventuelles petites tensions. Que vous soyez seul ou en duo, privilégiez la sincérité et la douceur dans vos échanges. Restez attentifs aux signaux subtils, et n’hésitez pas à exprimer vos sentiments avec authenticité.",
      "career": "Cette semaine, les opportunités professionnelles se présentent sous un jour favorable, notamment en matière de réseautage et de projets innovants. Il est conseillé de saisir les moments propices pour renforcer vos compétences et envisager de nouvelles formations ou certifications. Côté croissance, votre engagement et votre aptitude à collaborer vous ouvriront des portes vers des responsabilités accrues. Les décisions de carrière doivent être prises avec discernement, en analysant attentivement les impacts à long terme. Restez à l’écoute de votre intuition et n'hésitez pas à consulter des mentors pour éclairer vos choix.",
      "health": "Cette semaine, privilégiez une activité physique régulière pour renforcer votre corps et améliorer votre humeur. Accordez une attention particulière à votre alimentation en intégrant davantage de fruits et légumes pour soutenir votre énergie. Prenez du temps pour la méditation ou la respiration profonde, afin de calmer votre esprit et réduire le stress. N’oubliez pas de vous réserver des moments de repos et de douceur pour votre bien-être mental. Une approche équilibrée ce week-end vous aidera à aborder la nouvelle semaine avec sérénité.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Cette semaine, les Scorpions ressentiront une intensité particulière dans leurs émotions et leurs relations. La présence de Pluton en harmonie leur offre une opportunité précieuse de transformation intérieure. C’est le moment idéal pour faire le point sur ce qu’ils veulent vraiment et pour libérer ce qui ne leur sert plus. La vigilance est toutefois conseillée face à des malentendus ou des tensions latentes, notamment en milieu de semaine. Il est important de communiquer avec douceur et authenticité pour éviter tout malentendu. Côté professionnel, un renouveau ou une reconnaissance pourrait survenir si le Scorpion fait preuve de détermination et de patience. Sur le plan personnel, privilégiez la détente et la réflexion, car cette semaine est propice à la croissance intérieure. En somme, c’est une période pour se recentrer, se libérer du passé et avancer avec confiance vers de nouveaux horizons.",
      "love": "Cette semaine, les Scorpions ressentent une énergie harmonieuse en amour. Les célibataires pourraient croiser une rencontre inattendue qui éveillera leur curiosité et leur passion. Il est important d’être ouvert et sincère dans leurs échanges. Pour les couples, la communication et la confiance se renforcent, offrant une période propice à des projets communs ou simplement à partager des moments complices. Restez à l’écoute de votre intuition et évitez les malentendus. La clé réside dans la patience et la transparence pour approfondir votre relation. Profitez pleinement de cette période favorable à l’amour.",
      "career": "La semaine du 14 au 20 décembre 2025 s'annonce favorable pour les Scorpions en matière de carrière. Des opportunités inattendues pourraient se présenter, nécessitant une démarche proactive. C'est le moment idéal pour renforcer ses compétences et envisager des formations ou des certifications qui valoriseront votre profil. Faites preuve de courage dans vos décisions professionnelles, car des changements positifs peuvent découler de propositions audacieuses. Restez à l’écoute des échanges avec vos collègues et supérieurs, car ils pourraient ouvrir des portes vers de nouveaux projets. La période invite à consolider votre position tout en restant adaptable face aux évolutions.",
      "health": "Cette semaine, les Scorpions doivent veiller à équilibrer leur santé physique en intégrant une alimentation saine et des exercices modérés pour renforcer leur vitalité. Sur le plan mental, il est essentiel de prendre du temps pour la réflexion et la méditation afin de réduire le stress et d'apaiser l’esprit. Consacrez aussi du temps à votre bien-être en pratiquant des activités déstressantes comme le yoga ou la lecture. Priorisez l’écoute de votre corps et n’hésitez pas à demander du soutien si nécessaire.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Cette semaine, Sagittaire, vous serez porté par une énergie optimiste et un désir d’avancer vers de nouveaux horizons. La planète Jupiter, votre planète régente, vous encourage à explorer de nouvelles idées, à élargir vos connaissances et à prendre des risques calculés. C’est lemoment idéal pour sortir de votre zone de confort et envisager des projets ambitieux, tant sur le plan personnel que professionnel. Toutefois, veillez à garder une certaine patience face aux imprévus ou aux retards qui pourraient surgir. Sur le plan relationnel, votre sincérité et votre enthousiasme seront vos meilleurs atouts pour renforcer vos liens existants ou en créer de nouveaux. N’oubliez pas de prendre du temps pour vous recentrer et écouter votre intuition. La clé cette semaine est l’équilibre entre votre soif de découverte et la nécessité de rester réaliste. Restez confiant, et cette période sera riche en opportunités.",
      "love": "Pour la semaine du 14 au 20 décembre 2025, le Sagittaire peut s'attendre à une période de découvertes et de connexions profondes. Les célibataires auront l’opportunité de faire des rencontres enrichissantes si ils restent ouverts à la spontanéité. Pour les couples, l’accent sera mis sur la communication et la compréhension mutuelle. Il est conseillé d’éviter les malentendus en exprimant clairement vos émotions. Les Sagittaires devraient privilégier les moments de complicité et de partage pour renforcer leurs liens. Restez authentique et écoutez votre cœur pour vivre une semaine harmonieuse en amour.",
      "career": "Pour la semaine du 14 au 20 décembre 2025, les Sagittaires peuvent s’attendre à des opportunités professionnelles stimulantes. C’est une période favorable pour prendre des initiatives et explorer de nouvelles avenues. La confidence en soi sera renforcée, ce qui facilitera la prise de décision concernant des projets importants. Cependant, il sera essentiel de rester concentré et d’éviter la précipitation face à certaines propositions. C’est aussi le moment idéal pour renforcer vos compétences ou envisager une formation. En étant attentif aux signaux, vous pourrez faire avancer significativement votre carrière et saisir des opportunités propices à votre développement professionnel.",
      "health": "Cette semaine, les Sagittaires ressentiront une énergie positive qui favorise leur vitalité physique. Il est conseillé de privilégier une alimentation équilibrée et de rester actif, notamment en pratiquant une activité en plein air. Sur le plan mental, la semaine invite à la méditation ou à une pause régulière pour apaiser l’esprit et réduire le stress. Accordez-vous aussi du temps pour vous ressourcer, en favorisant des moments de détente et de réflexion personnelle afin de maintenir votre bien-être global.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Cette semaine, le Capricorne est invité à faire preuve de patience et de discernement face aux défis qui se présentent. Les influences planétaires favorisent la réflexion intérieure et encouragent à établir des priorités claires. C'est une période propice pour revoir vos objectifs à long terme et ajuster votre chemin si nécessaire. La communication avec vos proches peut être renforcée, mais il est important de rester à l’écoute et d’éviter tout malentendu. Sur le plan professionnel, une opportunité pourrait se présenter, nécessitant votre sérieux et votre rigueur. N’hésitez pas à prendre du recul pour analyser la situation avec lucidité. Sur le plan émotionnel, il est conseillé de se ménager des moments de relaxation, afin de mieux gérer le stress. En résumé, cette semaine demande de la discipline, de la patience et une attention particulière aux détails pour avancer sereinement vers vos aspirations.",
      "love": "Cette semaine, les Capricornes ressentiront une atmosphère propice à la réflexion sur leurs relations. Pour les célibataires, une rencontre inattendue pourrait ouvrir la voie à une connection sincère, surtout si vous vous montrez authentiques. Les couples, quant à eux, auront l’occasion de renforcer leur complicité en communiquant avec bienveillance et patience. Évitez les malentendus en exprimant clairement vos sentiments. Profitez de cette période pour rallumer la flamme ou consolidant vos liens. Restez à l’écoute de votre partenaire, et n’hésitez pas à faire preuve d’une grande douceur et d’initiatives romantiques pour nourrir votre amour.",
      "career": "Cette semaine, le Capricorne pourra saisir des opportunités inattendues dans son environnement professionnel. Une prise de décision claire renforcera votre position et apportera une progression notable. C’est le moment idéal pour établir de nouveaux contacts ou pour renforcer des collaborations existantes, ce qui pourrait ouvrir des portes vers des projets plus ambitieux. Faites preuve de prudence dans vos démarches et évitez de brusquer les choses. La patience et la persévérance seront vos alliées pour atteindre vos objectifs à moyen terme. Respectez votre intuition pour faire les choix les plus judicieux.",
      "health": "Cette semaine, les Capricornes auront besoin d’accorder une attention particulière à leur santé physique en intégrant des activités modérées comme la marche ou le yoga pour renforcer leur vitalité. Sur le plan mental, une période propice à la réflexion et à la méditation leur permettra de gérer le stress et de retrouver leur équilibre intérieur. Prendre du temps pour soi, en se déconnectant des écrans et en privilégiant un sommeil réparateur, sera essentiel pour préserver leur bien-être global.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Cette semaine, le Verseau ressentira une énergie stimulante qui l’incite à explorer de nouvelles idées et à embrasser ses passions avec enthousiasme. La Lune favorise la communication, vous encourageant à partager vos pensées avec clarté et sincérité, ce qui renforcera vos relations personnelles et professionnelles. Cependant, il sera important de gérer votre tendance à vous disperser; prenez le temps de prioriser ce qui compte réellement pour avancer sereinement. Les influences planétaires vous invitent à faire preuve de patience dans la résolution de certains défis, en gardant une attitude ouverte aux conseils des autres. Sur le plan intérieur, cette période favorise la réflexion et le développement de votre intuition. C’est le moment idéal pour poser des bases innovantes dans vos projets et pour renforcer votre confiance en vos capacités. Restez fidèle à vos valeurs tout en restant adaptable face aux changements.",
      "love": "Cette semaine, le Verseau pourrait ressentir un renouveau dans ses relations. Pour les célibataires, c’est une période propice pour ouvrir leur cœur à de nouvelles rencontres, en étant authentiques et sincères. Les couples, quant à eux, bénéficieront d’un climat harmonieux, favorisant la communication et le partage d’idées. Il est conseillé d’être à l’écoute de l’autre et d’éviter les malentendus. Se montrer patient et attentif renforcera les liens existants. Profitez de cette dynamique positive pour exprimer vos sentiments et consolider votre complicité, en restant fidèle à vos valeurs et à votre sincérité.",
      "career": "Cette semaine, le Verseau ressentira un souffle nouveau dans sa vie professionnelle. Des opportunités inattendues pourraient se présenter, notamment grâce à des contacts ou des collaborations extérieures. C’est le moment idéal pour explorer de nouvelles pistes ou renforcer ses compétences. La clarté d’esprit favorise la prise de décisions importantes, mais il est conseillé de rester vigilant face aux propositions trop belles pour être vraies. Côté croissance, une ouverture d’esprit accrue aidera à surmonter les obstacles et à faire avancer vos projets. Restez confiant et à l’écoute de vos intuitions pour saisir les bonnes occasions.",
      "health": "Cette semaine, Verseau, votre santé physique demande une attention particulière. Prenez le temps de vous étirer chaque jour et privilégiez une alimentation équilibrée pour renforcer votre énergie. Sur le plan mental, il est important de cultiver la paix intérieure en méditant ou en pratiquant la respiration profonde, surtout face aux stimulations extérieures. Accordez-vous également des moments de douceur et de repos pour recharger vos batteries et préserver votre bien-être global.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "La semaine du 14 au 20 décembre 2025 s’annonce pour les Poissons sous un climat d’introspection et de réflexion profonde. Les énergies planétaires favorisent une meilleure compréhension de soi-même, incitant à faire le point sur vos émotions et vos désirs véritablement sincères. C’est une période propice pour cultiver la patience et écouter votre intuition, qui sera plus aiguisée que jamais. Cependant, prenez garde à ne pas vous laisser submerger par des illusions ou des rêves trop ambitieux. Il est essentiel de rester réaliste tout en conservant votre sensibilité intacte. Sur le plan relationnel, privilégiez la communication authentique et évitez de vous isoler si certains sujets vous perturbent. Sur le plan professionnel, des opportunités de projets créatifs ou d’initiatives personnelles peuvent se présenter : ayez confiance en votre instinct. En somme, cette semaine vous invite à vous recentrer sur votre bien-être intérieur, pour avancer avec douceur mais conviction.",
      "love": "La semaine du 14 au 20 décembre 2025 s’annonce favorable pour les Poissons en amour. Les opportunités romantiques se présentent, surtout pour les célibataires prêts à s’ouvrir aux nouvelles rencontres. Faites preuve de sincérité et d’écoute pour renforcer vos liens. Pour les couples, c’est le moment de raviver la passion et d’aborder les sujets sensibles avec douceur. Restez à l’écoute de votre partenaire et privilégiez la communication. La patience et le compromis seront vos meilleurs alliés. Profitez pleinement de cette période pour nourrir et renforcer l’amour qui vous unit ou pour explorer de nouvelles avenues sentimentales.",
      "career": "Pour la semaine du 14 au 20 décembre 2025, les Poissons pourraient ressentir une énergie propice à la réflexion sur leur parcours professionnel. C’est une période favorable pour explorer de nouvelles opportunités ou renforcer leurs compétences actuelles. Pensez à prendre des décisions importantes avec prudence, en vous basant sur une analyse approfondie. Des rencontres inattendues peuvent ouvrir des portes vers des collaborations enrichissantes. Restez à l’écoute de vos intuitions, qui seront particulièrement précieuses cette semaine, pour faire des choix judicieux pour votre avenir professionnel.",
      "health": "Cette semaine, les Poissons ressentiront une belle énergie pour prendre soin de leur corps. Prenez le temps de privilégier une alimentation équilibrée et de vous hydrater suffisamment. Sur le plan mental, la méditation ou la respiration profonde vous aideront à gérer le stress et à retrouver un esprit apaisé. Accordez-vous aussi des moments de repos et de douceur, comme une promenade en nature ou un bain chaud, pour renforcer votre bien-être global.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    }
  }
}