{
  "week": "2025-W51",
  "language": "it",
  "entries": {
    "aries": {
      "overview": "Durante questa settimana, l’Ariete sarà avvolto da un’energia energizzante e motivante che favorirà l’agire e il raggiungimento dei propri obiettivi. È un momento ideale per mettere in campo progetti nuovi o per dare una spinta decisiva alle iniziative già avviate. Tuttavia, attenzione a non essere troppo impulsivi o impulsivi, poiché la pressione potrebbe portarti a decisioni affrettate. La comunicazione sarà positiva e favorevole, quindi sfruttala per rafforzare rapporti sia personali che professionali. La tua sensibilità emotiva sarà accentuata, invitandoti a dedicare più tempo a te stesso e alle persone care. Ricorda di ascoltare il tuo intuito prima di prendere decisioni importanti e di mantenere equilibrio tra azione e riflessione. Questa settimana ti invita a essere coraggioso, ma anche saggio, lasciando spazio alla calma e alla ponderatezza.",
      "love": "Nella settimana dal 14 al 20 dicembre 2025, i sentimenti per l'Ariete saranno intensi e pieni di passione. Le opportunità romantiche sono favorevoli, soprattutto per chi è single e desidera incontrare qualcuno con cui condividere emozioni sincere. Per le coppie, si intensificheranno i momenti di complicità, richiedendo però attenzione alle piccole incomprensioni che potrebbero emergere. È un momento ideale per aprirsi e comunicare con sincerità. Consiglio di dedicare del tempo al proprio partner o a se stessi, lasciando spazio alla spontaneità e alla convivialità, per rafforzare i legami in modo autentico.",
      "career": "Per gli Ariete, la settimana dal 14 al 20 dicembre 2025 si prospetta ricca di opportunità di crescita professionale. È il momento ideale per prendere decisioni importanti legate al lavoro, sfruttando la tua naturale intrusion e determinazione. Potresti ricevere riconoscimenti o nuove proposte che rafforzano la tua posizione. Tuttavia, è fondamentale valutare attentamente ogni collaborazione o progetto, evitando di agire d'impulso. Mantieni un atteggiamento aperto e collaborativo, e sfrutta questa settimana per consolidare i tuoi obiettivi a lungo termine. La tua energia positiva ti guiderà verso successi concreti.",
      "health": "Per la settimana dal 14 al 20 dicembre 2025, l'Ariete sarà favorevole a prendersi cura del proprio corpo, dedicando tempo a attività fisiche moderate come yoga o passeggiate all'aperto. È importante riservare momenti di calma per mantenere l’equilibrio mentale, magari praticando meditazione o mindfulness. Dedica del tempo al relax e alla cura di te stesso, ascoltando il bisogno di riposo e coccole, per affrontare con energia e serenità le sfide della settimana.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante questa settimana, il Toro si sentirà maggiormente ancorato alle proprie radici e alle cose che ama di più. È un momento favorevole per dedicarsi alla casa, alla famiglia e al benessere personale, trovando conforto nella routine quotidiana. Le energie planetarie suggeriscono di essere pazienti nelle comunicazioni e nelle decisioni importanti, evitando impulsi che potrebbero creare tensioni o malintesi. La Luna favorisce l'introspezione, invitando a riflettere sui propri obiettivi e sui passi necessari per raggiungerli. È un periodo propizio per rinnovare alcuni aspetti della vita affettiva e per migliorare il rapporto con le persone a voi care. La chiave del successo questa settimana risiede nella calma e nella capacità di ascolto. Approfittate delle energie favorevoli per consolidare quello che di buono avete costruito e per pianificare con chiarezza i progetti futuri, senza fretta e con determinazione.",
      "love": "Durante la settimana dal 14 al 20 dicembre, i Toro vivranno momenti di introspezione e rinnovamento nelle relazioni. Per i single, questa è una periodo favorevole per riflettere sui propri desideri e aprirsi a nuove conoscenze. Le opportunità romantiche potrebbero presentarsi in modo inatteso, ma è importante essere autentici e pazienti. Le coppie, invece, possono rafforzare il legame comunicando con sincerità e ascolto. Evitate incomprensioni e concentratevi sulla condivisione di momenti di qualità. Questa settimana invita a coltivare l’amore con equilibrio e autenticità, portando maggiore armonia nella vita sentimentale.",
      "career": "Durante la settimana dal 14 al 20 dicembre 2025, Toro avrà opportunità di consolidare la propria posizione professionale attraverso progetti strategici. È un momento favorevole per valutare nuove collaborazioni e approfondire competenze che favoriscano la crescita a lungo termine. La solidità delle relazioni con colleghi e superiori sarà un elemento chiave per avanzamenti o riconoscimenti. Tuttavia, si consiglia di essere cauti nelle decisioni più impulsive e di prenderti il tempo necessario per analizzare tutte le opzioni. Questo periodo invita a focalizzarsi su obiettivi concreti, rafforzando la fiducia in sé stessi e nel proprio percorso professionale.",
      "health": "Per la settimana dal 14 al 20 dicembre, i Toro potranno beneficiare di un equilibrio tra energia fisica e mentale. È consigliabile dedicarsi ad attività leggere come camminate all’aperto e yoga per rinvigorire corpo e mente. Prendersi del tempo per il relax e praticare tecniche di respirazione aiuterà a ridurre lo stress. Alimentazione equilibrata e sonno regolare sono fondamentali per mantenere vitalità e benessere complessivo in questa fase, rendendo la settimana serena e rigenerante.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "La settimana dal 14 al 20 dicembre si presenta come un momento di introspezione e rinnovamento per i Gemelli. La presenza di Mercurio, il vostro pianeta governatore, favorisce la comunicazione e il confronto, invitandovi a riflettere sulle vostre strategie e obiettivi. È un periodo propizio per chiarire idee, esprimere i vostri desideri più profondi e approfondire le relazioni interpersonali. Tuttavia, siate cauti nel prendere decisioni impulsive; il vostro intuito sarà fondamentale per orientare le scelte più importanti. La Luna in transito potrebbe portare emozioni intense e qualche momento di insicurezza, ma anche grande intuizione. Dedicate del tempo a voi stessi, praticando attività che favoriscano il relax e il benessere interiore. Questo è un momento favorevole per consolidare legami, ascoltare gli altri e pianificare con calma il futuro. La chiave sta nell’equilibrio tra mente e cuore.",
      "love": "Durante la settimana dal 14 al 20 dicembre, i Gemelli potranno sperimentare nuove opportunità romantiche grazie a incontri imprevisti o a conversazioni significative. Per i single, si consiglia di aprirsi e lasciarsi coinvolgere, poiché potrebbero nascere connessioni sincere. Le coppie, invece, beneficeranno di un’immersione nel dialogo e della condivisione di pensieri profondi, rafforzando il rapporto. È un momento favorevole per esprimere i propri sentimenti con sincerità, senza paure. La chiave sarà la comunicazione aperta e l’ascolto, per costruire un legame più forte e autentico.",
      "career": "Per i Gemelli, questa settimana si presenta come un momento favorevole per esplorare nuove opportunità professionali. La comunicazione sarà un elemento chiave: valorizza le tue capacità di dialogo e networking, che potranno aprirti porte interessanti. È il momento di valutare eventuali cambi di rotta o di assumere ruoli di maggiore responsabilità, ma fallo con cautela e analizzando bene tutte le alternative. La tua versatilità e adattabilità ti consentiranno di affrontare con sicurezza le sfide che potrebbero emergere. Approfitta di questa fase per consolidare i tuoi obiettivi e fare passi avanti concreti nel tuo percorso di carriera.",
      "health": "Per i Gemelli questa settimana si prospetta un buon equilibrio tra energia fisica e benessere mentale. È importante dedicare del tempo al riposo, mantenendo un'alimentazione equilibrata e idratandosi correttamente. La mente potrà beneficiare di momenti di riflessione e di attività che stimolino la creatività. Praticare tecniche di rilassamento come la meditazione o lo yoga aiuterà a ridurre lo stress e migliorare il sonno, favorendo un senso generale di tranquillità e vitalità.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Durante questa settimana, il Cancro si sentirà particolarmente sensibile e riflessivo, invitato a dedicare tempo alla cura di sé e alle proprie emozioni. La presenza di influenze positive favorisce l’introspezione e il rafforzamento dei legami familiari e affettivi. È un momento ideale per ascoltare il proprio cuore e affrontare con calma eventuali questioni irrisolte, evitando decisioni affrettate. La Luna sarà in una posizione favorevole per mettere in chiaro ciò che si desidera e comunicare con sincerità, favorendo il dialogo con le persone più vicine. Tuttavia, attenzione alle emozioni che possono diventare troppo intense o soggette a sbalzi d’umore: trovare il giusto equilibrio sarà la chiave. Per affrontare con successo questa settimana, dedicati a pratiche di relax e meditazione, e ricorda che prendersi cura di sé è il modo migliore per affrontare con serenità le sfide che si presenteranno.",
      "love": "Durante questa settimana, i Cancro potrebbero sentire un grande desiderio di connessione emotiva, portandoli a rafforzare i legami esistenti o ad aprirsi a nuove opportunità d’amore. Per i single, c’è una possibilità di incontri significativi trascinatati dal cuore, ma è importante mantenere la sincerità. Le coppie, invece, dovrebbero dedicare tempo alla comunicazione autentica, evitando incomprensioni. La vostra empatia sarà la chiave per superare eventuali sfide. Ascoltare il partner e mostrare il proprio affetto contribuirà a cementare i legami e portare un equilibrio armonioso nella relazione.",
      "career": "Nella settimana dal 14 al 20 dicembre 2025, i Cancro potrebbero sentirsi più motivati a mettere in atto nuove strategie professionali. Sarà un momento favorevole per esplorare opportunità di formazione o collaborazioni che possano rafforzare il vostro ruolo. Le energie saranno orientate verso il consolidamento delle vostre competenze e l’affermazione di voi stessi nel lavoro. È importante valutare attentamente ogni proposta e mantenere un atteggiamento aperto al confronto. Decisioni ponderate e una comunicazione chiara vi aiuteranno a raggiungere obiettivi di crescita e a rafforzare la vostra posizione professionale.",
      "health": "La settimana dal 14 al 20 dicembre sarà favorevole per i Cancro che desiderano dedicare attenzione alla propria salute. Dal punto di vista fisico, è importante mantenere un'alimentazione equilibrata e praticare esercizio moderato per rafforzare il sistema immunitario. Mentalmente, si consiglia di trovare momenti di tranquillità, magari tramite meditazione o un’attività rilassante. Dedica tempo anche al benessere emotivo, circondandoti di persone positive e concedendoti pause rigeneranti.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "La settimana dal 14 al 20 dicembre 2025 si presenta come un periodo di energia intensa e introspezione per il Leone. Sarai chiamato a riflettere sui tuoi obiettivi più profondi e a rivalutare le tue priorità, soprattutto in ambito personale e professionale. La presenza di alcuni transiti planetari favorisce la chiarezza e la determinazione, permettendoti di affrontare eventuali sfide con maggiore sicurezza. È un momento ideale per mettere in ordine i tuoi progetti e consolidare le relazioni più importanti. Tuttavia, potresti sentire il bisogno di concederti pause e momenti di introspezione, ascoltando la tua voce interiore. La comunicazione sarà particolarmente favorevole, quindi sfrutta questa occasione per condividere idee e sentimenti con chi ti sta accanto. Ricorda di mantenere un equilibrio tra ambizione e cura di te stesso, trovando spazio anche per il relax e il benessere personale.",
      "love": "Per i Leoni, questa settimana si presenta come un momento di riflessione e rinnovamento nelle relazioni. I single potrebbero incontrare opportunità sorprendenti, ma è importante mantenere apertura e sincerità. Per le coppie, è un periodo di rafforzamento emotivo e di comunicazione profonda: ascoltare il partner porterà a una maggiore intimità. È consigliabile dedicare tempo alla relazione, senza lasciarsi sopraffare dai impegni. Mostrare affetto e riconoscenza può rafforzare i legami e creare un senso di stabilità. Ricorda di affrontare ogni discussione con calma e sincerità.",
      "career": "Durante la settimana dal 14 al 20 dicembre 2025, il Leone sentirà una forte spinta verso nuove opportunità lavorative. È il momento ideale per esplorare progetti ambiziosi e assumersi maggiori responsabilità, che potranno portare crescita e riconoscimenti. La tua determinazione e sicurezza influenzeranno positivamente i colleghi e i superiori. Tuttavia, sarà importante valutare con attenzione tutte le decisioni professionali, evitando di agire impulsivamente. Approfitta di questa fase per consolidare alleanze strategiche e pianificare obiettivi a lungo termine, migliorando così la tua posizione nel cuore della stessa settimana.",
      "health": "Durante questa settimana, Leone sentirà il bisogno di prendersi cura del proprio corpo attraverso attività leggere e rigeneranti come yoga o passeggiate all'aperto, che aiuteranno anche a migliorare il benessere mentale. È importante dedicare del tempo al relax e alla meditazione per ridurre lo stress. Assicurati di mantenere un’alimentazione equilibrata e di dormire a sufficienza. Prendersi cura di sé stesso favorirà una settimana di maggiore energia e serenità.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Questa settimana, l'energia predominante per la Vergine invita a una riflessione profonda su come organizzare al meglio i tuoi obiettivi. Sono favoriti i momenti di introspezione e di pianificazione, che ti aiuteranno a chiarire le priorità e a riconoscere eventuali ostacoli nascosti. La tua attenzione ai dettagli sarà un grande punto di forza, ma cerca di evitare di essere troppo critico con te stesso o con gli altri. Le relazioni, sia personali che professionali, richiedono un approccio equilibrato: ascolta con empatia e sii aperto a nuove prospettive. La settimana ti offre anche opportunità di crescita personale se saprai affrontare le sfide con calma e determinazione. Ricorda di dedicare momenti di benessere e di cura personale, perché il tuo equilibrio interiore sarà la chiave per affrontare con successo le situazioni più complesse.",
      "love": "Per la settimana dal 14 al 20 dicembre 2025, la Vergine potrà vivere momenti di introspezione e riflessione nelle relazioni. I single avranno l’opportunità di conoscere persone sincere e affascinanti, ma è importante essere pazienti e ascoltare il proprio cuore. Per le coppie, questa settimana favorisce la comunicazione aperta e la condivisione di sentimenti profondi, rafforzando il legame. Evitate di essere troppo critici o perfezionisti, lasciando spazio alla spontaneità. Con attenzione e sincerità, potete consolidare il vostro rapporto o aprire nuove porte all’amore.",
      "career": "Durante la settimana dal 14 al 20 dicembre 2025, le Vergine avranno l'opportunità di consolidare le proprie competenze e di emergere in ambito lavorativo. È un momento favorevole per proporre idee innovative e per assumersi nuove responsabilità, che potrebbero portare a un riconoscimento professionale. Tuttavia, è importante valutare attentamente ogni proposta e mantenere un atteggiamento aperto al cambiamento. La sera del 17 dicembre sarà di particolare ispirazione per riflettere sui propri obiettivi a lungo termine. Questo periodo favorisce anche incontri e collaborazioni che potrebbero aprire nuove porte in futuro.",
      "health": "Per la settimana dal 14 al 20 dicembre 2025, i Vergine potranno notare miglioramenti nella loro energia fisica, grazie a una sana alimentazione e all’attività fisica moderata. È importante dedicare del tempo alla cura mentale, praticando meditazione o tecniche di rilassamento per ridurre lo stress. Dedica momenti di riposo e ascolta il corpo, evitando eccessi. La cura di sé sarà la chiave per mantenere equilibrio e benessere durante questa settimana.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Durante questa settimana, la Bilancia avvertirà un senso di tensione tra desiderio di armonia e bisogno di affrontare alcune sfide personali. Le influenze astrali favoriranno momenti di introspezione, invitandoti a riflettere sulle relazioni e sulle decisioni importanti che hai trascurato. È un momento propizio per dedicarti a attività che favoriscano il benessere mentale e fisico, come la meditazione o una passeggiata all’aria aperta. La comunicazione sarà fondamentale: cerca di essere sincero e aperto con le persone vicino a te, evitando fraintendimenti. Questa settimana ti invita a trovare un equilibrio tra il dare e il ricevere, rafforzando legami affettivi e professionali. Non lasciarti sopraffare dalle emozioni negative; invece, utilizza questa energia per consolidare le tue intenzioni e pianificare con calma i tuoi prossimi passi.",
      "love": "La settimana dal 14 al 20 dicembre 2025 porta ai Bilancia nuove opportunità romantiche e un rafforzamento dei legami esistenti. I single potrebbero incontrare qualcuno di speciale in un contesto sociale o durante un’attività creativa, quindi è importante mantenere un atteggiamento aperto e fiducioso. Le coppie, invece, beneficeranno di un momento di dialogo sincero, riscoprendo l’affinità e la complicità. È il momento di organizzare piccole uscite insieme e dedicareattenzione alle esigenze del partner. La chiave di questa settimana è l’equilibrio tra ascolto e condivisione, per consolidare le relazioni",
      "career": "Durante la settimana dal 14 al 20 dicembre 2025, i Bilancia potranno percepire un momento di profonda riflessione professionale. Sarà un periodo favorevole per valutare nuove opportunità di crescita e rafforzare rapporti con colleghi e superiori. Le decisioni importanti riguardanti progetti e investimenti richiederanno prudenza, ma anche intuizione. Sii aperto a collaborazioni e lasciati guidare dalla tua capacità di mediazione. La chiarezza e l’equilibrio mentale ti aiuteranno a fare scelte strategiche con successo, portando benefici concreti alla tua carriera nei prossimi mesi.",
      "health": "Per la settimana dal 14 al 20 dicembre 2025, i Bilancia si troveranno in un momento favorevole per dedicarsi alla salute fisica e mentale. È consigliabile mantenere un'alimentazione equilibrata e inserire attività fisiche leggere come passeggiate o yoga per rinvigorire il corpo. Dedicate tempo al relax e alla meditazione per ridurre lo stress. Ricordate di ascoltare il vostro bisogno di calma e di concedervi pause rigeneranti, rafforzando il vostro benessere complessivo.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Durante questa settimana, i nati sotto il segno dello Scorpione si troveranno a vivere un periodo di introspezione e profonde trasformazioni. Le energie planetarie favoriscono un momento di riflessione interiore, permettendoti di fare chiarezza sui tuoi obiettivi e sui tuoi desideri più autentici. È un momento ideale per lasciar andare vecchi schemi e abbracciare nuove prospettive, anche se questo richiederà coraggio e decisione. La comunicazione con le persone a te care sarà più fluida e sincera, rafforzando i legami affettivi e professionali. Tuttavia, attenzione alle tensioni che potrebbero sorgere in ambito lavorativo; affrontale con pazienza e maturità. Ti invita a dedicare del tempo alla cura di te stesso, praticando attività che ti rilassano e ti ricentrano. Sfrutta questa settimana per ascoltare il tuo intuito e procedere con fermezza verso il cambiamento positivo.",
      "love": "Questa settimana, i Scorpione potrebbero sperimentare un'opportunità di rinascita nelle relazioni. I single potrebbero incontrare qualcuno di speciale, grazie a un’intuizione o a una nuova attività sociale. È il momento di essere aperti e sinceri con i propri sentimenti. Per chi è in coppia, la comunicazione sarà fondamentale: dedicare tempo all'ascolto e alla comprensione rafforzerà il legame. Evitate confronti troppo accesi e cercate di condividere emozioni profonde. La prudenza e l’empatia saranno le vostre alleate per vivere momenti armoniosi e appaganti.",
      "career": "La settimana dal 14 al 20 dicembre 2025 sarà favorevole per i Scorpione in ambito professionale. Saranno presenti nuove opportunità di collaborazione che potrebbero portare a una crescita significativa. È il momento di mettere in evidenza le proprie competenze e di assumersi responsabilità maggiori, che verranno riconosciute. La vostra determinazione e intuizione saranno strumenti preziosi per affrontare eventuali sfide e prendere decisioni strategiche. Evitate di lasciare passare occasioni importanti e mantenete un atteggiamento aperto e flessibile. Questa settimana favorisce anche il rafforzamento dei rapporti con colleghi e superiori, contribuendo a un ambiente di lavoro più armonioso",
      "health": "Per la settimana dal 14 al 20 dicembre, i nati sotto il segno dello Scorpione potranno avvertire un incremento di energia, ideale per dedicarsi a attività fisiche moderate come lo yoga o le passeggiate all'aperto. È importante concentrarsi sul benessere mentale praticando tecniche di rilassamento e mindfulness, per mantenere equilibrio emotivo. Dedicate del tempo alla cura di voi stessi, concedendovi pause rigeneranti e ascoltando le vostre esigenze profonde per rafforzare la vostra salute complessiva.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Questa settimana il Sagittario si trova a vivere un momento di grande introspezione e riflessione. Le energie planetarie favoriscono la ricerca di equilibrio tra il desiderio di avventura e la necessità di stabilità interiore. È un buon periodo per dedicarsi a progetti di crescita personale e per affrontare con serenità eventuali sfide emotive. La comunicazione sarà un punto forte, quindi approfitta della settimana per confrontarti con persone care o collaboratori, consolidando rapporti importanti. Tuttavia, sii cautamente nel gestire responsabilità e impegni; non tutto può essere risolto in fretta, e una visione più calma ti aiuterà a evitare stress inutili. La presenza di Saturno indica che il successo arriverà con pazienza e perseveranza. Ascolta il tuo intuito, e non perdere di vista i tuoi obiettivi più autentici. Con una mente aperta, questa settimana può portarti crescita e nuove opportunità.",
      "love": "Per i Sagittario, questa settimana si apre con nuove opportunità di incontro e di approfondimento nelle relazioni esistenti. Se sei single, potresti incontrare qualcuno che stimola la tua mente e il tuo spirito avventuroso. È il momento di aprirti e di essere sincero con i tuoi sentimenti. Per chi è in coppia, la comunicazione sarà la chiave per rinsaldare il vostro legame. Dedica tempo alla condivisione di momenti intensi e ascolta attentamente il partner. Mantieni un atteggiamento positivo e fiducioso, sfruttando questa fase per rafforzare le relazioni e lasciarti trasportare dall’entusiasmo.",
      "career": "Questa settimana, il Sagittario potrà cogliere nuove opportunità di crescita professionale grazie a una maggiore chiarezza nelle proprie idee e obiettivi. È il momento di affrontare progetti ambiziosi con fiducia, sfruttando le capacità di leadership che emergono in modo naturale. Tuttavia, si consiglia di valutare attentamente le decisioni importanti, evitando impulsività. I contatti con colleghi e superiori potranno rafforzare la vostra posizione, facilitando eventuali avanzamenti di carriera. Siate aperti al cambiamento e pronti a mettere in discussione le vostre strategie per ottenere risultati più soddisfacenti nel lungo termine.",
      "health": "Durante la settimana dal 14 al 20 dicembre 2025, i Sagittario sentiranno una buona energia fisica, ma è importante mantenere un equilibrio tra riposo e attività. Dedica del tempo alla meditazione o a pratiche di rilassamento per favorire il benessere mentale, evitando lo stress eccessivo. Cura l’alimentazione, prediligendo cibi nutrienti e idratandoti adeguatamente. Ricorda di ascoltare il tuo corpo e di concederti momenti di autonomia e relax per affrontare con serenità la settimana.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Questa settimana, il Capricorno sentirà un senso di rinnovata determinazione e chiarezza. La Luna nel tuo segno favorisce introspezione e riorganizzazione delle priorità, permettendoti di affrontare con maggiore sicurezza le sfide imminenti. È un momento favorevole per concentrarti sui tuoi obiettivi a lungo termine, ma attenzione a non trascurare i dettagli pratici nel processo di pianificazione. Le energie planetarie ti invitano a trovare un equilibrio tra ambizione e cura di te stesso, evitando di sovraccaricarti di impegni. La comunicazione sarà un punto chiave: sii chiaro e trasparente con colleghi e familiari, così potrai rafforzare collaborazioni e relazioni importanti. Ricorda di concederti anche momenti di relax e riflessione per ricaricare le energie. La settimana si presenta come un’opportunità di crescita, con nuove prospettive che saprai cogliere con pazienza e determinazione.",
      "love": "Nella settimana dal 14 al 20 dicembre, i Capricorno vivranno momenti di introspezione e rinnovamento nelle relazioni. Per i single, si aprono opportunità di incontri significativi, purché siano aperti e sinceri con se stessi. È il momento di riconsiderare i propri desideri e di mostrare genuinità agli altri. Le coppie, invece, possono affrontare questioni di fiducia o incomprensioni, ma con pazienza e ascolto reciproco riusciranno a rafforzare il legame. Consiglio di dedicare del tempo alla comunicazione e di evitare decisioni affrettate, concentrandosi sull’amore e sulla comprensione recipro",
      "career": "Nella settimana dal 14 al 20 dicembre 2025, i Capricorno potranno vivere un periodo di consolidamento professionale. Sono favoriti nuovi incontri lavorativi e opportunità di collaborazione che richiederanno attenzione e determinazione. È il momento di valutare seriamente eventuali cambi di rotta o richieste di avanzamento, ma con cautela e pianificazione accurata. La stabilità finanziaria si mantiene solida, anche grazie a decisioni ponderate. Tuttavia, evitando rinvii o sottovalutazioni di dettagli importanti, i Capricorno potranno cogliere occasioni di crescita e rafforzare la propria posizione lavorativa con sicurezza e chiarezza mentale.",
      "health": "Per i capricorni, questa settimana si presenta come un'opportunità di rinnovamento e di attenzione al benessere. Dal punto di vista fisico, è importante dedicare tempo a esercizi di stretching e mantenere un'alimentazione equilibrata. Per la mente, pratiche di mindfulness e pause regolari favoriranno chiarezza e serenità. Dedica momenti alla cura di te stesso, come un massaggio o un bagno rilassante, per rinforzare il senso di benessere complessivo. Questa settimana invita a coltivare equilibrio",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "La settimana dall'14 al 20 dicembre 2025 si presenta come un periodo di riflessione e introspezione per gli Acquario. Le energie planetarie favoriscono una maggiore consapevolezza di sé e spingono a riconsiderare le relazioni importanti, sia personali che professionali. È il momento di ascoltare il proprio intuito e di lasciar andare eventuali sensi di colpa o paure che potrebbero ostacolare il progresso. Questa settimana invita a dedicare del tempo alla meditazione o a pratiche che favoriscano il benessere mentale. Sul fronte lavorativo, potrebbero emergere opportunità inattese, ma è importante valutare bene i rischi prima di investire. In amore, la sincerità e la comunicazione aperta saranno fondamentali per rafforzare i legami. Approfitta di questa fase per mettere in ordine i tuoi pensieri e definire chiaramente i tuoi obiettivi futuri, senza fretta ma con attenzione e determinazione.",
      "love": "Per gli Acquario, questa settimana si presenta come un momento favorevole per approfondire i legami esistenti e scoprire nuove opportunità romantiche. I single potrebbero incontrare qualcuno che cattura la loro attenzione attraverso attività sociali o hobby condivisi. Per le coppie, è importante dedicare tempo alla comunicazione aperta e sincera, superando eventuali incomprensioni. La chiave è mantenere un atteggiamento positivo e lasciarsi sorprendere dagli incontri. Consiglio di ascoltare il proprio partner con attenzione e di essere disposto a nuove avventure. La settimana promette emozioni e crescita affettiva se si affronta con apertura e sincerità.",
      "career": "Nella settimana dal 14 al 20 dicembre 2025, l’Acquario si troverà in un momento favorevole per valutare nuove opportunità professionali. È un periodo ideale per consolidare le relazioni lavorative e mostrare le proprie competenze. La creatività e l’innovazione saranno punti di forza, facilitando avanzamenti o proposte di progetto. Tuttavia, è importante mantenere una certa flessibilità e ascoltare attentamente i consigli dei colleghi. Le decisioni di carriera dovrebbero essere prese con calma, puntando a obiettivi a medio termine. Questa settimana favorisce la crescita e l’orientamento verso un percorso più soddisfacente.",
      "health": "Durante questa settimana, l'Acquario sentirà il bisogno di dedicare più attenzione alla propria salute fisica. È il momento di praticare attività leggere come passeggiate o yoga, per rinvigorire corpo e mente. La salute mentale richiederà momenti di tranquillità e riflessione: dedicati alla meditazione o a un hobby che ti appassiona. Ricorda di ascoltare il tuo corpo, mantenere un’alimentazione equilibrata e concederti pause di relax per affrontare con energia la settimana.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Questa settimana, i Pesci attraversano un periodo di riflessione profonda e introspezione. L'influsso dei pianeti favorisce un momento di crescita interiore, invitando a riconsiderare le proprie energie e priorità. È un momento ideale per dedicarsi a pratiche che favoriscano il benessere emotivo, come la meditazione o il journaling, per chiarire ciò che desiderano veramente. Le relazioni intime potrebbero richiedere attenzione: ascoltare con empatia e comunicare sinceramente aiuterà a rafforzare i legami più importanti. Sul fronte professionale, si presenta una buona opportunità per proporre idee innovative o per affrontare progetti con una nuova prospettiva. La settimana invita a mantenere una mentalità aperta e a fidarsi del proprio intuito. Ricordate di concedervi il tempo per ricostruire energie e di non perdere di vista ciò che nutre il vostro spirito, lasciandovi guidare dall’intuizione e dalla calma interiore.",
      "love": "Per i Pesci, questa settimana si apre con opportunità di approfondire i legami esistenti, portando maggiore intimità e comprensione reciproca. Per i single, potrebbe profilarsi una nuova conoscenza che richiederà sincerità e apertura. È il momento di mettere da parte insicurezze e lasciarsi andare, confidando nelle occasioni che si presenteranno. Le coppie troveranno modo di rafforzare il legame attraverso comunicazioni sincere e gesti di affetto. La chiave sarà ascoltare con attenzione e condividere i propri sentimenti senza timore. Siate aperti alle emozioni e pronti a vivere momenti significativi.",
      "career": "La settimana dal 14 al 20 dicembre 2025 si presenta favorevole per i nati sotto il segno dei Pesci, offrendo opportunità di crescita professionale e nuove collaborazioni. È un momento ideale per rivedere i propri obiettivi e pianificare strategie a medio termine. La comunicazione con colleghi e superiori sarà fondamentale per avanzare in progetti importanti. Prestare attenzione alle intuizioni e alle idee innovative potrebbe portare a riconoscimenti o a proposte di lavoro interessanti. È consigliabile mantenere una mentalità aperta e affrontare le decisioni con calma e pragmatismo, sfruttando al massimo le opportunità che si presenteranno.",
      "health": "Questa settimana, i Pesci sentiranno una grande energia per dedicarsi al benessere fisico, con possibilità di migliorare l’alimentazione e praticare esercizi dolci come lo yoga o la passeggiata. La mente avrà bisogno di calma: dedicate tempo alla meditazione o a momenti di silenzio. Per il vostro benessere, prendetevi momenti di riposo, ascoltate il corpo e concedetevi piccole coccole, come un bagno caldo o un libro rilassante.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    }
  }
}