{
  "week": "2025-W51",
  "language": "es",
  "entries": {
    "aries": {
      "overview": "Esta semana, los aries sentirán una energía dinámica que los impulsa a avanzar en sus proyectos y metas personales. La influencia de los astros favorece la claridad mental y la toma de decisiones, por lo que es un buen momento para planificar y definir nuevos objetivos. Sin embargo, es importante que mantengan el equilibrio emocional y eviten la impulsividad que puede surgir ante situaciones inesperadas. La comunicación con seres cercanos será clave para fortalecer vínculos y resolver posibles malentendidos. En el aspecto laboral, la motivación estará en su punto máximo, pero les conviene ser pacientes y escuchar las opiniones de otros antes de actuar. En el plano emocional, es un momento favorable para dedicar tiempo a su pareja o amigos, fomentando la confianza y la sinceridad. Aprovechen esta semana para seguir creciendo, pero con calma y reflexión, asegurando que sus acciones estén alineadas con sus verdaderos valores.",
      "love": "Esta semana, los arianos experimentarán una energía positiva que favorece la comunicación en sus relaciones. Para quienes están en pareja, será un momento ideal para profundizar en la confianza y expresar sentimientos sinceros, fortaleciendo vínculos existentes. Los solteros tendrán oportunidades de conocer a personas interesantes si abren su corazón con sinceridad. Es importante que no teman mostrar su vulnerabilidad y sean receptivos a nuevas experiencias afectivas. La clave será equilibrar la pasión con la paciencia, recordando que la honestidad y la empatía abrirán caminos para relaciones más profundas y satisfactorias.",
      "career": "Durante la semana del 14 al 20 de diciembre de 2025, los Aries podrán experimentar avances significativos en su carrera si mantienen una actitud proactiva y abierta a nuevas ideas. Es un momento propicio para explorar oportunidades laborales que requieran liderazgo y decisión, y también para consolidar relaciones profesionales. La inteligencia emocional y la paciencia serán claves para tomar decisiones acertadas, especialmente en situaciones de presión. Aprovecha esta semana para comunicar tus objetivos con claridad y buscar mentorías o asesoramientos que potencien tu crecimiento. Con determinación, lograrás sentar bases sólidas para futuros desafíos y ascensos en tu camino profesional.",
      "health": "Durante esta semana, los arianos sentirán una energía renovada que favorecerá su bienestar físico y mental. Es recomendable que prioricen el descanso y eviten sobrecargarse de actividades. Incorporar momentos de relajación, como meditación o paseos al aire libre, potenciará su salud emocional y claridad mental. También sería beneficial mantener una alimentación balanceada y mantenerse hidratados. Aprovechen esta etapa para escuchar su cuerpo y dedicar tiempo a actividades que les brinden paz y equilibrio.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Esta semana, Tauro, te sientes especialmente conectado con tus valores y con lo que realmente importa en tu vida. Es un período favorable para reflexionar sobre tus metas a largo plazo y hacer ajustes que te acerquen a tu bienestar emocional y material. La energía planetaria favorece la estabilidad, pero también te invita a salir de tu zona de comfort para explorar nuevas oportunidades, especialmente en el ámbito laboral y financiero. Es un momento propicio para consolidar relaciones cercanas, teniendo en cuenta que la honestidad y la empatía fortalecerán tus lazos afectivos. Sin embargo, evita la tendencia a la terquedad y mantén un enfoque abierto a las ideas de otros. En lo personal, dedica tiempo a cuidar tu bienestar físico y mental, practicando alguna actividad que te ayude a recargar energías. Aprovecha esta semana para fortalecer tu paz interior y avanzar con determinación hacia tus objetivos más importantes.",
      "love": "Esta semana, los Tauro experimentarán una energía positiva en sus relaciones. Para los solteros, es una excelente oportunidad para abrirse a nuevas experiencias y dejarse llevar por la espontaneidad. La sinceridad será clave para atraer conexiones auténticas. Las parejas podrán disfrutar de momentos de intimidad y comprensión, fortaleciendo su vínculo. Es importante que comunique sus sentimientos de manera honesta y evite malentendidos. La paciencia será su mejor aliada, especialmente cuando surjan pequeños desacuerdos. Aproveche esta semana para fortalecer sus lazos afectivos y mantener una actitud abierta y receptiva ante las oportunidades amorosas que se presenten.",
      "career": "Esta semana, los tauro podrán experimentar avances significativos en su trayectoria profesional si mantienen una actitud positiva y abiertas a nuevas oportunidades. Es un momento favorable para fortalecer relaciones laborales y explorar proyectos innovadores. La paciencia y la perseverancia serán clave para afrontar posibles desafíos. Considera revisar tus metas a largo plazo y ajustar tu estrategia si es necesario. La comunicación efectiva te permitirá destacar y alcanzar acuerdos beneficiosos. Aprovecha esta semana para mostrar tu compromiso y buscar asesoramiento si necesitas tomar decisiones importantes. Con compromiso y claridad, podrás abrir puertas hacia un crecimiento profesional sólido y duradero.",
      "health": "Durante esta semana, Tauro sentirá una renovada energía física que favorece actividades al aire libre y ejercicio suave. Es un buen momento para priorizar el descanso y la alimentación equilibrada, fortaleciendo así el cuerpo. En lo mental, la calma y la reflexión serán clave; meditar ayudará a reducir el estrés y aclarar ideas. Dedica tiempo a cuidar de ti mismo, estableciendo límites y permitiéndote momentos de tranquilidad que aportarán bienestar integral y equilibrio emocional.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Durante esta semana, los geminianos sentirán una energía vibrante que potenciará su comunicación y su creatividad. Es un momento propicio para expresar sus ideas y compartir sus pensamientos con los demás, fortaleciendo relaciones tanto en lo personal como en lo laboral. Sin embargo, deberán tener cuidado con dispersarse demasiado, ya que la tendencia a querer abarcarlo todo puede generar estrés y fatiga. Es recomendable que organicen sus tareas y establezcan prioridades claras para no perder el rumbo. La influencia de los planetas les invita a dedicar tiempo a la introspección, buscando comprender mejor sus propias necesidades y emociones. Aprovechen para aprender algo nuevo o profundizar en un proyecto que les apasione. La clave será mantener un equilibrio entre su entusiasmo por explorar y la calma necesaria para asentar sus logros. Confíen en su capacidad para adaptarse y avanzar con claridad durante estos días.",
      "love": "Durante esta semana, los geminianos experimentarán una energía positiva que favorece la apertura emocional y la comunicación en sus relaciones. Para los solteros, este es un momento ideal para socializar y dejarse llevar por nuevas conexiones, siempre siendo sinceros consigo mismos y con los demás. Las parejas, por su parte, fortalecerán su vínculo si dedican tiempo a escuchar y entender las necesidades de su pareja. Es recomendable evitar malentendidos y expresar claramente sus sentimientos. En general, la semana invita a la autenticidad y la confianza para avanzar en el amor, recordando que la comunicación sincera es la clave para profundizar en su vida sentimental.",
      "career": "Durante la semana del 14 al 20 de diciembre de 2025, los Géminis experimentarán un período de gran dinamismo en su entorno laboral. Las oportunidades de colaboración y proyectos conjuntos estarán en auge, permitiendo potenciar su crecimiento profesional. Es un momento favorable para tomar decisiones importantes respecto a su carrera, siempre y cuando analicen con cuidado las opciones disponibles. La comunicación será clave para fortalecer relaciones laborales y abrir nuevas puertas. Aprovechen la energía de esta semana para mostrar su talento y liderazgo, y así consolidar su posición en el ámbito profesional.",
      "health": "Esta semana, Géminis experimentará un aumento en su energía física, lo que favorece actividades ligeras y movimiento al aire libre. Es importante que reserve tiempo para la relajación mental, practicando técnicas de respiración o meditación para aliviar el estrés. Dedique momentos a cuidar su bienestar emocional y mental, evitando sobrecargarse de compromisos. Incorpore una alimentación equilibrada y descanso suficiente para mantener su vitalidad y claridad mental durante toda la semana.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Durante esta semana, los nativos de Cáncer sentirán una energía intensa que los invitará a revisar sus emociones y relaciones más cercanas. Es un momento propicio para fortalecer los vínculos familiares y abrirse a la comunicación sincera, siempre desde la empatía y el entendimiento. La influencia de los astros también los motivará a mantener un equilibrio emocional, evitando que las preocupaciones cotidianas afecten su bienestar interior. La clave será escuchar más a su intuición y confiar en sus instintos. Es recomendable dedicar tiempo al autocuidado y a actividades que les brinden paz y tranquilidad. A nivel profesional, surgirán oportunidades para demostrar su dedicación y talento, por lo que deben estar atentos a las señales y aprovechar cada oportunidad. En definitiva, esta semana les brinda la oportunidad de crecer emocionalmente, fortaleciendo sus relaciones y encontrando armonía en su entorno.",
      "love": "Esta semana, los Cancérs pueden experimentar momentos de profunda conexión emocional. Para quienes están en pareja, la comunicación será clave para fortalecer vínculos y resolver malentendidos. Es un momento ideal para mostrar tu sensibilidad y escuchar activamente a tu pareja. Los solteros deberán estar atentos a las oportunidades de conocer a alguien especial en entornos sociales. La sinceridad y la apertura jugarán un papel fundamental para atraer amor genuino. Recuerda cuidar también de ti mismo, dedicando tiempo a tus sentimientos y necesidades. Mantén una actitud positiva y confiada, y las relaciones florecerán con mayor facilidad.",
      "career": "Durante la semana del 14 al 20 de diciembre de 2025, los cánceres podrán experimentar oportunidades de crecimiento profesional si se mantienen abiertos a nuevas ideas y colaboraciones. Es un momento propicio para reflexionar sobre su camino laboral y tomar decisiones importantes que aporten estabilidad y satisfacción. La comunicación con colegas y superiores será clave para avanzar en proyectos y obtener reconocimiento. Aprovechen para mejorar habilidades y mostrar liderazgo en sus tareas. La paciencia y la autodisciplina serán esenciales para afrontar desafíos y consolidar sus metas profesionales, permitiendo avanzar con confianza hacia un futuro prometedor.",
      "health": "Para la semana del 14 al 20 de diciembre de 2025, los Cáncer experimentarán un equilibrio en su salud física si priorizan el descanso y una alimentación equilibrada. Es un momento ideal para dedicar tiempo a la meditación y a prácticas que fortalezcan su bienestar mental. Recomendaciones incluyen mantener una rutina de ejercicio suave, desconectar del estrés diario y practicar la autocompasión. Permítase momentos de tranquilidad y autocuidado para recargar energías y fortalecer su resiliencia emocional.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Esta semana, los Leo sentirán una corriente de energía vibrante que los impulsa a destacar y a brillar en sus ámbitos personales y profesionales. La influencia de los astros resalta la importancia de confiar en su intuición y en su carisma natural para conquistar nuevos proyectos o fortalecer relaciones existentes. Es un momento propicio para tomar decisiones audaces, siempre con un enfoque claro y consciente. La comunicación será clave, así que aprovecha para expresar tus ideas con sinceridad y escuchar activamente a quienes te rodean. Las energías también favorecen el autocuidado y la reflexión interna, así que dedica tiempo a conectar con tus emociones y a establecer metas realistas para el futuro. Mantén una actitud positiva frente a los obstáculos y recuerda que tu creatividad y confianza serán tus mejores aliados esta semana. Aprovecha cada oportunidad para crecer y seguir brillando con autenticidad.",
      "love": "Esta semana, los Leo experimentarán una energía positiva en sus relaciones, abriendo oportunidades para profundizar la conexión con su pareja o conocer a alguien especial. Es un momento propicio para la comunicación sincera y para expresar sentimientos que quizás estaban en espera. Para los solteros, la confianza en sí mismos atraerá nuevas posibilidades románticas. Para las parejas, dedicar tiempo de calidad fortalecerá su vínculo. Eviten malentendidos y practiquen la empatía. La clave será mantener una actitud abierta y honesta, permitiendo que la energía amorosa fluya sin obstáculos y promoviendo una mayor cercanía y comprensión mutua.",
      "career": "Durante la semana del 14 al 20 de diciembre de 2025, Leo tendrá oportunidades significativas para avanzar en su carrera. La energía cósmica favorecerá decisiones clave, permitiéndole explorar nuevas áreas de interés profesional. Es un momento propicio para hacer conexiones importantes y fortalecer relaciones laborales. La intuición será una aliada valiosa para evaluar propuestas y proyectos futuros. Sin embargo, deberá mantener la cautela ante posibles malentendidos o distracciones. La clave será actuar con confianza, comunicar claramente sus ideas y aprovechar el impulso para innovar en su entorno laboral. La semana promete crecimiento y nuevos horizontes en su trayectoria profesional.",
      "health": "Durante la semana del 14 al 20 de diciembre de 2025, los Leos experimentarán un impulso en su energía física si mantienen una rutina regular de ejercicio y cuidado alimenticio. Es importante que prioricen momentos de descanso y actividades que fomenten su bienestar mental, como la meditación o paseos al aire libre. Dedicar tiempo a su autoevaluación y amor propio fortalecerá su autoestima y reducir el estrés, promoviendo una semana equilibrada en todos los aspectos del bienestar.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Esta semana, Virgo, te sentirás motivado a organizar y optimizar diferentes aspectos de tu vida, aprovechando la energía de la planificación y la atención al detalle. Es un momento propicio para revisar tus metas y ajustar tus prioridades, especialmente en el ámbito laboral y personal. La presencia de planetas en tu signo favorece la comunicación, por lo que será beneficioso expresar tus ideas con claridad y confianza. Sin embargo, debes tener cuidado de no volverte demasiado crítico contigo mismo o con los demás; la paciencia será tu mejor aliada. La energía introspectiva te invita a reflexionar sobre tus relaciones y tus verdaderos deseos, ayudándote a tomar decisiones que te acerquen más a tu bienestar emocional. Aprovecha estos días para implementar pequeños cambios que mejoren tu rutina, y confía en tu capacidad para superar cualquier desafío con esfuerzo y precisión.",
      "love": "Durante la semana del 14 al 20 de diciembre de 2025, los Virgo experimentarán una energía favorable para fortalecer sus relaciones y abrirse a nuevas oportunidades románticas. Los solteros podrían encontrar conexiones significativas si se muestran auténticos y expresan sus sentimientos con sinceridad. Para las parejas, esta semana será ideal para resolver malentendidos y fortalecer la confianza mutua. Es importante que escuchen con atención y sean pacientes. Aprovecha estas energías para comunicarte con claridad y mostrar tu afecto, logrando mayor armonía en el ámbito amoroso.",
      "career": "Durante la semana del 14 al 20 de diciembre de 2025, los Virgo experimentarán un período de reflexión y crecimiento profesional. Las oportunidades de avanzar en proyectos importantes serán palpables si mantienen una actitud organizada y perseverante. Es un momento oportuno para evaluar sus metas y decidir si es necesario realizar cambios en la dirección de su carrera. La comunicación con colegas y superiores será clave para abrir nuevas puertas. Aprovechen para adquirir conocimientos que fortalezcan su posición laboral y confíen en su capacidad para afrontar desafíos con calma y determinación.",
      "health": "Durante la semana del 14 al 20 de diciembre de 2025, los Virgo sentirán un impulso positivo en su salud física, favorecido por una dieta equilibrada y ejercicio regular. La mente estará más tranquila si dedican tiempo a la meditación o actividades que les permitan relajarse. Es importante priorizar el descanso y cuidar las emociones, evitando el estrés innecesario. Aprovechen para desconectar, disfrutar del aire libre y fortalecerse tanto física como mentalmente para afrontar la semana con energía y calma.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Durante esta semana, los Libra sentirán una energía equilibrada que invita a reflexionar sobre sus relaciones y decisiones. La influencia de los planetas favorece la comunicación, por lo que será un momento propicio para expresar sentimientos y aclarar malentendidos. Es importante que escuches con atención a quienes te rodean y que evites reacciones impulsivas. La semana también brindará oportunidades para consolidar proyectos personales y profesionales, siempre y cuando tengas confianza en tus capacidades. La armonía interior será clave, por lo que dedicar tiempo a actividades que te llenen de paz, como la meditación o el yoga, será muy beneficioso. Mantén un enfoque en la armonía y el equilibrio emocional y evita decisiones apresuradas en temas financieros o de pareja. Aprovecha esta semana para fortalecer vínculos y avanzar en tus metas con serenidad y confianza.",
      "love": "Esta semana, los Libra sentirán una especial apertura para el amor. Los solteros podrán cruzarse con oportunidades románticas que los invitarán a abrir su corazón y explorar nuevas conexiones. Es un buen momento para mostrar sinceridad y honestidad en sus sentimientos. Las parejas, por su parte, experimentarán un aumento en la comunicación y la complicidad, fortaleciendo su vínculo. Se recomienda prestar atención a las necesidades del otro y evitar malentendidos. La clave será mantener la empatía y la paciencia, aprovechando cada momento para profundizar en la confianza mutua y disfrutar del amor en su forma más genuina.",
      "career": "Durante la semana del 14 al 20 de diciembre de 2025, los Libra disfrutarán de oportunidades para avanzar en su carrera. La influencia astral favorece decisiones audaces y la presentación de ideas innovadoras, lo que podría abrir puertas a nuevos proyectos o promociones. Es recomendable que mantengan una actitud abierta y colaborativa, fortaleciendo relaciones profesionales. Sin embargo, deberán evitar la indecisión y evaluar cuidadosamente cada paso. La claridad en sus objetivos y la confianza en sus habilidades potenciarán su crecimiento. Aprovechen esta etapa para consolidar su posición y planear estratégicamente sus próximos movimientos profesionales.",
      "health": "Esta semana, los Libra sentirán un equilibrio en su salud física, pero deben prestar atención a la nutrición y descansar lo suficiente. La mentalidad requiere cuidado, así que dediquen tiempo a la meditación o actividades que reduzcan el estrés. Para su bienestar, practiquen la auto-reflexión y pequeños rituales de autocuidado. Mantener una rutina regular y escuchar a su cuerpo les ayudará a mantenerse en armonía tanto física como mental durante esta semana.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Esta semana, los escorpio sentirán una energía poderosa para profundizar en sus relaciones personales y mejorar la comunicación con quienes los rodean. Es un momento favorable para expresar sus sentimientos con honestidad y claridad, fortaleciendo vínculos que puedan haberse debilitado. La influencia de los astros les invita a dedicar tiempo a su intuición, confiando en su sabiduría interior para tomar decisiones importantes, tanto en lo emocional como en lo laboral. Aprovechen para reflexionar sobre sus metas a largo plazo y ajustar sus caminos si es necesario, sin temer a los cambios. La jornada ofrece una oportunidad para liberar cargas del pasado, promoviendo un renacimiento emocional y una mayor autoaceptación. Es recomendable mantener la calma frente a posibles obstáculos y enfocarse en el equilibrio. La semana promete crecer en confianza y en profundidad, si aprovechan cada momento para conectar con su verdadero yo y con los demás.",
      "love": "Esta semana, los escorpios experimentarán una energía intensa en sus relaciones, fomentando conexiones profundas y sinceras. Para los solteros, será un momento propicio para conocer a alguien especial si abren su corazón con honestidad. Las parejas, por su parte, disfrutarán de momentos de complicidad y comunicación honesta, fortaleciendo su vínculo. Es recomendable que eviten malentendidos y aprendan a escuchar con paciencia. Confíen en su intuición y sean vulnerables, ya que esto facilitará la resolución de cualquier conflicto. Aprovechen la semana para fortalecer la confianza y demostrar cuánto valoran a su pareja o a su interés romántico.",
      "career": "Durante la semana del 14 al 20 de diciembre de 2025, los escorpiones experimentarán un período propicio para avanzar en sus proyectos laborales y fortalecer relaciones profesionales. Será un momento favorable para explorar nuevas oportunidades y asumir responsabilidades adicionales que puedan abrir puertas a un crecimiento significativo. Es importante que tomen decisiones con cautela, analizando bien las opciones y consultando a colegas de confianza. La intuición estará a su favor, guiándolos en las elecciones correctas. Aprovechen esta energía para consolidar su posición y planificar estratégicamente sus próximos movimientos dentro del ámbito laboral.",
      "health": "Durante esta semana, los escorpios experimentarán un aumento en su energía física, pero es importante no sobrecargar su cuerpo. Dedica tiempo a una rutina de ejercicio moderado y mantén una alimentación equilibrada. En el aspecto mental, es recomendable practicar mindfulness o técnicas de relajación para reducir el estrés. La auto-reflexión y el descanso adecuado potenciarán tu bienestar, permitiéndote enfrentar la semana con claridad y vitalidad. Aprovecha estos días para cuidar de ti mismo con amor y atención.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Esta semana, Sagitario experimentarás un período de reflexión y crecimiento interior. La presencia de aspectos favorables en tu signo te invita a evaluar tus metas y prioridades con mayor claridad. Es un momento ideal para realizar introspección sobre tus sueños y ajustar el rumbo si es necesario, sin prisas ni presiones externas. La energía será dinámica en tus relaciones personales, fomentando diálogos sinceros y enriquecedores. Aprovecha para fortalecer vínculos y expresar con claridad lo que sientes. En el ámbito laboral, la semana te brindará la oportunidad de afrontar desafíos con entusiasmo y creatividad, siempre buscando soluciones prácticas. Sin embargo, debes estar atento a la tendencia a perderte en proyectos ambiciosos; recuerda mantener los pies en la tierra. Este período también te invita a cuidar de tu bienestar emocional, dedicando tiempo a actividades que te llenen de energía y felicidad. Confía en tu intuición y mantén una actitud positiva ante las nuevas oportunidades.",
      "love": "Esta semana, Sagitario experimentará oportunidades de profundizar en sus relaciones. Los solteros podrían atraer conexiones prometedoras si mantienen una actitud abierta y espontánea. Es un buen momento para mostrar autenticidad y sinceridad, lo que fortalecerá vínculos potenciales. Las parejas disfrutarán de momentos de complicidad, pero deben evitar malentendidos por falta de comunicación. La clave será escuchar con atención y ser pacientes. En general, se recomienda ser honesto respecto a sentimientos y planear actividades que fomenten la cercanía. Aprovecha la energía optimista para renovar compromisos y crear recuerdos significativos con quienes amas.",
      "career": "Esta semana, losSagitario experimentarán un impulso en su desarrollo profesional y una mayor claridad en sus metas laborales. Es un momento propicio para explorar nuevas oportunidades y proyectar ideas innovadoras. La energía positiva del cosmos facilitará la toma de decisiones importantes, especialmente en temas relacionados con avances en su carrera y posibles cambios de rumbo. Aprovecha para fortalecer relaciones laborales y demostrar tu liderazgo. Mantén una actitud abierta a aprender y adaptarte a los desafíos. Con paciencia y determinación, podrás consolidar tus objetivos y dar pasos relevantes hacia tu crecimiento profesional en los próximos meses.",
      "health": "Durante la semana del 14 al 20 de diciembre de 2025, Sagitario experimentará una energía vibrante que favorecerá su salud física si mantienen una rutina de ejercicio regular y equilibrada. Es un buen momento para practicar actividades que liberen tensiones y mejoren su bienestar mental, como la meditación o paseos en la naturaleza. Priorice el descanso y la alimentación saludable para potenciar su vitalidad. Dedique tiempo a cuidarse y escuchar su cuerpo, fomentando un equilibrio emocional y físico.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Durante esta semana, los Capricornio sentirán una energía de avance y reflexión que favorece el crecimiento personal y profesional. Será un momento ideal para establecer metas claras y revisar sus prioridades, especialmente en asuntos relacionados con el trabajo y las finanzas. La influencia de los astros les invita a mantener la disciplina, pero sin descuidar su bienestar emocional. Es importante que dediquen tiempo a la introspección y a conectar con sus sentimientos más profundos, ya que esto les permitirá tomar decisiones más acertadas. La semana también trae oportunidades para fortalecer relaciones cercanas si se comunican con sinceridad y empatía. No se dejen variar por dudas o inseguridades; confíen en su capacidad para afrontar retos con constancia y paciencia. Aprovechen estos días para dar pequeños pasos hacia sus objetivos y recordar que el equilibrio emocional será clave para mantener el impulso positivo.",
      "love": "Esta semana, los Capricornio experimentarán oportunidades para fortalecer vínculos y profundizar en sus relaciones. Para los solteros, será un buen momento para mostrar su auténtico yo y dejarse sorprender por alguien especial. Las parejas, por su parte, pueden atravesar un período de mayor comunicación, lo que facilitará resolver malentendidos y acercarse emocionalmente. Es fundamental que mantengan la paciencia y la sinceridad, evitando la rutina y buscando momentos de intimidad. La clave será escuchar y valorar a su pareja o, en caso de estar soltero, abrirse a nuevas experiencias con confianza y autenticidad.",
      "career": "Durante esta semana, los Capricornio podrán experimentar un impulso en su crecimiento profesional al aprovechar nuevas oportunidades de colaboración. Es un momento favorable para tomar decisiones importantes relacionados con su carrera, siempre y cuando analicen cuidadosamente cada opción. La energía astrológica favorece la innovación, por lo que es recomendable explorar ideas creativas y ampliar su red de contactos. Mantener una actitud abierta y receptiva permitirá consolidar avances importantes. Eviten la procrastinación y enfoquen su energía en objetivos claros y realistas. La dedicación y el compromiso serán clave para potenciar su desarrollo profesional en los próximos meses.",
      "health": "La semana de 14 a 20 de diciembre será favorable para que los Capricornio enfoquen su bienestar integral. En lo físico, es recomendable mantener una rutina de ejercicio regular y hidratarse bien. En el aspecto mental, dedicar tiempo a la meditación o actividades que reduzcan el estrés fortalecerá tu equilibrio emocional. Prioriza el descanso adecuado y date permisos para descansar cuando lo necesites. Cultivar momentos de introspección y autocuidado te ayudará a mantenerte saludable y lleno de energía.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Durante esta semana, los acuarianos sentirán una energía de introspección y reflexión que favorece su crecimiento personal. Es un buen momento para dedicar tiempo a pensar en sus metas a largo plazo y en cómo alinearlas con sus valores. La influencia de los astros invita a comunicarse con claridad y sinceridad, especialmente en sus relaciones cercanas, promoviendo diálogos profundos y honestos. La creatividad estará en su punto más alto, así que aprovechar esa inspiración para proyectos personales o profesionales será muy beneficioso. Sin embargo, deberán prestar atención a posibles malentendidos o conflictos pequeños, manejándolos con paciencia y empatía. Es recomendable que se enfoquen en cuidarse emocional y físicamente, priorizando actividades que les brinden equilibrio y bienestar. En resumen, esta semana les brinda la oportunidad de fortalecer su interior y sus relaciones, siempre que se mantengan atentos y conscientes de sus propias necesidades.",
      "love": "Durante esta semana, los acuarianos experimentarán una energía positiva en su vida amorosa. Para los que están en pareja, será un momento ideal para fortalecer la comunicación y compartir momentos íntimos que refuercen la confianza. Los solteros podrán atraer nuevas conexiones si abren su corazón con honestidad. Es importante que eviten malentendidos y sean pacientes con sus seres queridos. Aprovechen este periodo para expresar sus sentimientos y escuchar activamente. En general, la clave será la sinceridad y la apertura emocional, logrando así avanzar en su camino sentimental con mayor claridad y armonía.",
      "career": "Durante la semana del 14 al 20 de diciembre de 2025, Acuario experimentará un período favorable para explorar nuevas oportunidades laborales y expandir sus habilidades profesionales. Es un momento propicio para tomar decisiones importantes en el ámbito laboral, especialmente aquellas que impliquen innovación y creatividad. La claridad mental y la inspiración estarán a su favor, lo que facilitará presentar ideas y proyectos importantes. Sin embargo, es recomendable mantener una actitud abierta y flexible ante cambios imprevistos. Aprovecha esta semana para consolidar relaciones profesionales y reforzar tu red de contactos, asegurando un crecimiento sostenido en tu carrera.",
      "health": "Para Acuario, esta semana trae una oleada de energía que favorece el bienestar físico si incorporas actividad física regular. Es momento de priorizar la salud mental dedicando tiempo a la introspección y a prácticas de relajación como la meditación. Cuida tu alimentación, optando por comidas nutritivas y equilibradas. No olvides reservar espacios para el descanso y la desconexión, permitiendo a tu mente y cuerpo recuperarse. La constancia en pequeños gestos de autocuidado potenciará tu bienestar general durante estos días.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Durante esta semana, los Piscis sentirán una profunda conexión con su mundo emocional y espiritual, lo que les permitirá reflexionar sobre sus verdaderos deseos y necesidades. Es un momento propicio para dedicar tiempo al autocuidado y a la introspección, ya que esto fortalecerá su bienestar interior. La energía de la semana favorece las conversaciones sinceras con seres queridos, ayudando a resolver malentendidos y fortaleciendo vínculos afectivos. Sin embargo, deben tener cuidado con las tendencias a la dispersión; enfoquen su atención en proyectos o metas específicas para avanzar con mayor claridad. La intuición estará especialmente aguda, guiándolos en decisiones importantes. Aprovechen esta energía para establecer nuevos objetivos en su crecimiento personal o espiritual. Escuchen su voz interior y confíen en sus instintos para navegar cualquier desafío. En general, esta será una semana de balance emocional y crecimiento interno, siempre que se permitan sentir con autenticidad y mantener una actitud optimista.",
      "love": "Durante la semana del 14 al 20 de diciembre de 2025, los Piscis experimentarán una etapa de introspección que favorece la claridad en sus sentimientos. Para quienes están en pareja, será un momento ideal para fortalecer la comunicación y resolver malentendidos pendientes. Los solteros deben abrirse a nuevas experiencias y no temer a mostrar su verdadero ser, ya que esto atraerá conexiones genuinas. La clave esta semana será la sinceridad y la empatía, permitiendo que los sentimientos fluyan con naturalidad. Aprovechen esta oportunidad para profundizar en su amor y construir vínculos más sólidos y sinceros.",
      "career": "Durante la semana del 14 al 20 de diciembre de 2025, Piscis tendrá oportunidades importantes para avanzar en su carrera si mantiene una actitud abierta y receptiva. Es un momento propicio para explorar nuevas ideas y colaborar con colegas, lo que podría abrir puertas a proyectos novedosos. Sin embargo, es crucial que evalúe detenidamente sus decisiones antes de comprometerse con cambios significativos. La intuición será su aliada para detectar oportunidades de crecimiento, pero también podría enfrentarse a algunas dudas internas. Mantener una actitud positiva y ser estratégico en sus acciones le permitirá consolidar su trayectoria profesional en estos días.",
      "health": "Esta semana, Piscis estará con buena energía para cuidar su salud física. Recomendado realizar ejercicio suave, como yoga o caminatas, para potenciar su bienestar. En el aspecto mental, es importante dedicar tiempo a la meditación o prácticas que ayuden a reducir el estrés. Priorice el descanso y la hidratación, y no olvide escuchar su cuerpo. La auto-reflexión y la atención plena serán claves para fortalecer su equilibrio emocional y mantener una semana armoniosa.",
      "key_dates": [
        "2025-12-14",
        "2025-12-17",
        "2025-12-20"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    }
  }
}