{
  "week": "2026-W06",
  "language": "it",
  "entries": {
    "aries": {
      "overview": "Nella settimana dal 9 al 15 febbraio, l’Ariete si troverà in un momento di forte energia e motivazione. Le stelle favoriscono l’azione e l’iniziativa, spingendoti a confrontarti con progetti che hai in mente da tempo. È il momento ideale per mettere in campo le tue idee e dimostrare il tuo spirito di leadership. Tuttavia, attenzione a non essere troppo impulsivo: mantenere un equilibrio tra determinazione e pazienza ti aiuterà a ottenere risultati più soddisfacenti. Le relazioni saranno favorite, soprattutto grazie alla tua capacità di comunicare con sincerità e passione. Dedica del tempo alla cura di te stesso, ascoltando le tue emozioni e trovando momenti di relax per ricaricare le energie. Questa settimana ti invita a essere audace, ma con attenzione e criterio, per raggiungere i tuoi obiettivi con successo.",
      "love": "Durante questa settimana, i nati sotto il segno dell'Ariete potrebbero vivere momenti intensi e ricchi di emozioni nelle relazioni. Per i single, si presenta un’opportunità di incontrare persone interessanti, ma è importante mantenere apertura e sincerità. Le coppie, invece, potrebbero rafforzare il legame attraverso comunicazioni sincere e gesti di affetto. È un momento favorevole per superare incomprensioni e dedicare tempo alla reciproca comprensione. La chiave sta nel mantenere equilibrio tra passione e ascolto, evitando reazioni impulsive. Sfruttate questa settimana per rafforzare il vostro rapporto con empatia e fiducia.",
      "career": "Per gli Ariete, la settimana dal 9 al 15 febbraio 2026 si presenta come un periodo di grande opportunità per la crescita professionale. La vostra energia e determinazione saranno evidenti, attirando l’attenzione di colleghi e superiori. È il momento ideale per proporre nuove idee o assumere responsabilità più grandi. Tuttavia, siate cauti nel prendere decisioni affrettate; riflettete con attenzione prima di agire. La collaborazione con altri potrebbe portare a progetti promettenti. Approfittate di questa fase per consolidare il vostro ruolo, dimostrare il vostro valore e pianificare con pragmatismo il futuro.",
      "health": "Per la settimana dal 9 al 15 febbraio 2026, l'Ariete dovrebbe concentrarsi sul mantenimento di un equilibrio tra corpo e mente. È un momento ideale per dedicarsi a discipline come yoga o meditazione, che aiuteranno a ridurre lo stress e migliorare la chiarezza mentale. Sul fronte fisico, prestare attenzione all'alimentazione e praticare attività moderate favorirà il buonumore. Ricordarsi di concedersi pause di relax e ascoltare il proprio corpo sarà fondamentale per affrontare con energia la settimana.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante questa settimana, Toro, ti sentirai maggiormente ancorato ai tuoi valori e desideri profondi. Le energie planetarie ti invitano a riflettere sulle tue priorità e a dedicare del tempo alla cura di te stesso, sia fisicamente che emotivamente. È un momento favorevole per consolidare le relazioni importanti e per affrontare eventuali incomprensioni con pazienza e maturità. La presenza di pianeti in transito suggerisce anche opportunità di crescita personale attraverso l’ascolto attento di ciò che davvero desideri. Non lasciare che le distrazioni ti distolgano dal raggiungimento dei tuoi obiettivi a lungo termine: mantieni la calma e la perseveranza. La settimana sarà ideale per pianificare progetti futuri e per rafforzare il legame con le persone a te care. Ricorda di ascoltare il tuo istinto e di concederti momenti di relax per ricaricare le energie.",
      "love": "Durante la settimana dal 9 al 15 febbraio, il Toro potrebbe vivere momenti di profonda introspezione riguardo alle proprie emozioni e ai desideri relazionali. Per i senza partner, è un ottimo momento per aprirsi e conoscere nuove persone, lasciando andare le paure. Le coppie, invece, dovrebbero dedicare tempo alla comunicazione sincera e alla condivisione di sogni e aspettative. La fiducia e la pazienza saranno le chiavi per rafforzare i legami. Ascoltare il partner con attenzione e manifestare il proprio affetto aiuterà a consolidare il rapporto.",
      "career": "Per la settimana dal 9 al 15 febbraio 2026, Toro avrà opportunità di crescita professionale significative. È il momento ideale per approfondire competenze, partecipare a corsi di aggiornamento e mostrare proattività nel lavoro. Le decisioni strategiche prese questa settimana potranno rafforzare la tua posizione, specialmente nei progetti di collaborazione. Attenzione alle nuove opportunità che potrebbero presentarsi, anche attraverso networking e contatti professionali. Mantieni un atteggiamento aperto e flessibile, poiché le tue intuizioni e determinazione ti aiuteranno a raggiungere risultati concreti e a consolidare il tuo percorso di carriera.",
      "health": "Per Toro, questa settimana si presenta come un’occasione per rafforzare il benessere fisico e mentale. È importante dedicare del tempo all’attività fisica moderata, come passeggiate all’aperto o yoga, per mantenere energia e vitalità. Per la salute mentale, praticare tecniche di rilassamento e mindfulness aiuterà a gestire eventuali stress. Ricordati di ascoltare il tuo corpo e di concederti momenti di calma e auto-cura, privilegiando un sonno regolare e una buona alimentazione.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Questa settimana, i Gemelli si troveranno immersi in un flusso intenso di energie che stimoleranno sia la mente che il cuore. È un momento ideale per riflettere sulle proprie relazioni, cercando di instaurare comunicazioni più sincere e approfondite. La Luna favorisce la chiarezza emotiva, aiutandoti a superare eventuali incomprensioni o ambiguità. Sul fronte lavorativo, emergono opportunità di collaborazione e nuove idee che possono portare a risultati promettenti se affrontate con determinazione. Attenzione però alle distrazioni: mantenere il focus sarà fondamentale. È una settimana che invita a prendersi cura di sé, dedicando tempo alla riflessione e al benessere personale. Sii paziente e aperto ai cambiamenti, poiché le sfide si trasformeranno in occasioni di crescita se affrontate con calma e positività. Fidati delle tue intuizioni e ascolta il tuo cuore.",
      "love": "Questa settimana, i Gemelli potrebbero scoprire nuove opportunità di connessione romantica, grazie a incontri inaspettati o a conversazioni profonde con il partner. Per i single, è il momento di aprirsi alle possibilità, mostrando sincerità e spontaneità. Le coppie, invece, potrebbero rinforzare il rapporto dedicando del tempo alla comunicazione e alla comprensione reciproca. Evitate fraintendimenti e lasciate fluire i sentimenti autentici. La chiave di questa settimana è l’equilibrio tra ascolto e espressione, per rafforzare i legami affettivi e scoprire nuove sfumature dell’amore.",
      "career": "Per i Gemelli, questa settimana si presenta come un periodo favorevole per esplorare nuove opportunità di crescita professionale. Le energie sono orientate a rafforzare le competenze, e potrebbe emergere una proposta interessante o un progetto da approfondire. È il momento di valutare con attenzione le decisioni lavorative, lasciandosi guidare dall'intuito e dalla chiarezza mentale. La comunicazione sarà un elemento chiave: instaurare rapporti positivi con colleghi e superiori potrà portare a collaborazioni fruttuose. Sfruttate questa settimana per consolidare la vostra posizione professionale e pianificare a lungo termine.",
      "health": "Durante questa settimana, i Gemelli potranno godere di un equilibrio tra energia fisica e benessere mentale. È un momento favorevole per dedicarsi a esercizi leggeri e pratiche di rilassamento come la meditazione o lo yoga. Ricordate di ascoltare il vostro corpo, evitando eccessi e concedendovi pause rigeneranti. Mantenete una dieta equilibrata e abbiate cura della vostra salute mentale, dedicando tempo alle attività che vi rendono felici e vi aiutano a liberare la mente.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Questa settimana, il Cancro si troverà immerso in un’atmosfera di introspezione e riflessione profonda. Le energie sono favorvoli a un momento di rinnovamento interiore, invitando a mettere in discussione le proprie emozioni e i propri desideri più autentici. È un periodo perfetto per dedicarsi al self-care, ascoltare il proprio cuore e lasciar andare situazioni che non apportano più crescita. La comunicazione con le persone care potrebbe richiedere attenzione: mantenere un atteggiamento aperto e comprensivo aiuterà a rafforzare i legami. Le questioni pratiche potrebbero richiedere un impegno extra, ma con pazienza e determinazione si potranno superare eventuali ostacoli. Approfittate di questa settimana per connettervi con il vostro lato più empatico, creando un equilibrio tra emozioni e razionalità. Con un po' di attenzione, sarà possibile ritrovare serenità e chiarezza interiore.",
      "love": "Durante questa settimana, i Cancro potrebbero vivere momenti di introspezione e riflessione sulle proprie emozioni. Le opportunità romantiche arriveranno attraverso incontri spontanei e genuine connessioni con persone già conosciute. Per i single, è un momento favorevole per aprirsi e condividere i propri sentimenti, ma attenzione a non essere troppo riservati. Le coppie potrebbero rafforzare il loro legame affrontando insieme questioni aperte, trovando conforto nella comunicazione sincera. Il consiglio migliore è quello di ascoltare il cuore e mostrare empatia, lasciando spazio alla spontaneità e alla comprensione reciproca.",
      "career": "Durante la settimana dal 9 al 15 febbraio 2026, i Cancro avranno ottime possibilità di avanzamento professionale, grazie a nuove opportunità che si presenteranno inaspettatamente. È un momento favorevole per consolidare relazioni lavorative e mostrare le proprie competenze. Decisive saranno le scelte che prenderete, quindi siate cauti nel valutare proposte o cambiamenti di ruolo. La vostra intuizione e sensibilità saranno strumenti preziosi nel gestire situazioni complesse. Approfittate di questa settimana per riflettere sui vostri obiettivi a lungo termine e per pianificare i passi futuri con attenzione e determinazione.",
      "health": "Questa settimana per i Cancro si presenta come un momento favorevole per prendersi cura del proprio corpo e della mente. È importante dedicare del tempo al rilassamento e al sonno di qualità, evitando lo stress eccessivo. Attività leggere come lo yoga o la walk all’aria aperta aiuteranno a mantenere energia e equilibrio. Ricorda di ascoltare i segnali del corpo e di alimentarti in modo equilibrato, privilegiando pasti nutrienti. La cura di sé renderà questa settimana più serena e rigenerante.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Questa settimana, il Leone si sente energico e carico di entusiasmo, pronto ad affrontare nuove sfide con determinazione. Le stelle favoriscono le relazioni sociali e le collaborazioni, invitandoti a condividere le tue idee e a mostrare il tuo talento. È un momento ideale per consolidare i legami affettivi e rafforzare le amicizie più profonde. Tuttavia, attenzione a non lasciarti trasportare dall’eccessiva voglia di protagonismo, che potrebbe creare tensioni inutili. È importante ascoltare gli altri e trovare un equilibrio tra il desiderio di leadership e la capacità di collaborazione. La settimana invita anche alla riflessione interiore, dedicando del tempo alla cura di te stesso e alle tue passioni. Sfrutta le opportunità che si presenteranno per crescere e migliorare, mantenendo sempre una visione positiva e autorevole.",
      "love": "Per i Leoni, questa settimana si prospetta un periodo di rivelazioni e nuove opportunità romantiche. I single potranno incontrare persone interessanti, soprattutto nel contesto sociale o attraverso attività condivise, quindi è importante essere aperti e spontanei. Le coppie dovrebbero dedicare più tempo alla comunicazione, affinando la comprensione reciproca e condividendo momenti di intimità. È il momento di mettere da parte eventuali incomprensioni e rafforzare il legame. Consiglio di ascoltare con attenzione il partner e di esprimere anche i propri desideri, mantenendo un atteggiamento positivo e fiducioso verso il futuro amoroso.",
      "career": "Durante questa settimana, il Leone avrà l'opportunità di mettere in luce le proprie competenze sul lavoro, attirando l'attenzione di figure influenti nel suo settore. È un momento favorevole per proporre idee innovative e partecipare a progetti di crescita professionale. Tuttavia, sarà importante valutare attentamente le decisioni importanti, evitando impulsività. La stabilità finanziaria si rafforzerà grazie a sforzi mirati e a collaborazioni strategiche. Per ottenere risultati concreti, il Leone dovrebbe mostrare entusiasmo e determinazione, cogliendo ogni occasione di confronto e formazione. L’energia sarà in suo favore, assicurando progressi significativi.",
      "health": "Per la settimana dal 9 al 15 febbraio 2026, il segno del Leone dovrebbe dedicare attenzione al proprio benessere fisico e mentale. È importante mantenere un equilibrio tra attività sportive e momenti di relax, come lo yoga o la meditazione, per ridurre lo stress. Concentrarsi su una dieta equilibrata ricca di vitamine e idratazione sarà fondamentale. Dedica del tempo anche a te stesso, concedendoti pause e momenti di contemplazione per ricaricare le energie.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Nella settimana dal 9 al 15 febbraio 2026, la Vergine si trova in un momento di riflessione e approfondimento. Le energie planetarie favoriscono l’introspezione, invitandoti a dedicare del tempo alla cura di te stessa e alla revisione dei tuoi obiettivi. È un periodo propizio per mettere in ordine le questioni pratiche e organizzative, ma anche per ascoltare il proprio intimo. La comunicazione con persone vicine potrebbe richiedere maggiore attenzione, quindi cerca di essere paziente e aperta al dialogo. Sul fronte lavorativo, potresti ricevere opportunità di miglioramento; sii disponibile a collaborare e mostrare il tuo valore. Le sfide di questa settimana ti chiedono di mantenere equilibrio tra razionalità ed emozioni. Ricorda di valorizzare i momenti di calma interiore, che ti aiuteranno ad affrontare con lucidità eventuali inconvenienti. Con un approccio sereno, potrai trarre il meglio da questa fase.",
      "love": "Durante la settimana dal 9 al 15 febbraio, la Vergine potrà sperimentare un'opportunità di crescita nelle relazioni. I single potrebbero incontrare qualcuno di interessante, ma è importante mantenere un atteggiamento aperto e sincero. Per le coppie, sarà il momento di rafforzare il dialogo e affrontare eventuali incomprensioni con calma e comprensione. La chiarezza e la pazienza saranno fondamentali per migliorare la complicità. Consiglio di dedicare del tempo alla propria metà, ascoltare con empatia e condividere momenti di autentica intimità. La settimana promette emozioni autentiche e crescita personale.",
      "career": "La settimana dal 9 al 15 febbraio 2026 offrirà alla Vergine opportunità di crescita professionale e di consolidamento delle proprie competenze. Sarete in grado di affrontare con sicurezza sfide importanti, sfruttando la vostra precisione e il senso pratico. È un momento favorevole per valutare nuove proposte di collaborazione o per approfondire progetti già avviati. La vostra capacità di organizzazione sarà apprezzata dai colleghi e dai superiori, aprendo porte a eventuali riconoscimenti o promozioni. Rimanete aperti al cambiamento e fiduciosi nelle vostre capacità, perché questa settimana potrebbe risultare decisiva per i vostri obiettivi di carriera.",
      "health": "Durante questa settimana, la Vergine potrà riscoprire l’importanza di prendersi cura del proprio corpo attraverso attività leggere come camminate all’aperto e stretching. La mente richiederà momenti di calma e riflessione; dedicati alla meditazione o a pause di respirazione profonda. Per il benessere complessivo, concentra le energie sulla nutrizione equilibrata e il riposo adeguato. Ascoltare il proprio corpo sarà fondamentale per mantenere equilibrio e vitalità in questa settimana.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Durante questa settimana, i Bilancia sentiranno una forte spinta verso l’equilibrio e l’armonia nelle relazioni personali e professionali. Le energie planetarie favoriscono il dialogo e la comprensione, invitandoti a risolvere eventuali conflitti con calma e diplomazia. È un momento ideale per dedicarti alla cura di te stesso, trovando momenti di relax che ti aiutino a riequilibrare mente e corpo. La Luna in aspetto positivo ti sostiene nel rafforzare le amicizie e nel consolidare rapporti di affetto, mentre Mercurio favorisce la comunicazione chiara e sincera. Tuttavia, attenzione a non cadere nella tentazione di cercare perfezione a tutti i costi: la flessibilità sarà la tua alleata. Usa l’energia di questa settimana per riflettere sui tuoi obiettivi, lasciando andare ciò che non ti serve più, e abbracciando nuove opportunità con fiducia e calma.",
      "love": "Questa settimana, i Bilancia potrebbero trovare nuove opportunità di connessione romantica, sia con partner conosciuti che con persone nuove. È un momento favorevole per comunicare i propri sentimenti con sincerità e ascoltare attivamente il partner. Per i single, potrebbe esserci l’occasione di incontrare qualcuno di speciale attraverso attività sociali o hobby condivisi. Le coppie dovrebbero cercare di mantenere l’armonia evitando malintesi, prendendosi del tempo per condividere momenti di serenità. Consiglio di essere aperti e autentici, affidandosi al proprio cuore e alla capacità di trovare equilibrio nelle relazioni.",
      "career": "Per la settimana dal 9 al 15 febbraio 2026, i Bilancia potranno sperimentare opportunità di crescita professionale sorprendenti. La vostra capacità di equilibrio e diplomazia sarà fondamentale per consolidare relazioni di lavoro e attrarre nuove collaborazioni. È un momento favorevole per valutare proposte di avanzamento o cambiamenti di ruolo, ma si consiglia di riflettere attentamente prima di prendere decisioni impulsive. La vostra abilità nel mediare e trovare compromessi vi aiuterà a rafforzare la vostra posizione. Siate aperti alle nuove idee e dedicate tempo allo sviluppo delle competenze, poiché potrebbe emergere una proposta interessante.",
      "health": "Durante questa settimana, i Bilancia si sentiranno più energici e motivati a prendersi cura del proprio corpo, quindi è il momento ideale per iniziare una nuova attività fisica. La salute mentale richiederà attenzione: dedicare del tempo alla meditazione o a momenti di riflessione renderà più equilibrati. Ricordate di organizzare momenti di relax e di seguire una dieta equilibrata, così da rinforzare il benessere complessivo e affrontare la settimana con positività.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "La settimana che inizia ti invita a scavare in profondità, a riflettere sulle tue emozioni più autentiche e sui tuoi desideri nascosti. Venere nel segno accende il desiderio di connessioni significative, ma anche di introspezione, offrendo l’opportunità di conoscere meglio te stesso. La Luna in aspetto armonico ti dona intuizione e sensibilità, ideali per affrontare i rapporti interpersonali con empatia. È un momento favorevole per mettere in ordine le tue priorità, lasciando andare ciò che non ti serve più, per fare spazio a nuove opportunità. La tua energia di trasformazione sarà potente: approfitta di questa settimana per abbracciare cambiamenti e rinnovamenti, anche quelli più impegnativi. Ricorda di ascoltare il tuo istinto e di dedicare tempo a te stesso, per ritrovare equilibrio e chiarezza interiore.",
      "love": "Durante la settimana dal 9 al 15 febbraio 2026, lo Scorpione potrebbe vivere momenti di grande intensità emotiva. Le opportunità romantiche si presenteranno, specialmente per chi è single, con possibilità di incontri stimolanti e sorprendenti. Le coppie, invece, dovranno prestare attenzione alle comunicazioni, evitando malintesi che potrebbero creare tensioni. È un periodo favorevole per rafforzare i legami attraverso dialogo sincero e gesti di affetto. Consiglio di ascoltare il proprio cuore, essere aperti alle novità e mantenere la calma nelle situazioni più difficili. La sincerità sarà la chiave per sviluppare relazioni più profonde.",
      "career": "La settimana dal 9 al 15 febbraio 2026 si preannuncia favorevole per i nativi dello Scorpione in ambito professionale. Sarete attratti da nuove opportunità di crescita e sviluppo, incoraggiati a valutare attentamente proposte che potrebbero portare benefici duraturi. È un momento propizio per consolidare rapporti di collaborazione e dimostrare il proprio valore. Valutate con cura eventuali cambiamenti di ruolo o incarichi, ascoltando il vostro intuito. La determinazione e la capacità di adattamento vi guideranno verso decisioni strategiche importanti, rafforzando la vostra posizione lavorativa e ampliando i vostri orizzonti professionali.",
      "health": "Per la settimana dal 9 al 15 febbraio 2026, gli Scorpione si sentiranno più energici, ma è importante prestare attenzione al riposo. Dedica del tempo alla meditazione o a pratiche di rilassamento per mantenere l'equilibrio mentale. Cura l'alimentazione, privilegiando cibi nutrienti e idratandoti adeguatamente. Piccoli momenti di auto-cura, come una passeggiata all'aperto o un bagno caldo, ti aiuteranno a ricaricare corpo e mente, favorendo un beness",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Questa settimana, Sagittario, si presenteranno molte opportunità di crescita personale e professionale. La presenza di pianeti favorevoli stimola il tuo entusiasmo naturale, spingendoti a esplorare nuovi orizzonti e a metterti in gioco. È un momento ideale per pianificare obiettivi a lungo termine e rafforzare le tue ambizioni, ma ricorda di mantenere un atteggiamento realistico e ponderato nelle decisioni importanti. Le relazioni richiedono attenzione: ascoltare di più gli altri ti aiuterà a rafforzare legami affettivi e a evitare incomprensioni. La tua energia vitale sarà alta, quindi sfruttala per dedicarti a attività che ti stimolano e ti motivano, senza trascurare il riposo. La settimana invita a un equilibrio tra azione e riflessione, offrendo nuove possibilità di crescita se saprai ascoltare il tuo intuito e mantenere una mente aperta.",
      "love": "Questa settimana, i Sagittario potranno sperimentare nuove opportunità amorose grazie a incontri spontanei e sincere conversazioni. Per i single, è il momento di aprirsi alle novità e di lasciarsi coinvolgere senza troppi timori, favorendo incontri autentici. Le coppie, invece, devono dedicare più tempo alla comunicazione e riaccendere la passione attraverso piccoli gesti e attenzioni sincere. È importante mantenere un atteggiamento positivo e aperto, senza lasciarsi sopraffare dai sospetti o dai malintesi. Con pazienza e sincerità, questa settimana può rafforzare i legami e portare a nuove emozioni.",
      "career": "Questa settimana, i Sagittario sentiranno un forte stimolo a valutare nuove opportunità di crescita professionale. È un momento favorevole per approfondire competenze e qualifiche, sfruttando l'entusiasmo per innovare e ampliare il proprio ruolo. Le decisioni importanti riguardanti il futuro lavorativo richiedono attenzione e una buona analisi delle alternative disponibili. La vostra apertura mentale favorirà collaborazioni positive e può portare a risultati sorprendenti. Ricordate di mantenere un atteggiamento equilibrato e di ascoltare attentamente i suggerimenti dei colleghi. Con determinazione e chiarezza, questa settimana si preannuncia come un momento di crescita e di consolidamento.",
      "health": "Per la settimana dal 9 al 15 febbraio 2026, i Sagittario potrebbero sentirsi energici ma è importante non trascurare il riposo. La salute fisica richiede attenzione: dedicati a un’alimentazione equilibrata e a un’attività all’aperto per mantenere il buonumore. Mentalmente, sarà utile praticare tecniche di rilassamento come la meditazione accanto a momenti di riflessione personale. Dedica del tempo a te stesso, concedendoti pause per ricaricare le energie e rafforzare il ben",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Durante questa settimana, il Capricorno si sentirà particolarmente impegnato sul fronte professionale e personale. Le energie planetarie favoriscono la riflessione e la pianificazione strategica, invitandoti a riconsiderare obiettivi a lungo termine e a mettere ordine nelle tue priorità. È un momento ideale per affrontare progetti complessi con determinazione, evitando distrazioni e mantenendo la concentrazione. Sul piano emotivo, potresti essere più sensibile del solito, quindi è importante prendersi cura del proprio benessere interiore e delle relazioni con le persone più vicine. La presenza di Giove aiuta a mantenere un atteggiamento positivo e a vedere le sfide come opportunità di crescita. Ricorda di bilanciare lavoro e relax: dedicare del tempo alla cura di te stesso ti darà più energia per affrontare con serenità le sfide della settimana.",
      "love": "Durante questa settimana, i nati sotto il segno del Capricorno potranno vivere momenti di riflessione e crescita nelle relazioni amorose. Per i singles, è un buon momento per aprirsi a nuove possibilità, ma è importante essere autentici e pazienti. Le coppie, invece, devono dedicare tempo alla comunicazione e alla comprensione reciproca, evitando malintesi. La sincerità e la fiducia saranno elementi chiave per rafforzare i legami. È consigliabile approfittare di momenti di intimità e dedicare attenzione alle esigenze del partner. La settimana favorisce il consolidamento di relazioni solide e la scoperta di nuove affinità.",
      "career": "La settimana dal 9 al 15 febbraio 2026 si presenta favorevole per i Capricorno desiderosi di avanzare nella carriera. Sarà un momento propizio per cogliere nuove opportunità professionali e consolidare le proprie competenze. La tua determinazione e il tuo senso pratico saranno apprezzati dai collaboratori, aprendo la strada a potenziali promozioni o riconoscimenti. È importante valutare con attenzione le decisioni da prendere, evitando fretta. Approfitta di questa fase per investire in formazione o nuove collaborazioni, affinché il tuo percorso si confermi stabile e ricco di soddisfazioni.",
      "health": "Per la settimana dal 9 al 15 febbraio 2026, i Capricorno avranno un'energia stabile, ma è importante prendersi cura del fisico con attività moderate come passeggiate o yoga. La salute mentale richiede pause dedicate alla riflessione e al relax, favorendo meditazione o momenti di solitudine. Dedica tempo al sonno e all'alimentazione equilibrata, evitando lo stress eccessivo. Ascoltare il proprio corpo e concedersi momenti di autostima sarà fondamentale per mantenere equilibrio e benessere.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Durante la settimana dal 9 al 15 febbraio 2026, i nati sotto il segno dell'Acquario potrebbero sentire una forte spinta verso l'introspezione e la revisione dei propri obiettivi personali. È un momento favorevole per mettere a frutto le idee creative e per dedicare attenzione ai progetti che richiedono innovazione. Le energie planetarie suggeriscono di evitare decisioni affrettate e di consultarsi con persone di fiducia prima di intraprendere nuove strade. La comunicazione sarà un elemento chiave: approfittatene per chiarire malintesi e rafforzare le relazioni interpersonali. La fine della settimana potrebbe portare un senso di rinnovamento, facendo emergere nuove opportunità di crescita professionale e personale. Ascoltate il vostro intuito e non abbiate paura di lasciare andare ciò che non vi serve più. Un atteggiamento equilibrato e aperto sarà fondamentale per sfruttare al meglio le energie di questa settimana.",
      "love": "Durante questa settimana, gli Acquario sentiranno un'energia positiva che favorisce le connessioni autentiche. Per i single, sarà un momento propizio per aprirsi a nuove conoscenze, magari attraverso attività sociali o passioni condivise. I cuori già impegnati useranno questa fase per rafforzare il dialogo e coltivare intimità con il partner, evitando sottintesi e incomprensioni. È importante essere sinceri e pazienti, lasciando emergere i sentimenti più profondi. Con un po’ di attenzione e apertura, questa settimana può portare a scoperte emozionanti o a un dialogo più profondo nella relazione esistente.",
      "career": "Questa settimana, l'Acquario potrebbe scoprire nuove opportunità di collaborazione che favoriscono la crescita professionale. E' un momento propizio per affrontare progetti ambiziosi e dimostrare la propria creatività. Le decisioni riguardanti il percorso di carriera devono essere prese con cautela, valutando attentamente i rischi e i benefici. È importante comunicare efficacemente con colleghi e superiori, consolidando le relazioni professionali. La pazienza e la flessibilità saranno strumenti preziosi per superare eventuali ostacoli. Questa settimana favorisce la riflessione strategica e l’acquisizione di nuove competenze per un futuro più solido.",
      "health": "Durante questa settimana, i nati sotto il segno dell'Acquario dovranno prestare attenzione al loro benessere fisico, dedicando del tempo a un'alimentazione equilibrata e a una routine di esercizio moderata. Sul fronte mentale, sarà importante trovare momenti di calma e riflessione per ridurre lo stress. Dedicate tempo alla cura di voi stessi, praticando tecniche di rilassamento come la meditazione o lo yoga, per mantenere un equilibrio tra corpo e mente.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Durante questa settimana, i Pesci sentiranno un’energia di rinnovamento e introspezione, perfetta per riflettere sui propri desideri più profondi. Le influenze planetarie favoriscono momenti di creatività e intuizione, invitandoti a seguire il tuo istinto in decisioni importanti, sia nella vita privata che professionale. È un momento favorevole per chiarire obiettivi e rimuovere eventuali dubbi o paure che ti impediscono di avanzare. Tuttavia, attenzione alle emozioni che potrebbero risultare intense: cerca di mantenere un equilibrio interiore, dedicando del tempo a pratiche di rilassamento e meditazione. La comunicazione con persone care sarà significativa, quindi sfrutta questa apertura per rafforzare legami affettivi e condividere pensieri profondi. In questa settimana, ascolta il tuo cuore e lascia che la tua sensibilità ti illumini verso nuove possibilità di crescita personale e spirituale.",
      "love": "Per la settimana dal 9 al 15 febbraio 2026, i Pesci vivranno momenti di profonda introspezione emotiva. I single avranno l’opportunità di incontrare persone interessanti, ma è importante mantenere sincerità e spontaneità. Le coppie, invece, dovranno dedicare più attenzione alla comunicazione per superare piccoli malintesi. È un momento favorevole per rafforzare il legame attraverso gesti romantici e ascolto empatico. Consiglio di evitare decisioni affrettate e di lasciar fluire le emozioni con delicatezza, valorizzando la propria sensibilità come forza, non come debolezza.",
      "career": "Durante la settimana dal 9 al 15 febbraio 2026, i Pesci potranno sperimentare un senso di rinnovata chiarezza nelle loro scelte professionali. Sarà un momento favorevole per esplorare nuove opportunità o avanzamenti di carriera, grazie a un’accresciuta fiducia in sé stessi. È importante ascoltare le proprie intuizioni e valutare con attenzione eventuali proposte o progetti che emergono. limitare le distrazioni e concentrarsi su obiettivi a medio termine aiuterà a consolidare i risultati. Questa settimana favorisce la crescita personale e l’affermazione, incentivando decisioni coraggiose ma ponderate.",
      "health": "Per i Pesci, la settimana dal 9 al 15 febbraio si prospetta positiva per la salute fisica, con un’energia crescente che favorisce attività all’aperto e esercizi leggeri. La mente richiederà calma: dedicati alla meditazione o a pratiche di rilassamento per ridurre lo stress. Ascolta il tuo corpo e non trascurare il sonno. Per il benessere emotivo, concediti momenti di introspezione e di connessione con persone care, alimentando equilibrio e serenità.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    }
  }
}