{
  "week": "2026-W01",
  "language": "it",
  "entries": {
    "aries": {
      "overview": "Questa settimana, l'Ariete sarà investito da energie di rinnovamento e introspezione. È un momento ideale per riflettere sui propri obiettivi e riconsiderare le strategie per raggiungerli, evitando di agire impulsivamente. La presenza di Saturno suggerisce la necessità di pianificare con attenzione e di dedicarsi a progetti a lungo termine, anche se il desiderio di essere dinamici è forte. Le emozioni potrebbero essere intense, riverberando tra desiderio di indipendenza e bisogno di conforto ed equilibrio in famiglia. È importante mantenere un atteggiamento paziente, ascoltare di più gli altri e approfondire i propri sentimenti. La settimana invita a prendersi una pausa dal caos, ricaricandosi mentalmente e spiritualmente. Affronta ogni sfida con calma e determinazione, senza perdere di vista il quadro generale. Questo periodo ti porterà crescita personale e maggior chiarezza sulla tua strada futura.",
      "love": "Durante questa settimana, i Ariete sentiranno il desiderio di rinnovare la loro vita amorosa, portando entusiasmo e spontaneità nelle relazioni. I single avranno incontri interessanti e opportunità di conosciute profonde, ma sarà importante ascoltare il cuore e non lasciarsi trasportare troppo dall’impulsività. Le coppie, invece, potranno rafforzare il legame dedicando tempo reciproco e condividendo emozioni sincere. La chiave di questa settimana sarà la comunicazione aperta e sincera, che aiuterà a superare eventuali malintesi. Consiglio di essere pazienti e di mostrare compassione, creando così un ambiente di fiducia e serenità.",
      "career": "Nella settimana dal 5 all'11 gennaio 2026, l'Ariete sarà particolarmente inclinato a cercare nuove opportunità di crescita professionale. È un momento favorevole per proporre idee innovative e consolidare la propria leadership in progetti di squadra. Tuttavia, è importante valutare bene le decisioni importanti e non lasciarsi prendere dall'impulsività. La determinazione sarà il punto di forza, ma si consiglia di ascoltare anche i colleghi per mantenere un clima armonioso. Questa settimana favorisce il rafforzamento delle competenze e l'espansione della rete professionale, aprendo porte a possibilità promettenti per il futuro.",
      "health": "Per la settimana dal 5 all'11 gennaio 2026, l'Ariete si trova in un momento favorevole per prendersi cura del proprio corpo e della mente. È importante dedicare tempo all'attività fisica, come una camminata all'aperto, per ricaricare le energie. La mente beneficerà di momenti di calma e riflessione, quindi praticare tecniche di rilassamento o meditazione sarà utile. Concentrarsi sull'alimentazione equilibrata e concedersi pause rigeneranti aiuterà a mantenere un benessere compl",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante questa settimana, il Toro si sentirà molto più centrato e consapevole delle proprie esigenze interiori. È un momento di riflessione, che invita a dedicare tempo alla crescita personale e a riorganizzare le priorità. La presenza di Giove potrebbe portare momenti di ottimismo e desiderio di espansione, mentre Venere favorisce i rapporti affettivi e rende più facile esprimere i propri sentimenti. È importante però non lasciarsi sopraffare dall’ansia o dall’eccesso di sicurezza, mantenendo un atteggiamento equilibrato. Questa è una settimana favorevole per mettere in campo progetti a lungo termine e rafforzare i legami con le persone care. Approfittate di questo periodo per ascoltare il vostro istinto e agire con calma e determinazione. La pazienza e la costanza saranno le vostre alleate migliori per affrontare con successo le sfide che il futuro riserva.",
      "love": "Questa settimana, i Toro potrebbero vivere momenti di introspezione e desiderio di stabilità nelle relazioni. I single avranno l’opportunità di incontrare persone interessanti, ma è importante mantenere pazienza e autenticità. Per le coppie, sarà fondamentale affrontare con dolcezza eventuali incomprensioni, rafforzando il dialogo e la fiducia reciproca. Dedicate tempo a momenti di intimità e ascolto reciproco, così da consolidare il legame. Siate aperti a nuove esperienze emotive, ma senza perdere di vista le vostre esigenze di sicurezza e conforto.",
      "career": "Durante la settimana dal 5 all'11 gennaio 2026, Toro potrà cogliere alcune opportunità di crescita professionale, specialmente in ambiti che richiedono maggiori responsabilità. È un momento favorevole per valutare eventuali promozioni o cambi di ruolo, ma attenzione a non agire impulsivamente: riflettete bene sulle vostre decisioni. Le collaborazioni con nuovi colleghi o progetti innovativi potrebbero portare a risultati positivi a lungo termine. Cercate di mantenere un tono positivo e aperto al confronto, sfruttando ogni occasione per rafforzare la vostra rete professionale. La chiarezza nelle comunicazioni sarà il vostro alleato.",
      "health": "Per i Toro, questa settimana promette di rafforzare il benessere fisico e mentale. È un momento ideale per dedicarsi all'attività fisica all'aperto, come lunghe passeggiate o yoga, per rinvigorire il corpo e calmare la mente. Dedicate tempo alla meditazione o alla lettura per ridurre lo stress e ritrovare equilibrio interiore. Ricordate inoltre di nutrirvi con cibi sani e di riposare a sufficienza, favorendo un senso di rinnovamento e vitalità.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Questa settimana, i Gemelli sperimenteranno un senso di rinnovata energia e voglia di comunicare. Le stelle favoriscono l’espressione delle proprie idee e l’interazione con gli altri, rendendo questa fase propizia per incontri sociali, progetti e collaborazioni. È importante però mantenere una certa calma e riflessione, evitando di agire impulsivamente. La presenza di Nettuno in aspetto armonico invita a dedicare del tempo alla meditazione e al relax, per trovare chiarezza interiore di fronte a eventuali dubbi. La settimana è ideale anche per dedicarsi alle proprie passioni e sviluppare nuove competenze, sfruttando la curiosità naturale di questo segno. Ricorda di ascoltare i segnali del tuo corpo e di non sovraccaricarti. Con un equilibrio tra impegno e ascolto di sé, potrai affrontare questa settimana con maggior serenità e successo in molte aree della vita.",
      "love": "Per i Gemelli, questa settimana si presenta come un momento di riflessione e rinnovamento nelle relazioni. I single avranno l'opportunità di incontrare persone interessanti, ma è importante essere sinceri con se stessi e con gli altri fin dall'inizio, evitando illusioni. Per le coppie, si consiglia di dedicare più tempo alla comunicazione aperta e di ascoltare con attenzione il partner. La pazienza sarà la chiave per rafforzare i legami, mentre evitare discussioni superflue aiuterà a mantenere l'armonia. Sfruttate questa settimana per consolidare i sentimenti e aprirvi a nuove possibilità sentimentali.",
      "career": "Per i Gemelli, questa settimana porterà nuove opportunità di crescita professionale. La vostra curiosità e versatilità saranno apprezzate dai colleghi, facilitando collaborazioni stimolanti. È un periodo favorevole per valutare nuove responsabilità o esplorare formazione aggiuntiva. Le decisioni legate a cambiamenti di ruolo o progetti innovativi richiedono attenzione, ma il vostro spirito adaptabile vi aiuterà a superare eventuali ostacoli. Ricordate di mantenere un buon equilibrio tra ascolto attivo e chiarezza nelle comunicazioni. Capacità di adattamento e apertura mentale saranno le chiavi per un progresso positivo in questa settimana.",
      "health": "La settimana dal 5 all'11 gennaio 2026 sarà favorevole per i Gemelli, con un’energia equilibrata che favorisce il benessere fisico e mentale. È un momento ideale per dedicarsi a esercizi di respirazione e meditazione, migliorando la chiarezza mentale e riducendo lo stress. Prestare attenzione all’alimentazione e mantenere un ritmo regolare di sonno aiuterà a rinvigorire corpo e mente. Con un po’ di attenzione e self-care, questa settimana sarà all’insegna dell’armonia e",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Durante questa settimana, il Cancro si sentirà profondamente connesso alle proprie emozioni e alle relazioni più intime. È un momento favorevole per riflettere sui legami familiari e rafforzare i rapporti affettuosi. La presenza di influenze positive dei pianeti favorirà la comunicazione sincera e l’ascolto empatico. Tuttavia, potrebbe esserci una certa tendenza a sentirsi vulnerabili o sovraccarici di sentimenti, quindi è importante dedicare del tempo al relax e alla cura di sé. La settimana invita a mettere in ordine i sentimenti più profondi, anche affrontando eventuali questioni irrisolte con maturità. Consiglio di approfittare di questo periodo per pianificare obiettivi personali e professionali, mantenendo un atteggiamento positivo e realista. La chiave sarà ascoltare il proprio cuore e trovare equilibrio tra emozioni e razionalità, così da affrontare la settimana con serenità e consapevolezza.",
      "love": "Per i Cancro, questa settimana si presenta come un momento di riflessione e crescita nelle relazioni. I single possono incontrare qualcuno di interessante, ma è importante procedere con calma e ascoltare il cuore. Per chi è in coppia, sarà fondamentale dedicare attenzione e sincerità al partner, rafforzando i legami attraverso conversazioni sincere. Le opportunità di connessione profonda sono alte, ma richiedono apertura emotiva. Evitate indecisioni e concentratevi sulla comunicazione autentica. Questa settimana invita a coltivare la fiducia e il rispetto reciproco, rendendo le relazioni più solide e significative.",
      "career": "Nella settimana dal 5 all’11 gennaio 2026, i Cancro potrebbero scoprire nuove opportunità di crescita professionale se si mostrano aperti ai cambiamenti.È un momento favorevole per valutare le proprie competenze e considerare corsi di aggiornamento o nuove responsabilità. Le decisioni riguardanti la carriera dovrebbero essere prese con calma e razionalità, ascoltando il proprio istinto. Collaborazioni e networking saranno strumenti preziosi per aprire porte interessanti. Mantenere un atteggiamento positivo e proattivo aiuterà a consolidare la propria posizione e a mettere in atto nuovi progetti con maggiore sicurezza.",
      "health": "Per la settimana dal 5 all'11 gennaio 2026, i Cancro potranno sperimentare un miglioramento nel loro benessere fisico. È il momento ideale per dedicarsi a passeggiate all'aperto e adottare un’alimentazione equilibrata. La mente beneficerà di pause regolari e di pratiche di mindfulness per ridurre lo stress. Dedica del tempo alla cura di te stesso, magari con un rituale relax serale. Ascolta il tuo corpo e non trascurare il riposo, per mantenere energia e serenità.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Durante questa settimana, i Leone sentiranno un’energia potente che li spingerà a mettere in campo nuove iniziative e a mostrare il proprio carattere con maggiore determinazione. È un momento favorevole per investire su se stessi, rinnovare le proprie ambizioni o avviare progetti importanti. La vostra fiducia in voi stessi sarà un punto di forza, ma attenzione a non diventare troppo presuntuosi; l’umiltà vi aiuterà a consolidare i successi. Sul piano relazionale, si prospettano incontri significativi e opportunità di rafforzare legami esistenti, purché siate disposti ad ascoltare e a mostrare empatia. Sul fronte lavorativo, la vostra creatività sarà un’arma vincente, ma concentratevi anche sulla pianificazione a lungo termine. Questo è un momento di crescita, se saprete equilibrare ambizione e sensibilità, lasciando spazio a intuizioni e novità. Approfittate di questa settimana per brillare e consolidare la vostra leadership.",
      "love": "Per i Leone, questa settimana porta opportunità di crescita emotiva sia in amore che nelle relazioni. I single potrebbero incontrare qualcuno di interessante, ma è importante mantenere trasparenza e sincerità. Le coppie, invece, devono dedicare del tempo alla comunicazione, ascoltando con attenzione il partner. È un momento favorevole per rafforzare legami esistenti e superare eventuali incomprensioni. Consiglio di essere aperti all’ascolto e alla condivisione, senza frenesia. La pazienza e la sincerità saranno chiavi vincenti per approfondire i vostri rapporti e vivere momenti di intima complicità.",
      "career": "Durante la settimana dal 5 all'11 gennaio 2026, leone potrebbe affrontare opportunità significative per avanzamenti di carriera e riconoscimenti. È un momento favorevole per proporre idee innovative e rafforzare i rapporti con colleghi e superiori, poiché la vostra energia e determinazione saranno osservate con favore. Tuttavia, è importante valutare con attenzione ogni proposta di cambiamento e evitare decisioni impulsive. La riflessione e la pianificazione strategica vi aiuteranno a consolidare la posizione professionale. In questo periodo, mantenete un atteggiamento aperto e proattivo, seguendo con fiducia le vostre intuizioni e obiettivi di crescita.",
      "health": "Durante questa settimana Leone potrà sperimentare un miglioramento nella sua energia fisica se dedicarsi a un’attività fisica moderata, come una passeggiata all'aria aperta o dello yoga. Mentalmente, sarà importante prendersi del tempo per rilassarsi e riflettere, evitando stress eccessivi. Nella cura di sé, si consiglia di mantenere una dieta equilibrata e di dedicare momenti alla meditazione o a tecniche di respirazione profonda per ristabilire l’equilibrio emotivo.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Durante questa settimana, i Vergine sentiranno una spinta verso l’introspezione e la riflessione interiore. È un momento favorevole per rivedere i propri obiettivi e riorganizzare le priorità, lasciando spazio alla crescita personale. Le energie planetarie favoriscono la chiarezza mentale, quindi approfittatene per affrontare questioni irrisolte con maggiore serenità e pazienza. Sul versante lavorativo, la prudenza e l’attenzione ai dettagli saranno vostre alleate; evitare decisioni affrettate vi aiuterà a consolidare le vostre posizioni. Le relazioni, invece, richiedono dedizione e ascolto autentico: dedicate tempo a chi vi sta accanto, coltivando empatia e comprensione reciproca. In questa fase, il benessere emotivo dipende anche dal prendersi cura di sé stessi: concedetevi pause rigeneranti e momenti di relax. Affrontate la settimana con calma e determinazione, e i risultati arriveranno.",
      "love": "Durante questa settimana, i Vergine potrebbero scoprire nuove opportunità di connessione sentimentale. Per chi è single, è il momento di aprirsi a incontri spontanei e di lasciarsi coinvolgere dall’energia positiva intorno a voi. Le vostre capacità di ascolto saranno apprezzate e potranno rafforzare eventuali nuove conoscenze. In coppia, la comunicazione sarà chiave: dedicare tempo e attenzione al partner rafforzerà il vostro legame. Evitate di essere troppo critici e cercate di confrontarvi con calma. Questa settimana favorisce la crescita emotiva e l’intimità, portando maggiore armonia nella vostra vita amorosa.",
      "career": "Per la settimana dal 5 all'11 gennaio 2026, i nativi Vergine si sentono particolarmente motivati a perseguire nuove opportunità professionali. È il momento di mettere in luce le proprie competenze e di avanzare proposte innovative. Le decisioni prese con calma e attenzione ai dettagli porteranno benefici a lungo termine. Potrebbero emergere opportunità di collaborazione o di formazione che richiedono un approccio pratico e analitico. Con una pianificazione accurata, questa settimana favorisce la crescita professionale e l’affermazione nel proprio settore. È fondamentale mantenere un atteggiamento aperto e pronto ad adattarsi ai cambiamenti.",
      "health": "Per la settimana dal 5 all'11 gennaio 2026, la Vergine dovrebbe concentrarsi sul miglioramento del proprio benessere fisico attraverso un'alimentazione equilibrata e un’attività fisica leggera come lo yoga o le passeggiate. Mentalmente, è importante dedicare del tempo alla meditazione o alla lettura per favorire la calma interiore. Ricordate di ascoltare il vostro corpo e concedervi momenti di riposo per rafforzare il vostro equilibrio emotivo e mentale durante questa settimana.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Questa settimana, i Bilancia sentiranno un’energia di bilanciamento e di riflessione che li aiuterà a riordinare le idee e a riformulare le proprie priorità. È un momento favorevole per ripensare alle relazioni interpersonali, consolidando i legami più sinceri e lasciando andare le situazioni che non portano beneficio. La presenza di Giove e Venere favorisce momenti di convivialità e rafforzamento dei rapporti affettivi, portando un senso di calma e ottimismo. Tuttavia, attenzione alle tensioni impulsive che potrebbero emergere, specialmente nelle discussioni con colleghi o partner. È importante ascoltare con attenzione e mantenere un atteggiamento pacato. Questa settimana invita a prendersi cura di sé, dedicando tempo al benessere e alla crescita personale. Con pazienza e chiarezza, i Bilancia potranno affrontare con successo le sfide e scoprire nuove opportunità di crescita e serenità.",
      "love": "Durante questa settimana, i Bilancia potrebbero vivere momenti di introspezione e di rinnovamento nei sentimenti. Le opportunità romantiche si presentano per coloro che sono aperti a nuove conoscenze, anche attraverso incontri casuali che potrebbero rivelarsi sorprendenti. Le coppie trovano il modo di rafforzare il legame, grazie alla comunicazione sincera e alla capacità di ascolto reciproco. È un buon momento per condividere progetti futuri e approfondire la comprensione reciproca. Consiglio di essere pazienti e di dedicare attenzione alle emozioni dell’altro, favorendo così una connessione più profonda e autentica.",
      "career": "La settimana dal 5 all'11 gennaio 2026 si presenta come un momento favorevole per i Bilancia che desiderano rinnovare il proprio percorso professionale. Le opportunità di crescita si affacciano attraverso nuove collaborazioni e progetti innovativi, che richiedono determinazione e attenzione ai dettagli. È un periodo ideale per valutare eventuali cambiamenti di ruolo o per consolidare le proprie competenze, mostrando leadership e capacità di adattamento. Le decisioni importanti devono essere prese con calma, ascoltando il proprio istinto e cercando il parere di consulenti fidati. Investire nel proprio sviluppo porterà benefici a medio termine.",
      "health": "Durante la settimana dal 5 all'11 gennaio 2026, i Bilancia potranno avvertire un crescente bisogno di equilibrio tra corpo e mente. È un momento favorevole per dedicarsi a attività di rilassamento come lo yoga o la meditazione, che aiuteranno a rafforzare il benessere mentale. Dal punto di vista fisico, si consiglia di mantenere un’alimentazione leggera e di praticare regolarmente esercizio moderato. Dedicate del tempo alla cura di voi stessi, ascoltando i segnali del vostro corpo.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "La settimana dal 5 all’11 gennaio sarà un periodo di grande introspezione e rinnovamento per lo Scorpione. Le energie astrali favoriranno la riflessione interiore e la volontà di lasciar andare vecchi schemi per aprirsi a nuove possibilità. È un momento ideale per valutare i propri obiettivi e fare chiarezza sui desideri più autentici. La presenza di pianeti favorevoli porterà anche opportunità di approfondimento nelle relazioni, invitandoti a comunicare con sincerità e apertura. Tuttavia, sii paziente e prudente nelle decisioni importanti, evitando impulsività. Potresti sentirti più sensibile del solito, ma questa tua capacità di introspezione ti aiuterà a trovare equilibrio e pace interiore. Dedica del tempo a te stesso, praticando attività che ti rilassano e ti aiutano a ricostruire le energie; nei momenti di quiete si celano spesso le risposte più significative.",
      "love": "Questa settimana, i Scorpione avranno l'opportunità di approfondire i legami esistenti e di rafforzare i sentimenti. Per i single, sarà un periodo favorevole per aprirsi alle nuove conoscenze, ma attenzione alle esitazioni. Le relazioni di coppia potrebbero affrontare qualche tensione, ma con calma e ascolto reciproco si supereranno facilmente le difficoltà. Il consiglio è di dedicare tempo alla comunicazione sincera e di mostrare empatia. Questo momento invita a riflettere sui desideri interiori e a consolidare il legame affettivo, favorendo una maggiore intimità e comprensione reciproca.",
      "career": "Durante questa settimana, i nati sotto il segno dello Scorpione avranno opportunità di consolidare le loro competenze e avanzare in progetti importanti. Sarà un momento favorevole per prendere decisioni strategiche e mostrare le proprie capacità decisionali al lavoro. La vostra determinazione e intuizione vi guideranno verso nuove collaborazioni e riconoscimenti. È consigliabile evitare decisioni affrettate e riflettere bene sui passi successivi. La settimana favorisce una crescita professionale significativa, purché si mantenga un atteggiamento aperto al cambiamento e si sfruttino al massimo le opportunità di formazione e networking.",
      "health": "Questa settimana, i nati sotto il segno dello Scorpione sentiranno un rinnovato dialogo tra corpo e mente. È un momento favorevole per dedicarsi a esercizi di rilassamento e meditazione, che aiuteranno a ridurre lo stress. Prestare attenzione all’alimentazione, preferendo cibi nutrienti e leggeri, favorirà il benessere fisico. Ricordate di concedervi pause di recupero e di ascoltare i segnali del vostro corpo, per mantenere energia e equilibrio durante tutta la settimana.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "La settimana dal 5 all'11 gennaio 2026 sarà ricca di energia e opportunità per i Sagittario. La presenza di pianeti in ascesa favorisce l’espansione personale e la scoperta di nuove possibilità, invitandoti a metterti in gioco con entusiasmo. Potresti sentire il bisogno di rinnovare alcuni aspetti della tua vita, soprattutto nel campo delle relazioni e dei progetti professionali. È il momento di essere coraggiosi e di confidare nelle tue capacità, ma attenzione a non esplorare oltre i tuoi limiti. La comunicazione sarà un alleato importante: ascolta con attenzione e condividi i tuoi pensieri con sincerità. Ricorda di dedicare del tempo al benessere personale, magari praticando attività che ti rilassino e ti rigenerino. Affronta questa settimana con positività, mantenendo alta la tua fiducia e la volontà di crescere.",
      "love": "Per i Sagittario, questa settimana porta opportunità di approfondimento nelle relazioni. Le stelle favoriscono comunicazioni sincere e momenti di intimità, rafforzando i legami esistenti. I single potrebbero incontrare qualcuno di interessante durante attività sociali o viaggi, ma è importante mantenere realismo e sincerità. Per le coppie, è un momento ideale per condividere sogni e progetti futuri, rafforzando la complicità. Ricorda di ascoltare con attenzione il partner e di evitare incomprensioni. La chiarezza e la spontaneità saranno le chiavi per vivere emozioni positive e crescita personale.",
      "career": "Per la settimana dal 5 all'11 gennaio 2026, i Sagittario potranno sperimentare nuove opportunità di crescita professionale grazie a incontri e collaborazione con colleghi o realtà innovative. È il momento di perseguire progetti ambiziosi e di mostrare il proprio entusiasmo, che sarà notato positivamente dai superiori. Tuttavia, è importante valutare attentamente le decisioni importanti, evitando di agire d'impulso. La chiarezza mentale e l'apertura al dialogo favoriranno avanzamenti di carriera e rafforzamento delle competenze. Sfruttate questa fase per consolidare la vostra reputazione professionale e pianificare con entusiasmo passi futuri.",
      "health": "Durante la settimana dal 5 all’11 gennaio 2026, il Sagittario sarà energico ma dovrà fare attenzione a non esagerare. La salute fisica beneficerà di attività all’aperto, come camminate o yoga, per rafforzare corpo e mente. La cura di sé sarà fondamentale: dedicati momenti di relax e meditazione per ridurre lo stress. Mantieni un’alimentazione equilibrata e riposa adeguatamente. Ascolta il corpo, e affronta le sfide con positività e consapevolezza.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "La settimana dal 5 all’11 gennaio 2026 porta ai Capricorno un senso di riflessione profonda e rinnovata determinazione. Le energie planetarie favoriscono l’autoanalisi e il consolidamento dei propri obiettivi a lungo termine. È un momento ideale per riorganizzare le priorità e definire con chiarezza le tappe per il futuro, evitando distrazioni e lasciandosi alle spalle vecchi schemi che non servono più. La calma e la pazienza saranno strumenti preziosi per affrontare eventuali sfide professionali o personali, rendendo più semplice mantenere la concentrazione. Nel cuore della settimana, si possono presentare opportunità di crescita attraverso nuove collaborazioni o progetti, ma è importante valutare ogni scelta con attenzione e senza fretta. Questa settimana invita i Capricorno a coltivare la fiducia in sé stessi, mantenendo saldo il focus sui propri obiettivi e prendendosi cura del proprio benessere mentale e fisico.",
      "love": "Durante questa settimana, i Capricorno sentiranno un'apertura emotiva che favorisce nuove opportunità romantiche. Per i single, è il momento di uscire dalla routine e mostrare il proprio lato più autentico, potresti attirare qualcuno di speciale. Le coppie, invece, troveranno rafforzare la comunicazione, rafforzando il legame attraverso sincerità e attenzione reciproca. È importante evitare malintesi e godersi i momenti di intimità. La chiave questa settimana è trovare equilibrio tra ambizione e tenerezza, creando un ambiente di fiducia e comprensione reciproca. Approfittate di questa energia per crescere insieme.",
      "career": "Durante la settimana del 5-11 gennaio 2026, i Capricorno potranno percepire nuove opportunità di crescita professionale, grazie a incontri e collaborazioni impreviste. È un momento favorevole per ribadire le proprie competenze e assumersi responsabilità più grandi, che potrebbero portare riconoscimenti concreti. Le decisioni strategiche saranno fondamentali; valutate attentamente le proposte e non esitate a chiedere consulenze esterne se necessario. La determinazione e la pazienza vi guideranno verso con risultati positivi. Sfruttate questa fase per rafforzare la vostra rete professionale e pianificare obiettivi a medio termine.",
      "health": "Durante questa settimana, il Capricorno dovrebbe concentrarsi sul rafforzamento della propria salute fisica attraverso una dieta equilibrata e attività sportive leggere. È un momento favorevole per prendersi cura della mente dedicando del tempo alla meditazione o a uno spazio di riflessione personale. Ricorda di ascoltare i segnali del corpo e di concederti pause rigeneranti. La cura di sé e l’attenzione alle proprie esigenze saranno fondamentali per affrontare serenamente le sfide della settimana.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Questa settimana, l’Acquario sarà avvolto da un’energia di rinnovamento e introspezione. È il momento ideale per riflettere sui tuoi obiettivi a lungo termine e rivedere le strategie che hai tracciato. Le stelle favoriscono la comunicazione e ti aiutano a esprimere con chiarezza le tue idee, sia sul lavoro che nei rapporti personali. Tuttavia, dovrai fare attenzione a non lasciarti sopraffare dall’ansia o dalla voglia di tutto subito; la pazienza sarà la tua alleata principale. Potresti ricevere riconoscimenti o opportunità inaspettate, ma bisogna restare aperti ai cambiamenti e pronti a adattarsi. Questo è un momento di crescita, che richiede equilibrio tra impegno e ascolto delle tue emozioni. Con un pizzico di determinazione, potrai affrontare la settimana con fiducia, portando avanti progetti importanti e consolidando legami significativi.",
      "love": "Durante la settimana dal 5 all'11 gennaio 2026, l'acquario potrebbe vivere momenti di grande introspezione e profondità nelle relazioni. I single avranno l'opportunità di incontrare persone interessanti, ma è importante mantenere apertura e sincerità. Per le coppie, si consiglia di dedicare più tempo alla comunicazione e alla comprensione reciproca, evitando malintesi. È un periodo favorevole per rafforzare i legami attraverso gesti affettuosi e ascolto attento. La chiave sarà mostrare empatia e pazienza, così da rendere le relazioni più solide e significative.",
      "career": "Durante la settimana dal 5 all’11 gennaio 2026, i nati sotto il segno dell’Acquario avranno opportunità di crescita professionale, grazie a nuove idee e proposte innovative che emergono nell’ambiente di lavoro. È un momento favorevole per rafforzare i rapporti con colleghi e superiori, favorendo collaborazioni e progetti di team. Tuttavia, è importante ponderare bene le decisioni di carriera, evitando impulsività. Approfittate di questa settimana per pianificare obiettivi a medio termine e sviluppare competenze che possano differenziarvi nel vostro settore. La perseveranza e la chiarezza mentale saranno le chiavi del vostro successo.",
      "health": "Questa settimana per l’Acquario, la salute fisica richiede attenzione: dedicare del tempo all’attività all’aria aperta aiuterà a rinvigorire corpo e mente. La salute mentale beneficerà di momenti di riflessione e di pratiche di rilassamento come la meditazione o lo yoga. È importante prendersi pause di qualità, alimentarsi con sapienza e dedicarsi a un hobby che favorisca il benessere emotivo. La cura di sé sarà la chiave per affrontare con equilibrio questa settimana.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Durante la settimana dal 5 all'11 gennaio 2026, i Pesci si troveranno a vivere un periodo di profonda introspezione e rinnovamento interiore. Le energie planetarie favoriscono la riflessione, invitandoti a dedicare tempo alla tua crescita personale e a riconsiderare le tue priorità. È un momento ideale per praticare la meditazione o attività che ti aiutino a connetterti con il tuo mondo emotivo. Sul fronte delle relazioni, potresti scoprire un bisogno crescente di sincerità e profondità, portando ad alcune conversazioni significative con persone a te care. È importante ascoltare il tuo intuito e seguire il cuore, ma senza perdere di vista il realismo. Sul lavoro, la settimana si presenta come una fase di consolidamento: sii paziente e affidabile, e i risultati arriveranno. Prenditi cura di te stesso con attenzione e lasciati guidare dalla sensibilità che ti caratterizza.",
      "love": "Per i Pesci, questa settimana si apre con energie favorevoli alla comunicazione emotiva e ai momenti di intimità. Singles potrebbero incontrare persone interessanti attraverso attività sociali o nuove amicizie, mentre chi è in coppia dovrebbe concentrarsi su dialoghi sinceri per rafforzare il legame. È un momento ideale per esprimere i propri sentimenti e chiarire eventuali malintesi. Ricordate di essere pazienti e ascoltare con attenzione il partner. La sincerità e la fiducia saranno le chiavi per approfondire relazioni esistenti o crearne di nuove. È un momento propizio per investire nel benessere emotivo.",
      "career": "Durante la settimana dal 5 al 11 gennaio 2026, i Pesci potranno sperimentare nuove opportunità di crescita professionale, grazie alla loro intuizione e sensibilità. È un momento favorevole per valutare eventuali cambiamenti di carriera o approfondire competenze chiave. La vostra capacità di ascoltare e connettervi con colleghi e superiori vi aiuterà a rafforzare le relazioni sul lavoro. Tuttavia, si consiglia di mantenere un atteggiamento equilibrato e di evitare decisioni affrettate. Con attenzione e determinazione, questa settimana può segnare un passo importante verso il vostro sviluppo professionale.",
      "health": "Per i Pesci, questa settimana si presenta come un momento favorevole per prendersi cura del proprio benessere complessivo. La salute fisica beneficerà di attività leggere come yoga o passeggiate all'aperto, che aiuteranno a scaricare lo stress accumulato. Mentalmente, è importante dedicarsi a momenti di riflessione e meditazione per ritrovare equilibrio e calma interiore. Dedica del tempo al riposo e alla cura di te stesso per rinforzare la tua energia e il tuo spirito durante questa settimana.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    }
  }
}