{
  "week": "2026-W06",
  "language": "fr",
  "entries": {
    "aries": {
      "overview": "Cette semaine, le Bélier ressentira une énergie dynamique qui le pousse à agir avec confiance et détermination. Les premiers jours seront propices à la prise de décisions importantes, surtout dans le domaine professionnel ou personnel. C'est le moment de se concentrer sur ses objectifs et de ne pas hésiter à exprimer ses idées. Cependant, une tendance à l’impatience pourrait surgir, il est donc essentiel de rester à l’écoute des autres et de faire preuve de patience. La communication sera clé pour éviter tout malentendu. Vers le milieu de la semaine, une envie de nouveauté et d’aventure pourrait se faire sentir, invitant le Bélier à explorer de nouvelles pistes ou à changer sa routine. Enfin, la fin de semaine sera favorable à la réflexion intérieure et au recentrage sur soi-même. Il est conseillé de prendre du recul, de méditer ou de se consacrer à des activités qui nourrissent son esprit.",
      "love": "Cette semaine, Bélier, il se présente des opportunités romantiques enrichissantes. Les célibataires pourraient faire une rencontre inattendue, porteuse de sincérité et de passion. Pour les couples, cette période favorise la communication et la complicité. Il est conseillé de prendre le temps d’écouter votre partenaire et d’exprimer vos sentiments avec douceur. Évitez la précipitation dans vos décisions sentimentales. C’est le moment idéal pour renforcer les liens existants ou pour explorer de nouvelles connexions avec authenticit&eacute;. Faites confiance à votre intuition et laissez parler votre cœur avec confiance et bienveillance.",
      "career": "Pour la semaine du 9 au 15 février 2026, Bélier pourra saisir de nouvelles opportunités professionnelles en faisant preuve d’initiative et d’audace. C’est une période favorable pour renforcer ses compétences et envisager des formations ou des projets ambitieux. La clarté dans la communication sera essentielle pour faire avancer ses idées et convaincre ses collègues ou partenaires. Des décisions importantes concernant votre carrière pourraient se présenter ; il est conseillé de faire preuve de patience et de réfléchir soigneusement avant de vous engager. Cette semaine favorise la progression personnelle accrue et l’affirmation de soi sur le plan professionnel.",
      "health": "Cette semaine, Bélier, votre énergie physique sera soutenue par un regain de vitalité, mais attention à ne pas vous épuiser. Prenez le temps de vous reposer et de pratiquer des activités relaxantes pour éviter le stress mental. Accordez-vous des moments de méditation ou de respiration profonde pour renforcer votre bien-être intérieur. Nourrissez votre corps avec une alimentation équilibrée et hydratez-vous régulièrement. Enfin, privilégiez les moments de solitude pour recharger votre énergie mentale et émotionnelle.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Cette semaine, le Taureau ressent un besoin profond de stabilité et de confort. Les influences planétaires favorisent la réflexion intérieure, vous invitant à faire le point sur vos objectifs à long terme. C’est le moment idéal pour renforcer vos bases, que ce soit dans votre vie personnelle ou professionnelle. Vous pourriez être confronté à des choix importants, alors prenez le temps d’analyser chaque situation avec patience et pragmatisme. La communication sera essentielle, notamment pour clarifier vos attentes et renforcer vos liens avec vos proches. Sur le plan émotionnel, vous gagnerez en sérénité en vous concentrant sur ce qui vous apaise vraiment. N’oubliez pas de prendre soin de votre bien-être physique et mental, en adoptant une routine équilibrée. En suivant cette voie, vous verrez que la stabilité et la confiance en vous s’accroîtront, vous permettant de traverser la semaine avec assurance.",
      "love": "Cette semaine, Taureau pourra ressentir un regain de confiance dans ses relations. Les opportunités romantiques se présentent, surtout pour les célibataires ouverts à de nouvelles rencontres. Pour les couples, c’est le moment d’approfondir la complicité et de communiquer avec sincérité. Faites preuve de patience et d’écoute attentive, cela renforcera votre lien. Évitez les malentendus en étant clair sur vos sentiments. Les petits gestes d’affection auront un impact positif. Cette période invite à la douceur et à la sincérité, favorisant l’harmonie et la découverte mutuelle.",
      "career": "Cette semaine, les Taureau peuvent s’attendre à des opportunités professionnelles enrichissantes. Une nouvelle collaboration ou un projet innovant pourrait se présenter, stimulant leur envie de progresser. Il est conseillé de prendre des décisions lucides tout en restant ouverts aux conseils de mentors ou collègues. La patience sera leur meilleur allié pour surmonter d’éventuelles petites difficultés. Profitez de cette période pour renforcer vos compétences et envisager de nouvelles formations ou certifications. La persévérance et la confiance en soi seront clés pour faire avancer vos ambitions et concrétiser vos projets futurs.",
      "health": "Pour la semaine du 9 au 15 février 2026, les Taureaux ressentiront une énergie stable, idéale pour renforcer leur santé physique en intégrant une routine d'exercice régulière et équilibrée. Sur le plan mental, il sera bénéfique de prendre du temps pour la méditation ou des activités relaxantes afin de réduire le stress. N'oubliez pas de privilégier une alimentation saine et de vous accorder des moments de détente pour préserver votre bien-être global tout au long de la semaine.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "La semaine du 9 au 15 février 2026 sera une période de croissance et de découverte pour les Gémeaux. Vous serez particulièrement curieux et ouvert à de nouvelles idées, ce qui pourra renforcer vos relations et stimuler votre créativité. Cependant, il est important de rester attentif à votre communication, car des malentendus pourraient survenir si vous ne choisissez pas vos mots avec soin. La lune mettra en lumière votre secteur des relations, vous incitant à faire preuve d’empathie et de compréhension envers vos proches. Profitez de cette période pour clore certains dossiers en suspens et planifier vos projets futurs. L’énergie de la semaine vous invite à équilibrer votre vie sociale avec un peu de temps pour la réflexion personnelle. Prenez soin de votre bien-être mental et physique, car cela renforcera votre vitalité et votre enthousiasme pour les défis à venir.",
      "love": "Pour les Gémeaux, cette semaine s’annonce prometteuse sur le plan amoureux. Les opportunités de rencontre seront présentes, surtout en milieu social ou lors d’activités intellectuelles. Les célibataires pourraient faire une rencontre intéressante, basée sur la communication et le partage d’idées. Pour les couples, la période favorise la complicité et le dialogue. Il est crucial d’écouter activement son partenaire et d’éviter les malentendus. La clé cette semaine réside dans la sincérité et l’ouverture d’esprit. Que vous soyez seul ou en couple, faites confiance à votre instinct et osez exprimer vos sentiments avec authenticité.",
      "career": "Cette semaine, les Gémeaux ressentiront une dynamique favorable pour explorer de nouvelles opportunités professionnelles. Les échanges avec vos collègues ou partenaires seront particulièrement stimulants et pourraient ouvrir la voie à des projets innovants. C’est le moment idéal pour faire preuve de créativité et de flexibilité dans vos tâches, ce qui renforcera votre position. Cependant, il est important de prendre le temps de clarifier vos objectifs avant de vous engager dans de nouvelles missions. Une réflexion approfondie vous permettra de faire des choix judicieux pour votre évolution de carrière. Restez à l’écoute de votre intuition.",
      "health": "Cette semaine, les Gémeaux pourront ressentir une vague d’énergie positive qui favorise leur santé physique. Il est conseillé d’intégrer une routine sportive régulière et de prêter attention à leur alimentation pour maintenir cette vitalité. Sur le plan mental, il est essentiel de prendre du temps pour la méditation ou des activités relaxantes afin d’éviter le stress. Accordez-vous des pauses et privilégiez le sommeil pour un bien-être optimal. La clé de cette semaine réside dans l’équilibre entre mouvement et sérénité.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Cette semaine, les Cancers ressentiront une forte intensité émotionnelle qui les invitera à faire le point sur leurs relations et leur bien-être intérieur. La Lune en aspect favorable vous apportera douceur et compréhension, renforçant votre intuition. C’est le moment idéal pour exprimer vos sentiments sincèrement, que ce soit avec un partenaire ou un proche. Sur le plan professionnel, la semaine vous offre des opportunités de consolidation et de reconnaissance. N’hésitez pas à faire preuve de patience et de persévérance face aux défis qui pourraient surgir. Sur le plan intérieur, prenez du temps pour vous recentrer et écouter votre ressenti, surtout en fin de semaine, lorsque vos émotions seront particulièrement riches. La méditation ou une activité calme pourrait vous apporter la clarté nécessaire pour avancer sereinement. Restez à l’écoute de votre cœur, cela vous guidera vers des décisions éclairées et bénéfiques pour votre équilibre.",
      "love": "Cette semaine, pour les Cancer, les opportunités romantiques se présentent sous un jour positif. Les célibataires pourraient faire une rencontre significative si ils restent ouverts et authentiques. Il est également favorable de communiquer avec transparence pour renforcer les liens existants. Les couples, quant à eux, pourraient ressentir le besoin de raviver la complicité et d’aborder des sujets parfois difficiles. La clé réside dans l’écoute attentive et la patience. Prenez le temps de montrer votre soutien et votre affection, cela renforcera votre relation. Faites preuve de douceur et de sincérité, vos efforts seront récompensés.",
      "career": "Pour la semaine du 9 au 15 février 2026, les Cancers ressentiront une forte impulsion pour prendre des initiatives professionnelles. C’est une période propice pour explorer de nouvelles opportunités ou envisager une évolution de carrière. La période favorise également la consolidation des relations avec vos collègues et partenaires, ce qui pourrait ouvrir la voie à des collaborations enrichissantes. Cependant, il est conseillé de réfléchir attentivement avant de prendre des décisions importantes afin d’éviter toute précipitation. Restez à l’écoute de votre intuition, car elle vous guidera vers les choix les plus judicieux pour votre croissance professionnelle.",
      "health": "Cette semaine, les personnes atteintes de cancer doivent prêter une attention particulière à leur santé physique en privilégiant une alimentation équilibrée et en restant hydratées. Sur le plan mental, il est essentiel de pratiquer la pleine conscience ou de se réserver des moments de calme pour réduire le stress. Accordez-vous du temps pour des activités qui vous apportent de la joie et du repos. La patience et l’écoute de votre corps seront vos meilleurs alliés cette semaine.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Cette semaine, Lion, votre énergie sera particulièrement brillante, mais il sera essentiel de canaliser cette vitalité avec sagesse. Les astres favorisent la créativité et la confiance en soi, vous permettant d’aborder des projets importants avec optimisme. Cependant, il est conseillé de rester attentif aux relations personnelles, car des malentendus pourraient survenir si vous ne communiquez pas de manière claire et attentive. La fin de semaine vous invite à prendre du recul, à réfléchir sur vos motivations profondes et à vous consacrer à votre bien-être intérieur. C’est le moment idéal pour vous reconnecter avec vos passions et chercher un équilibre entre vie professionnelle et vie privée. Écoutez votre instinct et n’hésitez pas à demander de l’aide si nécessaire. En suivant ces conseils, vous pourrez tirer profit de cette période dynamique pour avancer sereinement vers vos objectifs.",
      "love": "Cette semaine, les Lion ressentiront un regain de chaleur dans leurs relations. Les couples auront l’occasion de renforcer leur complicité en partageant des moments sincères et authentiques. C’est le moment de communiquer avec ouverture et empathie, afin d’éviter les malentendus. Pour les Célibins, une rencontre inattendue pourrait surgir, apportant une touche de nouveauté. Il est conseillé de rester fidèle à soi-même tout en étant attentif aux émotions de l'autre. En général, cette période invite à exprimer ses sentiments et à nourrir la confiance mutuelle pour bâtir des liens solides.",
      "career": "Cette semaine, le Lion peut s’attendre à des opportunités professionnelles qui stimuleront sa créativité et son leadership. C’est le moment idéal pour prendre des initiatives, notamment dans des projets collaboratifs ou innovants. La communication sera essentielle pour faire valoir vos idées et renforcer votre visibilité. Des rencontres clés peuvent ouvrir des portes vers de nouvelles responsabilités ou formations. Restez à l’écoute des conseils de mentors ou collègues expérimentés. Enfin, prenez le temps de réfléchir à vos objectifs à long terme, car des décisions stratégiques pourront influencer favorablement votre carrière dans les prochains mois.",
      "health": "Cette semaine, les Lions ressentiront une énergie renouvelée pour prendre soin de leur corps. Pensez à intégrer une activité physique modérée pour stimuler votre vitalité et équilibrer votre esprit. Sur le plan mental, il est conseillé de pratiquer la méditation ou la pleine conscience pour réduire le stress et clarifier vos pensées. Accordez-vous également des moments de pause et de détente, en privilégiant un sommeil réparateur, afin de renforcer votre bien-être global dans cette période dynamique.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Cette semaine, la Vierge ressentira une forte énergie de clarification et de renouveau. Les influences planétaires vous encouragent à faire le point sur vos responsabilités et à organiser votre vie avec davantage de précisions. C'est le moment idéal pour mettre en ordre vos projets personnels et professionnels, en laissant de côté les distractions superflues. La communication sera fluide, facilitant les échanges avec vos proches ou collègues ; cependant, veillez à éviter de vous montrer trop critique ou perfectionniste. La fin de la semaine apportera une opportunité de croissance personnelle, notamment si vous prenez le temps d’écouter votre intuition. N’hésitez pas à vous recentrer sur votre bien-être mental et physique en pratiquant la méditation ou une activité relaxante. Restez à l’écoute de vos émotions et faites preuve de patience face aux imprévus. En adoptant une attitude constructive et sereine, vous pourrez tirer le meilleur parti de cette période.",
      "love": "Cette semaine, les Vierges ressentiront une harmonie particulière dans leur vie amoureuse. Les opportunités de rencontres inattendues pourraient se présenter, surtout en milieu social ou lors d’activités culturelles. Pour les couples, c’est le moment de renforcer la complicité en exprimant vos sentiments avec sincérité. Soyez attentifs aux signaux de votre partenaire et évitez les malentendus en privilégiant la communication. Pour les célibataires, la patience sera la clé pour nouer des liens authentiques. Restez ouverts, écoutez votre intuition et privilégiez le dialogue pour vivre des moments enrichissants en amour cette semaine.",
      "career": "Cette semaine, la Vierge pourra saisir des opportunités professionnelles intéressantes en consolidant ses compétences et en se montrant proactive face aux projets en cours. C’est le moment idéal pour faire preuve de discernement dans les décisions importantes et éviter la précipitation. Des opportunités de réseautage ou de collaboration pourraient se présenter, favorisant une évolution positive de votre carrière. La clé sera d’allier rigueur et ouverture d’esprit, tout en restant fidèle à vos valeurs. Prenez le temps d’évaluer vos options pour faire des choix stratégiques et assurer un développement professionnel harmonieux cette semaine.",
      "health": "Cette semaine, la Vierge devrait prêter une attention particulière à son équilibre physique en intégrant une activité douce comme la marche ou le yoga. Sur le plan mental, il est conseillé de pratiquer la méditation ou la respiration profonde pour réduire le stress. Accordez-vous également des moments de repos et de recentrage, notamment en évitant la surcharge de travail. Prendre soin de soi en soignant son alimentation et en se consacrant à des activités qui apportent du plaisir renforcera votre bien-être global.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Cette semaine, Balance, l'harmonie et l’équilibre seront au cœur de vos préoccupations. Vous ressentirez le besoin de recentrer vos énergies et de faire le point sur votre bien-être mental et physique. C’est le moment idéal pour instaurer de nouvelles routines ou pour prendre du recul face à des situations qui vous semblent déstabilisantes. La semaine vous invite à cultiver la patience et la diplomatie dans vos échanges, surtout avec des personnes proches. Faites confiance à votre intuition pour résoudre d’éventuels conflits et pour prendre des décisions importantes. Côté amour, votre sensibilité sera accentuée, ce qui peut renforcer vos liens ou vous pousser à clarifier des malentendus. Professionnellement, privilégiez la collaboration et le dialogue constructif. En résumé, cette période vous pousse à rechercher l’harmonie intérieure tout en restant à l’écoute de ce qui vous entoure. Restez fidèle à vous-même pour avancer sereinement.",
      "love": "Cette semaine, l’équilibre et la communication seront essentiels dans vos relations. Pourles célibataires, c’est le moment d’ouvrir votre cœur et d’accorder une attention particulière à vos émotions. Une rencontre inattendue pourrait surgir, apportant fraîcheur et nouvelle perspective. Les couples, quant à eux, devraient favoriser la sincérité et l’écoute mutuelle pour renforcer la confiance. Évitez les malentendus en exprimant clairement vos sentiments. Cette période invite à la patience et à la douceur. Soyez à l’écoute de votre partenaire ou de vous-même, et privilégiez les moments de partage pour favoriser l’harmonie et la complicité.",
      "career": "Pour la semaine du 9 au 15 février 2026, les opportunités professionnelles se présenteront sous un jour favorable, notamment dans les domaines liés à la collaboration et à l’innovation. C’est le moment idéal pour approfondir vos compétences, envisager des formations ou des certifications qui renforceront votre profil. Les décisions de carrière devront être mûrement réfléchies, en écoutant votre intuition tout en analysant les risques. La communication avec vos collègues ou supérieurs sera clé pour faire avancer vos projets. Restez concentré sur vos objectifs à long terme et laissez place à la confiance en vos capacités pour saisir les bonnes occasions.",
      "health": "Cette semaine, prenez le temps d’écouter votre corps en intégrant des activités physiques douces comme la marche ou le yoga pour renforcer votre énergie. Accordez-vous des moments de calme pour apaiser votre esprit, en méditant ou en respirant profondément. N’oubliez pas de soigner votre sommeil et de privilégier une alimentation équilibrée. La clé est de trouver un équilibre entre activité et repos, afin de favoriser votre bien-être global.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Cette semaine, les Scorpions auront l’occasion de plonger en eux-mêmes pour explorer des aspects profonds de leur personnalité. L’énergie intense de cette période favorise la réflexion et la remise en question. C’est le moment idéal pour faire le point sur des relations ou des projets qui nécessitent une attention sincère. La lune en harmonie avec votre signe accentuera votre intuition, vous guidant vers des décisions cruciales. Cependant, attention à ne pas vous laisser emporter par des émotions trop fortes ; la patience restera votre alliée pour éviter les malentendus. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, mais il faudra faire preuve de discernement avant de vous engager. Sur le plan personnel, privilégiez la communication ouverte avec vos proches pour renforcer la confiance. Enfin, cette semaine vous invite à cultiver la confiance en vous et à suivre votre instinct pour avancer avec assurance.",
      "love": "Cette semaine, les Scorpions ressentiront une intensité émotionnelle accrue, favorisant la communication profonde avec leur partenaire ou leur béguin. Pour les célibataires, c’est le moment idéal pour ouvrir leur cœur et explorer de nouvelles rencontres sincères. Les couples pourront renforcer leur complicité en partageant des moments authentiques. Cependant, il est important de rester patient face aux malentendus possibles. La clé est la transparence et l’écoute attentive. Restez à l’écoute de vos sentiments et n’ayez pas peur d’exprimer vos besoins. Cette période encourage la sincérité et la confiance.",
      "career": "Cette semaine, les Scorpions peuvent s’attendre à des opportunités professionnelles importantes si vous restez ouverts aux nouvelles idées. Des rencontres clés ou des collaborations inattendues pourraient ouvrir des portes vers des projets innovants ou des promotions. C’est un moment propice pour évaluer vos objectifs de carrière et envisager des formations ou des responsabilités accrues. Faites preuve de diplomatie dans vos interactions pour renforcer votre réseau. Restez concentré et confiant, car votre persévérance apportera des récompenses significatives. Prendre des décisions réfléchies cette semaine peut solidifier votre avenir professionnel et ouvrir la voie à une croissance durable.",
      "health": "Cette semaine, Scorpion doit prêter une attention particulière à son bien-être physique en privilégiant une alimentation équilibrée et en intégrant une activité physique régulière. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou la respiration profonde afin de réduire le stress. Accordez-vous également des moments de repos et de plaisir pour renforcer votre énergie. La clé cette semaine est l’équilibre entre effort et détente pour maintenir votre santé optimale.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Cette semaine, les Sagittaires ressentiront une énergie dynamique qui les pousse à explorer de nouvelles perspectives et à repousser leurs limites. La première moitié sera favorable à la prise d’initiatives, notamment dans le domaine professionnel, où des opportunités inattendues pourraient se présenter si vous restez ouvert et confiant. Côté relations, il est conseillé d’accorder une attention particulière à la communication : écouter avec bienveillance facilitera les échanges et renforcera vos liens. La fin de la semaine mettra en lumière l’importance de l’équilibre intérieur, invitant à la réflexion et à la méditation pour clarifier vos idées et recentrer vos objectifs. C’est le moment idéal pour faire le point sur vos aspirations profondes et envisager de nouveaux projets avec optimisme. Restez fidèle à votre enthousiasme naturel tout en étant attentif aux conseils de votre intuition.",
      "love": "Cette semaine, les Sagittaire en couple pourront renforcer leur complicité en partageant des activités enrichissantes. La communication sera fluide et propice à des échanges sincères. Pour les célibataires, c’est le moment idéal pour s’ouvrir aux autres et exprimer leurs sentiments. Cependant, il est important de rester patient et évitermélange d’émotions excessives. Une écoute attentive et une attitude positive permettront de favoriser des rencontres sincères. Que vous soyez en couple ou célibataire, privilégiez la transparence et l’authenticité pour faire grandir vos relations. Cette période invite à la confiance et à l’optimisme.",
      "career": "Pour la semaine du 9 au 15 février 2026, le Sagittaire ressentira une énergie positive propice à l’exploration de nouvelles opportunités professionnelles. C’est une période favorable pour prendre des décisions audacieuses ou pour envisager un changement de carrière. Votre enthousiasme et votre confiance en vous seront vos meilleurs atouts pour convaincre et élargir votre réseau. Pensez à vous former ou à acquérir de nouvelles compétences, cela pourrait ouvrir des portes inattendues. Restez attentif aux conseils de vos mentors et faites preuve de patience face à certains défis. La période encourage la croissance, à condition de rester fidèle à vos ambitions.",
      "health": "Cette semaine, Sagittaire, votre énergie physique sera au sommet si vous incorporez des activités dynamiques comme la marche ou le yoga. Prenez aussi du temps pour votre santé mentale en pratiquant la méditation ou la respiration consciente. Accordez-vous des moments de tranquillité pour recharger vos batteries. N’oubliez pas de bien vous hydrater, de privilégier une alimentation équilibrée et de dormir suffisamment. Le self-care est essentiel pour maintenir votre vitalité et votre esprit en harmonie tout au long de la semaine.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Cette semaine, le Capricorne ressentira une énergie renouvelée qui favorise la réflexion et la planification à long terme. Les astres vous encouragent à recentrer vos priorités, en mettant l’accent sur vos objectifs professionnels et personnels. C’est le moment idéal pour faire un point sur votre parcours et ajuster vos stratégies si nécessaire. La communication avec vos proches sera fluide, apportant des échanges sincères et constructifs. Cependant, faites attention à ne pas vous laisser envahir par la pression ou le stress. La clé cette semaine est l’équilibre entre ambition et bienveillance. Prenez du temps pour vous ressourcer et pour cultiver votre bien-être intérieur. La confiance en vous grandira en affrontant les défis avec calme et détermination. Enfin, n’hésitez pas à explorer de nouvelles idées ou avenues pour concrétiser vos projets, en gardant une attitude proactive et positive face à l’avenir.",
      "love": "Pour les Capricornes cette semaine, l'amour se présente comme une opportunité de renouveau et de communication sincère. Les célibataires pourraient rencontrer quelqu’un qui éveille leur intérêt, à condition de sortir de leur zone de confort et d’être ouverts aux nouvelles expériences. Les couples, quant à eux, bénéficieront de moments de complicité en se concentrant sur la communication et la patience. Il est important d’éviter les malentendus en exprimant clairement ses sentiments. Cette semaine invite à renforcer les liens existants tout en étant attentif aux signes de l’autre, avec confiance et douceur.",
      "career": "La semaine du 9 au 15 février 2026 s'annonce favorable pour les Capricornes en matière de progression professionnelle. Des opportunités inattendues pourraient se présenter, notamment grâce à votre perseverance et à votre sérieux. Il est temps de saisir de nouvelles responsabilités ou de proposer des idées innovantes qui pourraient valoriser votre parcours. Les décisions liées à votre avenir professionnel doivent être mûrement réfléchies, en évitant la précipitation. N'hésitez pas à solliciter l'avis de collègues ou de mentors pour éclaircir vos choix. La fin de semaine pourrait apporter une reconnaissance méritée, renforçant votre confiance en vos capacités.",
      "health": "La semaine du 9 au 15 février 2026, les Capricornes ressentiront un regain d’énergie physique, ce qui est propice à des activités sportives ou à une meilleure hygiène de vie. Sur le plan mental, il est important de prendre du recul et de pratiquer la méditation pour éviter le stress accumulé. Consacrez du temps à la détente et à l’écoute de vous-même, en privilégiant un sommeil réparateur et une alimentation équilibrée pour soutenir votre bien-être global.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Cette semaine, le Verseau se trouve dans une période propice à la réflexion et à l’introspection. Les énergies planétaires favorisent la clarification de vos objectifs personnels et professionnels. C’est le moment idéal pour faire le point sur vos aspirations et redéfinir vos priorités. Vous pourriez ressentir une envie soudaine de vous libérer de certaines obligations ou de vous éloigner de relations qui ne vous apportent pas de véritable épanouissement. La communication sera clé cette semaine, alors n’hésitez pas à exprimer vos idées avec clarté et conviction. Sur le plan relationnel, privilégiez l’écoute et la compréhension pour renforcer vos liens avec vos proches. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, mais il faut rester fidèle à vos valeurs. La patience et la confiance en votre intuition seront vos meilleurs alliés pour naviguer avec succès cette période de transformation.",
      "love": "Pour la semaine du 9 au 15 février 2026, Verseau, les opportunités romantiques seront favorables si vous osez exprimer vos émotions sincèrement. Les célibataires pourraient croiser une personne intéressante lors d’un événement social, mais il faudra rester authentique. Les couples bénéficieront d’un moment de complicité renforcé par la communication ouverte et l’écoute attentive. Cependant, évitez de faire des suppositions hâtives ou de céder à la frustration. La clé cette semaine est la patience et la transparence. Cultivez la confiance mutuelle et la douceur pour faire fleurir votre amour, qu’il soit naissant ou établi.",
      "career": "Cette semaine, le Verseau sera en pleine expansion professionnelle. Des opportunités inattendues pourraient se présenter, notamment dans des projets collaboratifs ou innovants. C’est le moment idéal pour prendre des initiatives et explorer de nouvelles idées. La communication avec vos collègues sera essentielle pour renforcer votre réseau. Faites preuve de confiance en vos compétences et soyez prêt à relever des défis. Les décisions que vous prendrez cette semaine auront un impact positif sur votre croissance à long terme. Restez à l’écoute de votre intuition et osez sortir de votre zone de confort pour maximiser votre réussite.",
      "health": "Pour la semaine du 9 au 15 février 2026, le Verseau devrait privilégier une attention particulière à sa santé physique en incorporant des activités modérées comme la marche ou le yoga pour favoriser son énergie. Sur le plan mental, il est conseillé de se réserver des moments de méditation ou de réflexion pour apaiser son esprit. Enfin, accordez-vous du temps pour des soins personnels et une alimentation équilibrée afin de renforcer votre bien-être global cette semaine.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Cette semaine, les Poissons ressentiront une profonde envie de recentrer leur énergie sur leur bien-être intérieur. Les influences planétaires favorisent la méditation, la réflexion et la reconnexion avec soi-même. C’est le moment idéal pour prendre du recul face aux défis quotidiens et écouter votre intuition. Sur le plan relationnel, la sincérité sera votre meilleur atout. Prenez le temps de dialoguer avec vos proches, en exprimant vos sentiments avec douceur et authenticité. Sur le plan professionnel, la créativité sera à son apogée, alors n’hésitez pas à proposer de nouvelles idées ou à explorer des projets qui vous tiennent à cœur. Cependant, veillez à ne pas vous laisser submerger par les émotions ; maintenez un équilibre entre sensibilité et rationalité. En somme, cette semaine vous invite à cultiver la paix intérieure tout en avançant avec confiance vers vos objectifs.",
      "love": "Pour la semaine du 9 au 15 février 2026, les Poissons ressentiront une énergie douce et apaisante dans leur vie amoureuse. Les relations existantes pourront s’approfondir grâce à une écoute attentive et à des échanges sincères. Pour les célibataires, c’est une période propice à la rencontre de personnes sincères, surtout dans des contextes où vous pouvez partager vos passions. Il est conseillé de rester ouvert aux sentiments et de faire confiance à votre intuition. En amour, la patience et la tendresse seront vos meilleures alliées cette semaine, favorisant des connexions profondes et authentiques.",
      "career": "Pour la semaine du 9 au 15 février 2026, les Poissons seront particulièrement ouverts aux opportunités professionnelles. C'est le moment idéal pour explorer de nouvelles avenues ou envisager une reconversion si vous ressentez le besoin de changement. La communication et le réseautage seront cruciaux pour avancer dans vos projets. Faites confiance à votre intuition lors de décisions importantes, tout en restant pragmatique. Des rencontres inattendues pourraient ouvrir des portes, alors soyez à l’écoute de suggestions ou propositions. Profitez de cette période pour renforcer vos compétences et prendre des initiatives qui stimuleront votre croissance professionnelle.",
      "health": "Cette semaine, les Poissons devraient prêter une attention particulière à leur santé physique en intégrant une activité régulière comme la marche ou le yoga pour renforcer leur énergie. Sur le plan mental, il est conseillé de consacrer du temps à la méditation ou à des moments de silence afin de recentrer leurs pensées. Enfin, privilégiez le sommeil réparateur et hydratez-vous suffisamment pour maintenir un bien-être optimal tout au long de la semaine.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    }
  }
}