{
  "week": "2026-W07",
  "language": "es",
  "entries": {
    "aries": {
      "overview": "Esta semana, los arianos sentirán una energía vibrante que los impulsa a tomar decisiones audaces y a avanzar con confianza en sus proyectos. Es un momento propicio para abordar metas personales y profesionales con determinación, pero también deben aprender a escuchar su intuición para evitar impulsividades. La influencia de los astros favorece las relaciones cercanas, promoviendo la comunicación franca y el entendimiento mutuo; sin embargo, cuidado con los malentendidos, que pueden surgir si no se expresan claramente. Es recomendable dedicar tiempo a la introspección y a cuidar su bienestar emocional, estableciendo límites saludables en sus interacciones. La semana invita a priorizar tareas importantes, aprovechar oportunidades de crecimiento y mantener la paciencia ante obstáculos. Confíen en su capacidad de liderazgo y permitan que su entusiasmo inspire a quienes los rodean. En resumen, un período de crecimiento personal y de fortalecimiento de vínculos, siempre que actúen con equilibrio y serenidad.",
      "love": "Durante la semana del 16 al 22 de febrero de 2026, los Aries experimentarán oportunidades para fortalecer sus relaciones y profundizar su conexión emocional. Para los que están en pareja, será un momento ideal para comunicar sentimientos y planear actividades juntos, fortaleciendo la confianza. Los solteros tendrán la oportunidad de conocer a alguien especial si mantienen una actitud abierta y sincera. Es importante que Aries practiquen la paciencia y eviten decisiones apresuradas en asuntos del corazón. Escuchen a su intuición y sean honestos consigo mismos y con los demás, así potenciarán la armonía en sus relaciones.",
      "career": "Durante la semana del 16 al 22 de febrero de 2026, los Aries experimentarán un impulso en su crecimiento profesional, especialmente en proyectos que requieran iniciativa y liderazgo. Aproveche las oportunidades de networking y no tema asumir roles de mayor responsabilidad. Es un momento favorable para tomar decisiones importantes respecto a su camino laboral, evaluando nuevas oportunidades o consolidando alianzas estratégicas. Mantenga una actitud positiva y confiada, pues su energía y entusiasmo contagiarán a sus colegas. Sin embargo, cuide de no sobrecargarse; balancear disciplina y flexibilidad será clave para aprovechar al máximo esta semana de avances y reconocimiento.",
      "health": "Durante la semana del 16 al 22 de febrero de 2026, los Aries disfrutarán de buena energía física si mantienen una rutina regular de ejercicio. Es importante que dediquen tiempo a la relajación mental, practicando mindfulness o técnicas de respiración profunda para reducir el estrés. Prioricen el descanso y una alimentación equilibrada para potenciar su bienestar. Reconectar con actividades que les apasionen les llenará de vitalidad y optimismo, fortaleciendo su salud integral esta semana.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante esta semana, Tauro sentirás una energía renovada que te invita a enfocarte en tus relaciones personales y en tu bienestar emocional. Es un momento propicio para fortalecer la comunicación con quienes te rodean, expresando tus sentimientos con sinceridad y apertura. La influencia de los planetas favorece la introspección, por lo que será beneficioso dedicar tiempo a la reflexión y al autocuidado. Sin embargo, también podrías enfrentar desafíos relacionados con la paciencia y la estabilidad; la clave estará en mantener una actitud tranquila y enfocada en soluciones. En el ámbito laboral, tus esfuerzos serán reconocidos, pero evita precipitarte en decisiones importantes. Aprovecha esta semana para organizar tus metas y avanzar con paso firme. La clave será equilibrar la determinación y la calma, permitiéndote crecer y encontrar mayor armonía en todos los aspectos de tu vida.",
      "love": "Durante esta semana, los tauro estarán abiertos a nuevas oportunidades amorosas y fortalecimento de vínculos existentes. La energía de Venus favorece la comunicación y la empatía en las relaciones, permitiendo resolver malentendidos y profundizar en la confianza. Para los solteros, es un buen momento para socializar y explorar intereses que puedan conducir a conexiones significativas. Las parejas deben prestar atención a los pequeños gestos y mantener una actitud receptiva. La clave es avanzar con paciencia y sinceridad, fomentando la armonía y el entendimiento mutuo. Esta semana invita a valorar el amor y la estabilidad en todas sus formas.",
      "career": "Durante la semana del 16 al 22 de febrero de 2026, Tauro experimentará una tendencia favorable en su entorno laboral. Es un momento propicio para explorar nuevas oportunidades y consolidar proyectos existentes. La paciencia y perseverancia serán clave para avanzar en sus metas profesionales. Se recomienda evaluar decisiones importantes con calma y buscar asesoramiento si es necesario. Además, su capacidad para mantener la calma ante los desafíos le permitirá destacarse en su entorno laboral. Aproveche esta semana para fortalecer alianzas y mostrar su compromiso, lo que potenciará su crecimiento y reconocimiento en su carrera.",
      "health": "Durante esta semana, los tauro sentirán una marcada energía para cuidar su salud física. Se recomienda mantener una alimentación equilibrada y dedicar tiempo a actividades que fortalezcan su cuerpo, como caminatas o yoga. En lo mental, será importante encontrar momentos de tranquilidad y desconexión para reducir el estrés. Priorizar el descanso y la higiene del sueño será clave. Dedica tiempo a actividades que te llenen de paz y no olvides escuchar tu cuerpo para mantenerte en equilibrio.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Durante esta semana, los geminianos sentirán una energía vibrante y dinámica que estimulará su curiosidad y deseo de aprendizaje. Es un buen momento para explorar nuevas ideas, fortalecer relaciones y dedicar tiempo a proyectos creativos. La influencia de los astros promoverá una comunicación más efectiva, por lo que será esencial aprovecharla para expresar claramente tus pensamientos y escuchar activamente a quienes te rodean. Sin embargo, también deberás cuidar la tendencia a dispersarte; enfoca tus esfuerzos en las tareas que realmente aporten valor. La semana invita a reflexionar sobre tus metas a largo plazo y a hacer ajustes si es necesario. En el ámbito emocional, se recomienda dedicar tiempo a tu bienestar interior, practicando la meditación o simplemente desconectando del bullicio diario. Aprovecha estos días para crecer intelectualmente y fortalecer tus vínculos afectivos, siempre con una actitud abierta y receptiva.",
      "love": "Esta semana, los Géminis experimentarán un aumento en su capacidad de comunicación en el amor. Para los solteros, es un buen momento para abrirse a nuevas conexiones y expresar sinceramente sus sentimientos. Las conversaciones profundas fortalecerán vínculos potenciales. Para las parejas, la clave será escuchar activamente y compartir momentos de intimidad emocional. Es importante evitar malentendidos y ser pacientes en momentos de diferencia. Aprovecha esta semana para reforzar la confianza mutua y demostrar tu interés con acciones sinceras. La honestidad y la empatía serán tus mejores aliados para disfrutar de relaciones más armoniosas.",
      "career": "Durante la semana del 16 al 22 de febrero de 2026, los Géminis experimentarán una energía positiva en su entorno laboral, lo que facilitará nuevas oportunidades y conexiones profesionales. Es un momento propicio para presentar ideas innovadoras y tomar decisiones clave que impulsen su crecimiento. La comunicación será fundamental; expresarse con claridad y confianza atraerá colaboraciones beneficiosas. Sin embargo, deben evitar la dispersión y centrarse en metas concretas. La autoconfianza y la organización serán sus aliadas para aprovechar al máximo las oportunidades y avanzar en sus proyectos profesionales con éxito y determinación.",
      "health": "La semana para Géminis traerá energía renovada, favoreciendo la actividad física y el bienestar general. Es un momento ideal para incorporar rutinas de ejercicio que te ayuden a liberar tensiones y fortalecer tu cuerpo. En el aspecto mental, la comunicación será clave; practica la meditación o el journaling para mantener tu mente clara y en paz. Dedica tiempo a cuidar de ti mismo, priorizando el descanso y una alimentación equilibrada para sentirte con más vitalidad y equilibrio emocional.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Esta semana, los nativos de Cáncer sentirán una energía de introspección y crecimiento emocional. Es un momento ideal para reflexionar sobre sus relaciones más cercanas y fortalecer los lazos familiares. La influencia de los astros trae una mayor sensibilidad, por lo tanto, es importante escuchar con empatía y evitar malentendidos. La luna en un aspecto favorable aumenta la intuición, guiándote en decisiones importantes, especialmente en cuestiones del hogar y las finanzas. Aprovecha estas jornadas para ordenar tus pensamientos y crear un ambiente armonioso en tu entorno. Es recomendable que te permitas un tiempo para el autocuidado y la meditación, facilitando así una mayor claridad mental y emocional. La autenticidad será tu aliada, y la sinceridad en tus comunicaciones facilitará conexiones profundizadas. Confía en tu intuición y permite que el amor y la empatía sean tu guía en estos días, fortaleciendo tu bienestar emocional a largo plazo.",
      "love": "Esta semana, los Cáncer experimentarán una especial sensibilidad emocional que fortalecerá sus relaciones. Para los que están en pareja, será un buen momento para profundizar la comunicación y fortalecer los lazos afectivos, mostrando sinceridad y comprensión. Los solteros tienen la oportunidad de conectar a nivel más profundo, invitando a alguien especial a compartir sus pensamientos y sentimientos. Es importante que eviten cerrar su corazón por miedos pasados y que confíen en su intuición. La clave esta semana es la sinceridad y la apertura emocional. Aprovechen para expresar sus sentimientos y escuchar con atención a sus seres queridos.",
      "career": "Durante la semana del 16 al 22 de febrero de 2026, las personas del signo Cáncer encontrarán oportunidades para destacar en su entorno laboral. La energía planetaria favorece la toma de decisiones importantes y el reconocimiento por esfuerzos pasados. Es un momento ideal para explorar proyectos nuevos o fortalecer alianzas profesionales. Sin embargo, deben mantener la paciencia y ser precisos en sus acciones, evitando sobrecargarse. La clave será equilibrar la intuición con la planificación, lo que facilitará avances visibles en su carrera. Confíen en su talento y sean proactivos para aprovechar al máximo esta semana de crecimiento y oportunidades.",
      "health": "Durante la semana del 16 al 22 de febrero, los Cáncer sentirán una energía renovada para cuidar su bienestar físico. Es recomendable que presten atención a su alimentación y dediquen tiempo a la actividad física moderada, como caminar o yoga. En cuanto a su salud mental, será fundamental practicar la introspección y la meditación para mantener el equilibrio emocional. Prioricen el descanso y consagren tiempo a actividades que les aporten serenidad para fortalecer su autocuidado.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Durante esta semana, los Leo sentirán una energía renovada que los impulsa a brillar en sus relaciones y proyectos. La influencia de los astros favorece la autoexpresión y la confianza en sus capacidades, por lo que es un buen momento para asumir nuevos retos o liderar iniciativas. Sin embargo, deben tener cuidado con la tendencia a ser un poco impulsivos o a querer controlar todo, lo que podría generar tensiones con quienes los rodean. Es recomendable que practiquen la paciencia y la empatía, especialmente en conversaciones importantes. La semana también invita a dedicar tiempo a su bienestar emocional y físico, buscando momentos de introspección y descanso para equilibrar su energía. Aprovechen para fortalecer vínculos afectivos y dejar atrás cualquier duda o inseguridad que pudiera limitar su crecimiento personal. En general, será una semana de oportunidades para destacar, siempre y cuando mantengan una actitud positiva y abierta a aprender.",
      "love": "Esta semana, los Leo en pareja experimentarán una mayor conexión emocional, fortaleciendo su vínculo con momentos de sinceridad y ternura. Es un buen momento para expresar sentimientos profundos y escuchar activamente a su pareja. Los solteros deben aprovechar oportunidades sociales para ampliar su círculo y atraer relaciones interesantes, manteniendo una actitud auténtica. La honestidad y la confianza serán clave para avanzar. Para ambos, es importante mantener la paciencia y evitar malentendidos. Cultivar la empatía y valorar los detalles cotidianos será fundamental para disfrutar de una semana amorosa plena y enriquecedora.",
      "career": "Durante esta semana, las personas del signo Leo tendrán oportunidades para destacar en sus proyectos laborales, especialmente aquellos que requieran creatividad y liderazgo. Es un momento propicio para asumir nuevos retos y demostrar sus capacidades, lo que puede abrir puertas a promociones o nuevas responsabilidades. La comunicación con colegas será clave para fortalecer alianzas y avanzar en objetivos comunes. Es recomendable evaluar cuidadosamente las decisiones profesionales y no precipitarse en cambios importantes. La confianza en sus habilidades les permitirá tomar decisiones acertadas y potenciar su crecimiento profesional.",
      "health": "Esta semana, los leo sentirán una energía renovada que favorecerá su bienestar físico y mental. Es un buen momento para incorporar ejercicio cardiovascular y practicar técnicas de relajación, como la meditación, para reducir el estrés. Prioriza el descanso adecuado y una alimentación equilibrada para potenciar tu vitalidad. Dedica tiempo a actividades que disfrutes y te conecten contigo mismo. Escucha tu cuerpo y no dudes en pedir ayuda si sientes tensión o agotamiento; tu salud emocional también merece atención especial.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Durante esta semana, Virgo, la energía se centra en la organización y el equilibrio emocional. Es un momento ideal para revisar tus metas personales y profesionales, ajustando lo que sea necesario para avanzar con mayor claridad. La influencia de los astros favorece la comunicación, así que aprovecha para expresar tus ideas y escuchar activamente a quienes te rodean. La paciencia será tu mejor aliada, especialmente en situaciones que requieran resolver conflictos o malentendidos. En lo personal, dedica tiempo a cuidar de tu bienestar emocional y a fortalecer vínculos cercanos, mostrando tu sinceridad y empatía. En el ámbito laboral, mantén una actitud proactiva; tus esfuerzos serán reconocidos, pero evita la perfección excesiva. La clave de esta semana será encontrar un balance entre la productividad y el autocuidado. Confía en tu intuición y avanza con serenidad hacia tus objetivos.",
      "love": "Esta semana, los Virgo experimentarán una comunicación más profunda con su pareja, fortaleciendo vínculos y aclarando malentendidos. Para los solteros, esta es una excelente oportunidad para conocer a alguien auténtico y conectar a un nivel más sincero. Es importante que expresen sus sentimientos con claridad y que escuchen activamente a quienes los rodean. Las relaciones existentes pueden beneficiarse de momentos compartidos que refuercen la confianza. Aprovechen esta energía para ser honestos, pacientes y atentos, recordando que la apertura emocional será clave para avanzar y consolidar la armonía en sus relaciones.",
      "career": "Esta semana, las Virgo deben aprovechar las oportunidades de crecimiento profesional que surjan, ya que las revelaciones y nuevas ideas serán clave para avanzar en sus proyectos. Es un momento favorable para explorar capacitaciones o cursos que fortalezcan sus habilidades y abrir puertas a nuevas responsabilidades. La comunicación con colegas y superiores será fundamental; mantén una actitud abierta y receptiva. Sin embargo, evita tomar decisiones impulsivas y reflexiona detenidamente antes de comprometerte. La constancia y la atención a los detalles marcarán la diferencia y te posicionarán favorablemente en tu entorno laboral.",
      "health": "Durante la semana del 16 al 22 de febrero de 2026, los Virgo sentirán una ligera mejora en su energía física, lo que facilitará mantener una rutina saludable. Es importante que prioricen el descanso y la alimentación equilibrada para fortalecer su sistema inmunológico. En el aspecto mental, podrán experimentar mayor claridad y concentración, pero deben evitar el estrés excesivo dedicando tiempo a la meditación o actividades relajantes. La autoevaluación y el autocuidado emocional serán clave para mantener su bienestar integral en estos días.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Durante esta semana, las Libra sentirán una energía equilibrada que les impulsará a buscar armonía en todos los aspectos de su vida. Es un momento propicio para fortalecer relaciones cercanas y resolver cualquier malentendido pendiente. La influencia de los astros les anima a ser sinceros consigo mismos y con los demás, promoviendo una comunicación abierta y empática. En el plano profesional, se presentan oportunidades para destacar por su creatividad y paciencia, pero deberán evitar decisiones impulsivas. La intuición estará en su punto más alto, por lo que confiar en sus instintos será clave para tomar decisiones acertadas. Es recomendable dedicar tiempo a la introspección y a cuidar su bienestar emocional. La semana invita a encontrar ese equilibrio interno que tanto valoran y a cultivar relaciones que aporten apoyo y alegría. Manténganse receptivos y abiertos a los cambios que puedan surgir.",
      "love": "Durante la semana del 16 al 22 de febrero de 2026, los Libra experimentarán un período de oportunidad y reflexión en el amor. Las conexiones existentes se fortalecerán si dedican tiempo a escuchar y comprender a su pareja, fomentando una mayor armonía. Para los solteros, es favorable abrirse a nuevas experiencias y mostrar genuino interés en quienes les rodean. Mantengan una actitud abierta y confíen en su intuición. En general, esta semana invita a valorar la comunicación sincera y la empatía. Un consejo importante es priorizar el diálogo para resolver malentendidos y fortalecer vínculos afectivos.",
      "career": "Durante la semana del 16 al 22 de febrero de 2026, Libra tendrá oportunidades importantes de crecimiento profesional si se mantienen enfocados y decididos. Aprovecha las nuevas conexiones y proyectos que surgiran, ya que podrían abrir puertas a avances significativos en tu carrera. Es un momento favorable para tomar decisiones importantes, pero es necesario analizar cuidadosamente cada opción. La clave será mantener una actitud equilibrada y comunicarte con claridad. No dudes en buscar asesoramiento si se presentan dudas. Con perseverancia, esta semana puede ser el impulso que necesitas para alcanzar nuevos logros y consolidar tu camino profesional.",
      "health": "Durante esta semana, los Libra experimentarán un impulso en su bienestar físico si se enfocan en mantener una alimentación equilibrada y realizar ejercicio moderado. La salud mental será estable, pero es importante que dediquen tiempo a la introspección y al descanso para reducir el estrés. Practicar técnicas de relajación como la meditación o el yoga les ayudará a mantener el equilibrio emocional. Prioricen su autocuidado y no olviden escuchar las señales de su cuerpo y mente para evitar agotamiento.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "La semana del 16 al 22 de febrero de 2026 trae para ti, Escorpio, un período de introspección y renovación emocional. La influencia de los planetas sugiere que será un momento ideal para evaluar tus relaciones más cercanas y sincerarte contigo mismo sobre lo que realmente deseas. Es importante que escuches tu intuición y confíes en tu sabiduría interna, especialmente en las decisiones relacionadas con tu vida afectiva y profesional. La energía de esta semana impulsa a dejar atrás cargas del pasado, permitiéndote avanzar con mayor claridad y propósito. Sin embargo, también te invita a ser paciente y evitar confrontaciones innecesarias, ya que la comunicación requiere de sensibilidad. Aprovecha estos días para conectar con tus sentimientos profundos y encontrar equilibrio interior. Enfócate en fortalecer tu autoestima y en proyectos que alimenten tu crecimiento personal, confiando en que estos esfuerzos darán frutos en el futuro cercano.",
      "love": "Esta semana, los escorpiones sentirán una energía especial que potenciará su magnetismo y confianza en el amor. Para quienes están en pareja, será un momento ideal para fortalecer la comunicación y profundizar en la confianza mutua, resolviendo pequeños malentendidos con empatía. Los solteros podrán aprovechar oportunidades para conectar de manera sincera, pero deben ser sinceros consigo mismos antes de abrir su corazón. Es importante que mantengan los pies en la tierra y no se dejen llevar por fantasías. La clave será mostrar su autenticidad, escuchar activamente y ser receptivos a nuevas experiencias.",
      "career": "Durante la semana del 16 al 22 de febrero de 2026, los Escorpio se encontrarán en un momento propicio para tomar decisiones clave en su carrera. Las oportunidades de crecimiento profesional se presentarán a través de nuevas conexiones y proyectos que fortalecerán su posición. Es importante que aprovechen su intuición para evaluar ofertas y colaboraciones. La comunicación será fundamental para resolver malentendidos y avanzar con claridad. Esta semana es ideal para definir metas a largo plazo y mostrar liderazgo en su entorno laboral. Mantener una actitud positiva y abierta abrirá puertas hacia el éxito profesional y nuevas responsabilidades.",
      "health": "Esta semana, los escorpio deben enfocarse en fortalecer su bienestar físico mediante una alimentación equilibrada y descanso adecuado. La atención a la salud mental será clave; practiquen técnicas de relajación y respiración para reducir el estrés. Dedicar tiempo a actividades que disfruten y conecten con su yo interior les brindará energía y claridad. Aprovechen estos días para cuidar su cuerpo y mente, fomentando el equilibrio para afrontar la semana con mayor vitalidad y serenidad.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Esta semana, los Sagitario sentirán una energía renovada que impulsa su sentido de aventura y exploración. Es un momento propicio para abrirse a nuevas experiencias y fortalecer relaciones tanto personales como profesionales. La influencia de Marte en armonía con Júpiter amplifica su optimismo y confianza, permitiéndoles afrontar desafíos con mayor seguridad. Sin embargo, deben tener cuidado de no sobrecargarse o asumir más de lo que pueden manejar. La clave está en encontrar un equilibrio entre la espontaneidad y la planificación consciente. En el ámbito laboral, es un excelente momento para proyectos que requieran liderazgo y visión innovadora. En el amor, la sinceridad y la autenticidad serán sus mejores aliados para profundizar conexiones. Aprovechen esta energía para sembrar las semillas de un crecimiento sostenido, confiando en su intuición y en la fuerza que caracteriza a Sagitario.",
      "love": "Esta semana, Sagitario experimentará una energía positiva en el ámbito amoroso. Para los solteros, será un momento ideal para socializar y abrirse a nuevas conexiones, ya que las oportunidades de conocer a alguien especial aumentan. Las relaciones de pareja se beneficiarán de una comunicación honesta y sincera, fortaleciendo vínculos existentes. Es importante que ambos eviten malentendidos y practiquen la paciencia. Aprovecha esta etapa para demostrar tu cariño y atención. En general, la clave será mantener la confianza y la alegría, permitiendo que el amor florezca con espontaneidad y entrega.",
      "career": "Durante la semana del 16 al 22 de febrero de 2026, los Sagitario podrán experimentar un momento favorable para explorar nuevas oportunidades laborales y fortalecer su crecimiento profesional. Es un período ideal para tomar decisiones importantes relacionadas con cambios de empleo o proyectos que requieran liderazgo y visión. La confianza en sus habilidades aumentará, facilitando negociaciones y colaboraciones. Sin embargo, se recomienda mantener una actitud abierta y evitar decisiones impulsivas. Aprovechar esta energía positiva permitirá consolidar metas a largo plazo y potenciar su carrera, siempre con un enfoque equilibrado y estratégico.",
      "health": "Durante esta semana, los Sagitario sentirán un aumento en su energía física. Es un momento ideal para dedicar tiempo a actividades al aire libre y ejercicio moderado que refuercen su bienestar. Mentalmente, estarán más reflexivos, por lo que practicar la meditación o técnicas de relajación les ayudará a mantener la calma y claridad. Priorizar el descanso y la alimentación saludable será clave para potenciar su vitalidad y equilibrio emocional.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "La semana del 16 al 22 de febrero de 2026 trae para Capricornio una energía de consolidación y reflexión. Es un momento propicio para evaluar tus metas y ajustar tu rumbo si es necesario, poniendo énfasis en la planificación a largo plazo. La influencia de los planetas favorece la comunicación con personas influyentes, por lo que será beneficioso fortalecer alianzas y expresar claramente tus ideas. Sin embargo, cuidado con la tendencia a ser demasiado autocrítico. Aprende a confiar en tus capacidades y en los progresos que has logrado hasta ahora. En asuntos emocionales, es recomendable dedicar tiempo a la introspección, permitiéndote entender mejor tus propias necesidades. La paciencia será clave en las interacciones con colegas o familiares, y evitar conflictos impulsivos te ayudará a mantener la armonía en tu entorno. Aprovecha esta semana para cimentar tus proyectos y fortalecer tus relaciones con serenidad y confianza.",
      "love": "Durante la semana del 16 al 22 de febrero de 2026, los Capricornio experimentarán una oportunidad de fortalecer sus relaciones existentes, promoviendo una comunicación honesta y sincera. Si estás en pareja, es un momento ideal para compartir metas y sueños, reforzando la confianza mutua. Los solteros pueden atraer a alguien especial al proyectar autenticidad y apertura. Es importante que evites malentendidos y te mantengas receptivo a las emociones de los demás. La clave será equilibrar la dedicación a tu pareja y tu bienestar personal, fomentando un amor sólido y auténtico en ambos casos.",
      "career": "Durante la semana del 16 al 22 de febrero de 2026, los Capricornio tendrán una oportunidad significativa para avanzar en proyectos laborales importantes. Es un momento favorable para tomar decisiones estratégicas y mostrar liderazgo en su entorno profesional. La confianza en sus habilidades crecerá, lo que facilitará negociaciones y nuevas colaboraciones. Es recomendable mantenerse enfocado en sus metas a largo plazo y evaluar cuidadosamente las propuestas que reciban. La clave será mantener un equilibrio entre la ambición y la prudencia, aprovechando cada oportunidad para fortalecer su crecimiento profesional y consolidar su posición laboral.",
      "health": "Durante la semana del 16 al 22 de febrero de 2026, los Capricornio experimentarán una energía positiva que favorece el equilibrio físico y mental. Es importante cuidar la alimentación y mantenerse activo, especialmente con ejercicios que promuevan la estabilidad y el bienestar general. Dedica tiempo a la meditación o prácticas de relajación para reducir el estrés. Incorpora momentos de descanso y autoestima, reconectando con tus necesidades internas para mantener tu salud en armonía y fortalecer tu resiliencia emocional.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Esta semana, Acuario, te sentirás especialmente inspirado para seguir tus ideas innovadoras y proyectar tu visión hacia el futuro. La energía planetary sl te impulsa a ser más abierto y comunicativo, favoreciendo conversaciones profundas que pueden abrir nuevas oportunidades, tanto en lo personal como en lo profesional. Es un buen momento para conectar con amigos y colegas que comparten tus intereses, ya que su apoyo será fundamental para avanzar en tus proyectos. Sin embargo, ten cuidado con la dispersión o el exceso de ideales sin una acción concreta; enfoca tu energía en metas realistas y pasos claros. En el ámbito emocional, la sinceridad y la empatía fortalecerán tus relaciones, permitiéndote entender y ser entendido en mayor profundidad. Aprovecha esta semana para reflexionar, planificar y dar los primeros pasos hacia algún cambio importante que deseas realizar. La clave está en mantener el equilibrio entre tu innovación y la practicidad.",
      "love": "Esta semana, Acuario experimentará una energía llena de posibilidades románticas. Para los solteros, será un buen momento para abrirse a nuevas conexiones y mostrar auténticamente su interés. La sinceridad y la confianza serán claves para atraer a alguien especial. Las parejas, por su parte, pueden fortalecer sus lazos a través de la comunicación honesta y la empatía. Es recomendable evitar malentendidos y dedicar tiempo a escuchar al ser querido. En general, la semana invita a ser valiente en el amor, confiando en su intuición y en la belleza de compartir momentos auténticos con quienes aman.",
      "career": "Durante la semana del 16 al 22 de febrero de 2026, los acuarianos podrán experimentar oportunidades importantes de crecimiento profesional si mantienen una actitud abierta y colaborativa. Es un momento propicio para fortalecer relaciones laborales y buscar nuevos desafíos que impulsen su carrera. La comunicación será clave para destacar en proyectos y presentar ideas innovadoras. Sin embargo, deberán tener cuidado con decisiones impulsivas y dedicar tiempo a analizar las opciones antes de comprometerse. Aprovechen esta semana para mostrar liderazgo, aprender nuevas habilidades y consolidar su posición en el trabajo, asegurando un avance significativo en su trayectoria profesional.",
      "health": "Durante la semana del 16 al 22 de febrero de 2026, los acuarianos sentirán un impulso en su bienestar físico si priorizan el descanso y la alimentación balanceada. Es un momento propicio para cuidar la salud mental mediante prácticas de meditación o relajación. Dedica tiempo a desconectar de las pantallas y a realizar actividades que te llenen de alegría y paz interior. La atención a tu autocuidado fortalecerá tu energía para afrontar la semana con claridad y vitalidad.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Durante esta semana, los Piscis sentirán una oleada de energía introspectiva que les invita a reflexionar sobre sus emociones y relaciones más cercanas. Es un momento ideal para fortalecer vínculos afectivos y expresar sentimientos que quizás habían guardado para sí mismos. La influencia de los planetas favorece la comunicación, lo que facilitará diálogos sinceros y enriquecedores. Sin embargo, también es importante cuidar los límites y evitar sobrecargarse emocionalmente. En el ámbito laboral, la creatividad estará en su punto más alto; aprovecha para iniciar proyectos nuevos o darle un giro innovador a tareas pendientes. La espiritualidad será un aliado en estos días, invitando a la meditación y a buscar momentos de paz interior. Confía en tu intuición y no temas asumir riesgos calculados. En general, esta semana es para conectar con tu mundo interior y compartir ese crecimiento con quienes te rodean.",
      "love": "Durante la semana del 16 al 22 de febrero, los Piscis experimentarán un periodo de reflexión y profundidad emocional en sus relaciones. Para quienes están en pareja, será un momento propicio para fortalecer vínculos mediante la comunicación sincera y actos de ternura. Los solteros tendrán oportunidades para conocer a alguien especial si abren su corazón y muestran sinceridad en sus intenciones. Es importante evitar malentendidos y ser pacientes en momentos de tensión. Aprovechen esta semana para conectar con su intuición y expresar sus sentimientos con claridad, cultivando así relaciones más auténticas y duraderas.",
      "career": "Durante la semana del 16 al 22 de febrero de 2026, Piscis experimentará un avance positivo en su trayectoria profesional. Se presentarán oportunidades de colaboración que potenciarán su crecimiento y reconocimiento laboral. Es un momento ideal para ofrecer ideas innovadoras y tomar decisiones audaces que puedan abrir nuevas puertas. La confianza en sus habilidades será clave para destacar en sus proyectos. Sin embargo, se recomienda mantener una actitud serena y reflexiva ante cambios y evitar decisiones impulsivas. Aproveche esta semana para fortalecer relaciones profesionales y planear estratégicamente su próximo paso hacia el éxito.",
      "health": "Esta semana, Piscis experimentará un aumento en su energía física, lo que facilitará mantenerse activo y cuidar su salud. Es un buen momento para incorporar ejercicios suaves como yoga o caminatas al aire libre. En cuanto a bienestar mental, practicar la meditación o técnicas de respiración le ayudará a reducir el estrés y ganar claridad. Dedique tiempo a su autocuidado, desconectando de las pantallas y disfrutando momentos de tranquilidad y introspección para revitalizar su espíritu.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    }
  }
}