{
  "week": "2026-W01",
  "language": "fr",
  "entries": {
    "aries": {
      "overview": "Cette semaine, le Bélier ressent une énergie renouvelée qui vous pousse à agir avec courage et détermination. Les influences astrales favorisent la prise d’initiative, mais il est important de rester attentif à l’écoute de vos sentiments et de votre intuition. Vous pourriez être confronté à des défis nécessitant à la fois audace et patience, notamment dans le domaine professionnel ou relationnel. C'est le moment idéal pour clarifier vos objectifs et faire preuve de diplomatie dans vos échanges. La lune en harmonie avec votre signe balance vous invite à prendre soin de votre bien-être physique et mental. Une tendance à l’impulsivité pourrait apparaître, alors respirez profondément avant de réagir. En adoptant une approche équilibrée, vous saurez transformer les obstacles en opportunités. Globalement, cette semaine vous offre la chance de renforcer votre confiance tout en restant fidèle à vos valeurs.",
      "love": "Pour la semaine du 5 au 11 janvier 2026, les Bélier ressentiront une énergie renouvelée dans leur vie amoureuse. Les célibataires auront l’occasion de faire une rencontre significative, surtout si vous ouvrez votre cœur et soyez authentiques. Les couples, quant à eux, bénéficieront d’un moment de complicité renforcée en partageant des activités communes. Il est conseillé d’être à l’écoute de l’autre et de exprimer vos sentiments sincèrement. Évitez les malentendus en communiquant avec clarté. Cette semaine est idéale pour renforcer les liens et accueillir de nouvelles perspectives amoureuses avec confiance.",
      "career": "Pour la semaine du 5 au 11 janvier 2026, les Bélier pourraient ressentir une forte impulsion à prendre des initiatives professionnelles. Des opportunités inattendues se présenteront, nécessitant discernement et rapidité d’action. C’est le moment idéal pour renforcer vos compétences et envisager des formations ou des projets innovants. Faites preuve de confiance en vos capacités et ne craignez pas de sortir des sentiers battus. Cependant, soyez prudent dans vos décisions financières et évitez de vous précipiter. Cette période favorise la croissance, surtout si vous combinez ambition et prudence dans votre évolution de carrière.",
      "health": "Cette semaine, Bélier, votre santé physique exige une attention particulière. Intégrez des activités douces comme le yoga ou la marche pour soulager le stress. Mentalement, prenez du temps pour la méditation ou la lecture afin de préserver votre calme intérieur. Accordez-vous également des moments de repos pour renforcer votre énergie. Privilégiez une alimentation équilibrée et hydratez-vous suffisamment. En prenant soin de votre corps et de votre esprit, vous traverserez cette semaine avec vitalité et sérénité.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Cette semaine, le Taureau ressentira une poussée d’énergie pour consolider ses relations proches et renforcer les liens familiaux. C’est un moment favorable pour exprimer vos sentiments avec sincérité et patience, ce qui apportera une grande harmonie. Sur le plan professionnel, vous serez concentré et persévérant, mais il est important d’éviter la précipitation. La planète Mercure favorise une communication claire, alors n’hésitez pas à partager vos idées avec confiance tout en restant à l’écoute des autres. Côté bien-être, privilégiez les activités relaxantes pour équilibrer votre énergie et réduire le stress. La période invite également à la réflexion sur vos aspirations à long terme : prenez du recul pour définir vos objectifs personnels. Restez fidèle à vos valeurs tout en restant ouvert aux opportunités, et cette semaine sera favorable à la croissance sur tous les plans.",
      "love": "Cette semaine, les Taureau pourraient ressentir une envie de clarifier leurs sentiments et d’approfondir leurs relations. Pour les singles, c'est une période favorable pour faire de nouvelles rencontres et rester ouverts aux opportunités. Les couples, quant à eux, bénéficieront d’un moment propice pour renforcer leur complicité en exprimant leurs besoins avec douceur. Il est important de pratiquer l’écoute attentive et d’éviter les malentendus, en privilégiant la patience et la compréhension. Cette semaine invite à la sincérité et à la tendresse, favorisant des échanges harmonieux et sincères pour bâtir ou renforcer des liens solides.",
      "career": "Cette semaine, les Taureaux pourraient découvrir de nouvelles opportunités professionnelles qui nécessitent une approche réfléchie. C’est le moment idéal pour évaluer vos objectifs à long terme et envisager des formations ou des projets innovants. La patience et la persévérance seront vos alliées pour surmonter certains défis, notamment dans la gestion de projets ou la communication avec vos collègues. Faites confiance à votre intuition pour prendre des décisions importantes. Profitez de cette période pour renforcer votre réseau professionnel et mettre en valeur vos compétences, ce qui pourrait ouvrir des portes inattendues à moyen terme.",
      "health": "Pour la semaine du 5 au 11 janvier 2026, Taureau devra prêter une attention particulière à son équilibre physique. Une alimentation saine et une activité douce comme la marche favoriseront sa vitalité. Sur le plan mental, il sera bénéfique de pratiquer la méditation ou des exercices de respiration pour réduire le stress. Accordez-vous aussi des moments de détente pour revitaliser votre esprit. Prendre soin de votre corps et de votre esprit apportera harmonie et énergie tout au long de la semaine.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Cette semaine, les Gémeaux ressentiront une envie renouvelée de communication et d’échanges avec leur entourage. La lune en harmonie avec votre signe favorise la clarté mentale et vous pousse à exprimer vos idées avec aisance. C’est le moment idéal pour discuter de projets ou pour renforcer des relations déjà établies. Cependant, soyez vigilant face à la tendance à vous disperser : recentrez-vous sur vos priorités afin d’éviter de vous épuiser. Sur le plan professionnel, des opportunités de collaboration pourraient se présenter, mais il est important d’évaluer soigneusement chaque proposition pour ne pas vous laisser emporter par l’enthousiasme. Sur le plan personnel, privilégiez les moments de convivialité pour renforcer vos liens. La clé de cette semaine réside dans l’équilibre entre votre soif de nouveauté et votre besoin de stabilité. Restez à l’écoute de votre intuition, elle vous guidera vers des décisions éclairées.",
      "love": "Cette semaine, les Gémeaux ressentiront une envie de renouer avec leurs émotions profondes et de partager des moments sincères avec leur partenaire. Les opportunités romantiques seront favorisées par une communication ouverte et authentique. Pour les célibataires, c’est le moment idéal pour rencontrer quelqu’un en étant fidèle à soi-même. Les couples pourront renforcer leur complicité en exprimant leurs besoins et en évitant les malentendus. Le conseil principal est de privilégier l’écoute et la transparence pour naviguer cette période avec harmonie et confiance. Une approche sincère apportera équilibre et douceur à vos relations.",
      "career": "Pour la semaine du 5 au 11 janvier 2026, les Gémeaux peuvent s’attendre à une période propice à la réflexion sur leurs objectifs professionnels. Des opportunités inattendues pourraient se présenter, notamment grâce à des rencontres ou des collaborations. C’est le moment idéal pour explorer de nouvelles idées ou envisager un changement de carrière si cela correspond à vos aspirations. La communication sera votre atout majeur cette semaine, alors n’hésitez pas à exprimer vos projets avec clarté et enthousiasme. Restez à l’écoute de votre intuition pour prendre des décisions éclairées, favorisant ainsi votre développement professionnel.",
      "health": "Cette semaine, les Gémeaux ressentiront une énergie renouvelée pour prendre soin de leur santé physique en intégrant une activité sportive régulière, comme la marche ou le yoga. Mentalement, il est conseillé de privilégier la méditation ou la lecture pour apaiser l’esprit et réduire le stress. Accordez-vous du temps pour le calme et l’introspection, tout en maintenant une alimentation équilibrée. Une attention particulière à votre bien-être général vous permettra de rester en harmonie tout au long de la semaine.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Cette semaine, les Cancer ressentiront une profonde envie de renouveau et de clarification intérieure. LaLune, votre planète maîtresse, souligne l'importance de l’introspection et du lâcher-prise face aux émotions qui peuvent surgir de manière intense. C’est une période favorable pour faire le point sur vos relations et votre équilibre personnel. Vous êtes encouragés à exprimer vos sentiments avec douceur, tout en restant à l’écoute de vos besoins profondes. Sur le plan professionnel, la semaine pourrait apporter des opportunités d’apprentissage ou de collaboration. Il est conseillé de rester ouvert aux nouvelles idées et de faire confiance à votre intuition pour prendre des décisions importantes. Sur le plan sentimental, privilégiez la communication sincère pour renforcer vos liens. En somme, cette semaine vous invite à cultiver votre harmonie intérieure, à faire preuve de patience et à avancer avec confiance vers vos objectifs, en écoutant toujours votre cœur.",
      "love": "Cette semaine, les Cancers ressentiront une profonde envie de connexion et d’harmonie dans leurs relations. Les singles auront l’occasion de faire une rencontre significative, surtout en étant ouverts à de nouvelles expériences. Pour les couples, c’est le moment idéal pour renforcer le dialogue et exprimer leurs sentiments avec sincérité. La patience et l’écoute active seront des atouts précieux pour résoudre d’éventuels malentendus. En étant authentiques et attentifs, les Cancers pourront construire des liens plus profonds et authentiques, apportant un équilibre précieux dans leur vie sentimentale cette semaine.",
      "career": "Cette semaine, les Cancer devraient profiter d'opportunités inattendues pour renforcer leur carrière. La période favorise la prise d'initiatives et la mise en valeur de leurs compétences. Il est conseillé de rester attentif aux nouvelles propositions ou collaborations qui pourraient apparaître. Les décisions professionnelles prises maintenant auront un impact positif à long terme. N'hésitez pas à exprimer vos idées lors de réunions et à montrer votre engagement. C'est aussi le moment de planifier vos objectifs pour l’année à venir, en privilégiant des formations ou des projets de développement personnel. La confiance en soi sera votre meilleur atout.",
      "health": "Pour la semaine du 5 au 11 janvier 2026, les Cancer pourraient ressentir une vitalité accrue, mais il est important de ne pas négliger leur repos. Sur le plan physique, privilégiez une alimentation équilibrée et une activité douce comme la marche ou le yoga. Sur le plan mental, prenez le temps de méditer ou de vous adonner à des activités apaisantes pour réduire le stress. Accordez-vous des moments de silence et de réflexion pour renforcer votre bien-être global.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Cette semaine, les Lions peuvent ressentir une énergie renouvelée qui stimule à la fois leur créativité et leur confiance. C’est une période idéale pour mettre en avant leurs talents et prendre des initiatives, notamment dans les domaines professionnels. La lune favorise une introspection constructive, permettant de faire le point sur leurs objectifs personnels et de recentrer leurs priorités. Toutefois, il est important de rester à l’écoute de leur entourage, pour éviter toute impulsivité qui pourrait créer des malentendus. Les relations amoureuses connaissent une stabilité encourageante, à condition de communiquer avec sincérité et bienveillance. Sur le plan financier, la prudence est de mise, surtout si des opportunités inattendues se présentent : prenez le temps de bien analyser avant d’agir. En somme, cette semaine invite les Lions à conjuguer audace et discernement, en avançant avec confiance tout en restant attentifs aux détails.",
      "love": "Pour la semaine du 5 au 11 janvier 2026, les Lions ressentiront une énergie renouvelée dans leur vie amoureuse. Les célibataires pourraient rencontrer quelqu’un de spécial lors d'une activité sociale ou d’un événement inattendu. C’est le moment idéal pour exprimer leurs sentiments avec sincérité. Les couples, quant à eux, profiteront d’un regain de complicité, mais devront rester attentifs aux nuances et éviter les malentendus en communiquant plus ouvertement. La clé cette semaine est la patience et l’écoute. Restez authentiques et confiants pour renforcer vos liens et accueillir les opportunités affectives avec optimisme.",
      "career": "Pour la semaine du 5 au 11 janvier 2026, le Lion doit se concentrer sur la mise en valeur de ses compétences et établir de nouvelles connexions professionnelles. Des opportunités inattendues pourraient se présenter, notamment via des contacts ou des événements liés à son secteur. C’est le moment idéal pour prendre des décisions importantes concernant sa carrière ou envisager des formations pour renforcer ses compétences. La confiance en soi sera un atout précieux pour convaincre et persuader. Restez à l’écoute de votre intuition, et n’hésitez pas à sortir de votre zone de confort pour avancer.",
      "health": "Pour la semaine du 5 au 11 janvier 2026, les Lions ressentiront une énergie renouvelée propice à l'activité physique. Il est conseillé d’intégrer des exercices cardiovasculaires et de privilégier une alimentation équilibrée pour renforcer leur vitalité. Sur le plan mental, cette période favorise la réflexion et la méditation, aidant à réduire le stress. Accordez-vous également des moments de détente et de sommeil réparateur pour maintenir un équilibre harmonieux entre corps et esprit.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Cette semaine, la Vierge sera confrontée à une délicate balance entre ses responsabilités et ses besoins personnels. L'énergie planétaire invite à la réflexion profonde, vous incitant à faire le tri dans vos priorités et à prendre du temps pour vous recentrer. La lune en début de semaine met en lumière vos relations proches ; cela peut révéler des malentendus à éclaircir avec tact et patience. Sur le plan professionnel, votre sens de l'organisation vous sera précieux pour avancer efficacement, mais attention à ne pas vous laisser envahir par le perfectionnisme. Côté santé, privilégiez une pause détente pour évacuer le stress. La fin de semaine encouragera des échanges sincères, renforçant vos liens et apportant une clarté précieuse. Restez à l’écoute de votre intuition, elle vous guidera vers les bonnes décisions. En somme, cette période vous invite à harmoniser votre vie intérieure avec vos engagements quotidiens.",
      "love": "Pour la semaine du 5 au 11 janvier 2026, la Vierge pourra ressentir une envie de renouer avec ses sentiments profonds. Les célibataires auront des opportunités de rencontres sincères, notamment lors d’activités intellectuelles ou culturelles. Pour les couples, c’est le moment de renforcer la communication en étant à l’écoute des besoins mutuels. La confiance et l’honnêteté seront essentielles pour surmonter de petites tensions. Il est conseillé d’éviter la précipitation et de privilégier la douceur et la compréhension. Restez ouvert aux échanges authentiques, cela renforcera vos liens et apportera plus de stabilité émotionnelle.",
      "career": "Pour la semaine du 5 au 11 janvier 2026, les Vierges peuvent s’attendre à des opportunités favorables dans leur environnement professionnel. C’est une période propice pour approfondir leurs compétences et prendre des initiatives qui pourraient ouvrir de nouvelles portes. Faites preuve de discernement dans vos décisions de carrière, notamment en ce qui concerne les projets à long terme. La communication sera clé : exprimer clairement vos idées renforcera votre crédibilité auprès de vos collègues et supérieurs. Restez attentif aux synchronicités, elles pourraient vous guider vers des collaborations profitables ou des évolutions prometteuses.",
      "health": "Pour la semaine du 5 au 11 janvier 2026, la Vierge ressentira un regain d’énergie physique, incitant à intégrer une routine sportive régulière pour renforcer son corps. Sur le plan mental, il sera essentiel de prendre du temps pour la méditation ou la lecture, afin de préserver un esprit apaisé et concentré. Prendre soin de soi en adoptant une alimentation équilibrée et en favorisant le sommeil contribuera à maintenir cette dynamique positive tout au long de la semaine.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Cette semaine, le signe de la Balance est invité à trouver un équilibre intérieur en dépit des défis extérieurs. Les influences planétaires encouragent à recentrer ses énergies sur la recherche d’harmonie, que ce soit dans vos relations ou dans votre travail. Prenez le temps de faire une pause pour réfléchir à ce qui vous apporte réellement du bien-être et évaluez vos priorités avec soin. La semaine est propice à la médiation et à l'écoute active, ce qui peut renforcer vos liens avec autrui. Cependant, attention à ne pas négliger vos propres besoins au profit des autres. Faites preuve de douceur et de patience dans vos échanges. C’est également un bon moment pour vous consacrer à une activité qui stimule votre esprit ou votre créativité. En restant fidèle à vous-même, vous retrouverez cette sensation d’harmonie intérieure qui vous est si chère, en avançant avec confiance et sérénité tout au long de la semaine.",
      "love": "Cette semaine, l'équilibre est essentiel pour renforcer vos liens affectifs. Pour les couples, une communication sincère favorise la compréhension mutuelle et rapprochement. C’est le moment idéal pour planifier des activités en duo et raviver la flamme. Les célibataires auront de belles opportunités de rencontres, mais restent prudents dans leurs impulsions. La patience et l’écoute seront vos meilleurs alliés. Pour tous, il est conseillé de cultiver la confiance et d’éviter les malentendus. En adoptant une attitude ouverte et bienveillante, cette semaine peut être source d’harmonie et de profondes connections.",
      "career": "Cette semaine, les opportunités professionnelles se présentent à ceux qui osent prendre des initiatives. Des rencontres clés pourraient ouvrir de nouvelles portes pour votre développement, alors restez attentif aux échanges et aux collaborations. C'est un moment favorable pour renforcer vos compétences et envisager des formations ou certifications qui valoriseront votre profil. Faites preuve de discernement dans vos choix de projets, privilégiez ceux alignés avec vos objectifs à long terme. La patience et la persévérance seront essentielles pour transformer ces opportunités en avancées concrètes. Restez motivé, et votre cheminement professionnel s’éclaircira progressivement.",
      "health": "Cette semaine, prenez soin de votre corps en intégrant une activité physique douce, comme la marche ou le yoga, pour renforcer votre vitalité. Sur le plan mental, accordez-vous des pauses régulières pour respirer profondément et méditer, afin d'apaiser votre esprit. N'oubliez pas de privilégier un sommeil réparateur et de boire beaucoup d'eau. Accordez-vous aussi des moments de plaisir et de détente pour recharger vos énergies et favoriser votre bien-être global.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Cette semaine, les Scorpions ressentiront une intensité particulière dans leurs émotions et leurs relations. Les influences planétaires favorisent la maturité et la profondeur dans la communication, vous invitant à exprimer vos sentiments avec sincérité et clarté. C’est le moment idéal pour faire le point sur vos objectifs personnels et professionnels, en définissant des priorités concrètes. La patience sera votre alliée, surtout face à des situations imprévues ou des membres de votre entourage demandant votre soutien. La sphère intime pourrait connaître des échanges enrichissants, renforçant des liens de confiance et de complicité. Pensez aussi à prendre du temps pour vous recentrer, que ce soit par la méditation ou une activité qui vous apaise. En agissant avec discernement et douceur, cette semaine vous permettra de poser des bases solides pour l'avenir tout en nourrissant votre vitalité intérieure.",
      "love": "Cette semaine, les Scorpions pourront ressentir une envie de renouer avec leur partenaire ou de faire une nouvelle rencontre romantique. C’est une période propice à l’expression de vos émotions profondes, mais attention à ne pas être trop possessif. Les couples devront cultiver la patience et la confiance pour renforcer leur complicité. Les célibataires sont encouragés à sortir de leur zone de confort, car une opportunité inattendue pourrait surgir. Pour tous, il est essentiel d’être sincère et à l’écoute de l’autre, afin de construire une relation sincère et épanouissante.",
      "career": "Cette semaine, les Scorpions peuvent s’attendre à des opportunités de croissance professionnelle, notamment par le biais de nouvelles collaborations ou projets innovants. C’est le moment idéal pour renforcer leurs compétences et montrer leur détermination. Des décisions importantes pourraient surgir, nécessitant une réflexion approfondie, surtout en ce qui concerne les choix à long terme. Faites preuve de patience et de discernement face aux imprévus. La confiance en vous-même et votre adaptabilité seront vos atouts majeurs pour avancer avec assurance. Restez ouverts aux conseils et aux feedbacks pour maximiser votre développement cette semaine.",
      "health": "Cette semaine, les Scorpions devraient privilégier une alimentation équilibrée pour soutenir leur énergie. Pensez à intégrer des aliments riches en vitamines et minéraux. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou la respiration profonde afin de réduire le stress. Accordez-vous également des moments de détente et de sommeil réparateur pour renforcer votre vitalité. Enfin, n’oubliez pas de rester hydraté et d’écouter votre corps pour maintenir un équilibre optimal.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Cette semaine, le Sagittaire ressentira une énergie dynamisante qui favorise l’élan vers de nouveaux horizons. C’est le moment idéal pour envisager des projets ambitieux ou explorer des idées inédites, car votre enthousiasme sera à son apogée. Cependant, il est important de garder une certaine organisation pour éviter de vous disperser. Sur le plan relationnel, la semaine invite à la sincérité et à l’écoute active, renforçant ainsi les liens avec vos proches ou collègues. Sur le plan professionnel, la persévérance et la confiance en vos capacités vous permettront de surmonter certains obstacles. Cette période est également propice à la réflexion sur vos objectifs à long terme. Prenez le temps de vous recentrer, d’évaluer vos aspirations et de planifier étape par étape. En restant fidèle à votre esprit aventureux tout en maintenant une certaine discipline, cette semaine pourrait s’avérer particulièrement productive et inspirante.",
      "love": "La semaine du 5 au 11 janvier apportera pour les Sagittaire une belle opportunité de renforcer les liens existants ou d’ouvrir son cœur à de nouvelles rencontres. Les influences planétaires encouragent la sincérité et la communication honnête, ce qui peut améliorer la complicité dans votre relation. Pour les célibataires, c’est le moment idéal pour sortir, socialiser, et laisser faire la magie du hasard. Les couples, quant à eux, bénéficieront d’une atmosphère chaleureuse propice aux conversations profondes. Restez à l’écoute de votre partenaire, cultivez la patience et n’hésitez pas à exprimer vos sentiments avec douceur.",
      "career": "Pour la semaine du 5 au 11 janvier 2026, le Sagittaire pourra ressentir une dynamique favorable pour progresser dans sa carrière. C’est le moment de saisir de nouvelles opportunités professionnelles, notamment grâce à votre esprit d’initiative. Des rencontres ou discussions importantes pourraient ouvrir des portes vers des projets prometteurs. Restez à l’écoute des conseils de vos collègues et n’hésitez pas à prendre des décisions audacieuses pour votre développement. Cependant, il est aussi crucial de garder une certaine patience face aux imprévus. Cette période favorise une croissance sincère et durable dans votre parcours professionnel.",
      "health": "Pour la semaine du 5 au 11 janvier 2026, les Sagittaires bénéficieront d’une période favorable pour renforcer leur santé physique en intégrant des activités de plein air. Accordez une attention particulière à votre bien-être mental en pratiquant la méditation ou la respiration profonde chaque jour. N’oubliez pas de privilégier un sommeil réparateur et d’adopter une alimentation équilibrée pour maintenir votre énergie. Prenez du temps pour vous détendre et écouter votre corps afin de préserver votre vitalité tout au long de la semaine.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Cette semaine, les Capricornes ressentiront une énergie puissante pour structurer leurs projets et renforcer leur confiance en eux. La planète Mars stimule votre motivation, ce qui vous pousse à prendre des initiatives concrètes dans votre vie professionnelle. C’est le moment idéal pour établir de nouvelles priorités et avancer avec détermination. Sur le plan personnel, vous pourriez ressentir un besoin accru de stabilité et deconnexion des responsabilités pour retrouver un équilibre intérieur. La pleine lune highlight votre secteur financier, vous incitant à faire un point sur vos ressources et à envisager des investissements judicieux. Il est important de rester réaliste tout en gardant une vision claire de vos objectifs. La clé cette semaine réside dans la patience et la persévérance. Approchez chaque défi avec calme et confiance, et vous verrez vos efforts porter leurs fruits. Une semaine propice à la réflexion et à la concrétisation.",
      "love": "Cette semaine, les Capricornes ressentiront une atmosphère propice à la clarification de leurs sentiments. Pour les célibataires, une opportunité de rencontre pourrait surgir si vous sortez de votre zone de confort. Soyez ouvert à l’écoute et à la sincérité. En couple, il sera important d’accorder une attention particulière à la communication pour éviter les malentendus. Prenez le temps d’exprimer vos émotions avec douceur et patience. La clé de cette période réside dans la confiance mutuelle. Faites preuve de transparence et d’écoute attentive pour renforcer votre relation ou accueillir un nouveau potentiel amoureuse avec sérénité.",
      "career": "Cette semaine, les Capricornes ressentiront une énergie favorable pour prendre des initiatives professionnelles. C’est le moment idéal pour explorer de nouvelles opportunités ou renforcer vos compétences existantes. La stabilité financière semble se consolider, ce qui vous encouragera à envisager des investissements ou des formations. Faites preuve de discernement dans vos décisions, surtout en ce qui concerne des changements de carrière. La communication avec vos collègues ou supérieurs sera essentielle pour avancer sereinement. Restez concentré sur vos objectifs à long terme tout en étant flexible face aux imprévus. Une semaine propice à la croissance et à la réalisation de vos ambitions professionnelles.",
      "health": "Cette semaine, les Capricornes ressentiront une énergie stable pour prendre soin de leur santé physique en intégrant des exercices modérés comme la marche ou le yoga. Sur le plan mental, privilégiez la méditation ou la lecture pour apaiser l’esprit. Accordez-vous également des moments de repos réparateurs, évitez le stress inutile et écoutez votre corps. Une alimentation équilibrée et une hydratation régulière renforceront votre vitalité tout au long de la semaine.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Cette semaine, le Verseau sera porté par une énergie d’innovation et de connexion profonde avec ses proches. Les influences planétaires favorisent la communication sincère, incitant à exprimer ses idées avec clarté et bienveillance. Vous pourriez ressentir une envie de renouvellement dans votre vie sociale et professionnelle, alors n’hésitez pas à explorer de nouvelles collaborations ou projets. La période invite également à consacrer du temps à la réflexion intérieure, afin de mieux comprendre vos véritables aspirations. Faites preuve de patience face à certaines hésitations ou imprévus, car ils vous permettront d’affiner vos choix. Il est important de rester ouvert aux feedbacks et aux perspectives différentes pour avancer sereinement. Enfin, prenez soin de votre équilibre sentimental en étant à l’écoute des besoins de votre partenaire ou de vos proches. Ce sera une semaine propice à la croissance personnelle et à la consolidation de vos relations.",
      "love": "Cette semaine, les Verseaux ressentent une envie de renouveau dans leur vie sentimentale. Pour les célibataires, c’est le moment d’ouvrir leur cœur à de nouvelles rencontres, en étant authentiques et sincères. La communication est essentielle pour éviter les malentendus. Les couples, quant à eux, peuvent renforcer leur complicité en partageant des projets communs ou en exprimant leurs sentiments avec douceur. Il est recommandé de faire preuve d’écoute attentive et de patience. Cette période favorise la confiance et la compréhension mutuelle, offrant une belle opportunité de faire évoluer leur relation vers plus de profondeur.",
      "career": "Pour la semaine du 5 au 11 janvier 2026, les Verseaux ressentiront une forte impulsion à repenser leurs objectifs professionnels. Des opportunités inattendues pourraient se présenter, notamment par le biais de contacts ou de projets créatifs. C'est le moment idéal pour prendre des décisions importantes, comme envisager une formation ou une évolution de carrière. La clé sera de rester à l'écoute de votre intuition et d’affirmer vos ambitions avec confiance. La collaboration et le réseautage seront essentiels pour ouvrir de nouvelles portes. Profitez de cette période pour renforcer votre confiance en votre potentiel professionnel.",
      "health": "Cette semaine, les Verseaux ressentiront un regain d’énergie physique, idéal pour débuter de nouvelles activités sportives. Pensez à intégrer des moments de relaxation pour préserver votre équilibre mental, comme la méditation ou la lecture calme. Accordez-vous du temps pour vous reconnecter avec la nature, ce qui renforcera votre bien-être intérieur. N’oubliez pas d’écouter votre corps, en privilégier une alimentation équilibrée et en vous accordant un sommeil réparateur pour traverser cette période en toute sérénité.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Cette semaine, les Poissons ressentiront une énergie douce mais parfois intrigante, les invitant à explorer leur monde intérieur avec patience. La Lune apportera un besoin accru de réflexion et de solitude pour faire le point sur leurs émotions et clarifier leurs idées. C’est une période favorable pour se reconnecter avec soi-même, méditer ou écrire, afin de mieux comprendre ce qu’ils désirent vraiment. Sur le plan relationnel, la communication sera clé ; il est important d’être sincère tout en restant à l’écoute des autres. Sur le plan professionnel, des opportunités de collaboration ou de nouvelles idées émergeront, mais il faudra faire preuve de discernement. La semaine encourage à faire confiance à son intuition, à lâcher prise sur le contrôle et à accueillir les imprévus avec sérénité. En somme, cette période invite les Poissons à harmoniser leur monde intérieur et leur environnement pour avancer avec confiance et douceur.",
      "love": "Pour la semaine du 5 au 11 janvier 2026, les Poissons ressentiront une intensité émotionnelle accrue. Les opportunités romantiques se présenteront, surtout si vous osez ouvrir votre cœur. Les couples pourraient traverser des moments de complicité renforcée, à condition de communiquer sincèrement. Les célibataires sont encouragés à sortir de leur réserve et à saisir les rencontres qui se présentent. Le secret cette semaine est la patience et l’écoute attentive. Évitez les malentendus en exprimant clairement vos sentiments, et surtout, faites confiance à votre intuition pour guider vos choix amoureux.",
      "career": "La semaine du 5 au 11 janvier 2026 s'annonce favorable pour les Poissons en matière professionnelle. Des opportunités inattendues pourraient surgir, vous invitant à prendre des décisions audacieuses. C'est le moment idéal pour explorer de nouvelles avenues, que ce soit par la formation ou des collaborations. La confiance en vos compétences augmentera, renforçant votre crédibilité. Soyez à l'écoute des conseils de vos collègues et n'hésitez pas à partager vos idées innovantes. Une démarche proactive et réfléchie vous permettra de concrétiser vos ambitions et de poser des jalons importants pour votre croissance professionnelle.",
      "health": "Pour la semaine du 5 au 11 janvier 2026, les Poissons bénéficieront d'une énergie favorisant la ressourcement physique et mental. Il est conseillé de privilégier une alimentation équilibrée et de faire des activités douces comme la marche ou la méditation pour renforcer votre bien-être mental. Accordez-vous du temps pour vous recentrer et évacuer le stress, en pratiquant des exercices de respirations ou une courte séance de relaxation. La clé sera d’écouter votre corps et de respecter vos limites.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    }
  }
}