{
  "week": "2026-W04",
  "language": "es",
  "entries": {
    "aries": {
      "overview": "Esta semana, los arianos sentirán una energía marcada por el impulso y la determinación. Es un momento propicio para poner en marcha proyectos nuevos o retomar aquellos que habían quedado en pausa. La luna en una posición favorable te dará la claridad necesaria para tomar decisiones importantes, sobre todo relacionadas con tu desarrollo personal y profesional. Sin embargo, debes tener cuidado con la impulsividad; reflexiona antes de actuar para evitar malentendidos o errores que puedan retrasar tus objetivos. La actitud proactiva será tu aliada, pero también es fundamental escuchar a quienes te rodean y valorar sus opiniones. La jornada será favorable para fortalecer vínculos afectivos, además de dedicar tiempo a tu bienestar físico y mental. Aprovecha esta semana para sembrar las bases de tus metas a largo plazo, con entusiasmo y confianza en tus habilidades.",
      "love": "Esta semana, los arianos en pareja podrán disfrutar de una mayor armonía y comunicación. Es un momento ideal para fortalecer vínculos y expresar sentimientos con sinceridad. Para los solteros, hay oportunidades para conocer a alguien que comparta sus intereses y valores, siempre que mantengan una actitud abierta y auténtica. Es importante que eviten discusiones innecesarias y practiquen la empatía para resolver posibles malentendidos. La clave esta semana es la paciencia y la honestidad. Confíen en su intuición y aprovechen las conexiones que se presenten, recordando que el amor requiere dedicación y sinceridad para crecer.",
      "career": "La semana del 26 de enero al 1 de febrero será propicia para los arianos que buscan oportunidades laborales y crecimiento profesional. Aprovecha momentáneamente la energía para hacer contactos y fortalecer relaciones con colegas y superiores. Es un buen momento para presentar ideas innovadoras y tomar decisiones audaces en proyectos importantes. Sin embargo, mantén la paciencia y la atención a los detalles, ya que podrían surgir pequeños obstáculos. La clave será equilibrar la ambición con la perseverancia, así podrás avanzar en tus metas profesionales y consolidar tu posición en el trabajo.",
      "health": "La semana del 26 de enero al 1 de febrero de 2026 será un momento propicio para que los arianos presten atención a su equilibrio físico y emocional. Es recomendable incorporar rutinas de ejercicio moderado y alimentación saludable para fortalecer el cuerpo. Además, dedica tiempo a la introspección y la meditación para calmar la mente y reducir el estrés. No olvides descansar lo suficiente y escuchar las señales de tu cuerpo para mantenerte en armonía durante toda la semana.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante la semana del 26 de enero al 1 de febrero de 2026, Tauro experimentará un período de estabilidad y reflexión profunda. La influencia de los astros favorece la introspección y el análisis de tus metas a largo plazo. Es un momento ideal para reevaluar tus prioridades y consolidar tus recursos internos y materiales. La presencia de Mercurio en tu signo te ayudará a comunicarte claramente con quienes te rodean, fomentando diálogos constructivos y acuerdos beneficiosos. Sin embargo, debes tener cuidado con la tendencia a la rutina; intenta introducir pequeños cambios que revitalicen tu día a día y aporten frescura a tu entorno. En el plano emocional, la influencia de Venus te invita a dedicar tiempo a tus relaciones cercanas, fortaleciendo la conexión con tus seres queridos. Aprovecha esta semana para sembrar las bases de futuros proyectos y para cuidar de tu bienestar espiritual y físico con serenidad y paciencia.",
      "love": "La semana del 26 de enero al 1 de febrero trae oportunidades para que Tauro profundice en sus relaciones. Los solteros pueden sentirse atraídos por nuevas conexiones, pero deben tomarse su tiempo para conocer verdaderamente a la otra persona. Es un momento ideal para comunicarse con sinceridad y fortalecer la confianza. Las parejas, por su parte, pueden experimentar un período de mayor intimidad si practican la paciencia y la empatía. Es importante evitar malentendidos y aprovechar para expresar sus sentimientos con claridad. En general, la semana favorece el crecimiento emocional y la conexión auténtica.",
      "career": "La semana del 26 de enero al 1 de febrero de 2026, Tauroexperimenta un período favorable para oportunidades laborales y crecimiento profesional. Es un momento propicio para presentar ideas innovadoras y asumir nuevos desafíos que puedan elevar tu perfil profesional. Sin embargo, debes mantener la paciencia y la constancia en tus tareas diarias, ya que los logros llegarán con tiempo y dedicación. Evita decisiones impulsivas y before de cerrar proyectos, revisa detalles importantes. Aprovecha esta semana para fortalecer relaciones laborales y buscar alianzas que impulsen tu carrera a largo plazo.",
      "health": "Durante esta semana, Tauro experimentará un impulso en su bienestar físico gracias a un aumento en su energía y vitalidad. Es un momento ideal para incorporar ejercicio al aire libre y mantener una dieta equilibrada. En cuanto a la salud mental, se recomienda practicar técnicas de relajación y dedicar tiempo a actividades que le brinden paz interior. La autoeconomía y el descanso serán clave para afrontar con éxito los desafíos de la semana, ayudándole a sentirse renovado y en armonía.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Esta semana, los geminianos sentirán una energía renovada que favorece la comunicación y las conexiones sociales. Es un buen momento para expresar tus ideas y fortalecer relaciones, tanto personales como profesionales. La pauta de Venus te invita a poner atención en tus sentimientos y en cómo expresas tu afecto, lo que puede mejorar significativamente tus vínculos con quienes te rodean. La influencia de Mercurio en tu signo favorece la claridad mental, ayudándote a resolver conflictos y tomar decisiones importantes con mayor facilidad. Sin embargo, es esencial que evites dispersarte y te centres en tus prioridades, evitando distracciones innecesarias. La paciencia será tu aliada, sobre todo en temas relacionados con el trabajo o asuntos familiares. Aprovecha esta semana para planificar a largo plazo y consolidar ideas que puedan traer beneficios en el futuro cercano. Escucha tu intuición y confía en tu capacidad para manejar cualquier desafío que surja.",
      "love": "Durante esta semana, los Géminis experimentarán oportunidades para profundizar en sus relaciones. Para quienes están en pareja, la comunicación será clave para resolver malentendidos y fortalecer el vínculo emocional. Es un buen momento para expresar sentimientos sinceros y escuchar con atención a la otra persona. Los solteros podrán atraer nuevas conexiones gracias a su energía positiva y sinceridad. Sin embargo, deben evitar la indecisión y ser claros sobre lo que desean. En general, la sinceridad y el compromiso serán sus mejores aliados esta semana. Aprovechen cada momento para crecer juntos o atraer lo que desean en el amor.",
      "career": "Durante la semana del 26 de enero al 1 de febrero de 2026, los Géminis experimentarán una energía dinámica que favorecerá la exploración de nuevas oportunidades laborales. Es un momento propicio para demostrar su versatilidad y habilidades comunicativas, lo que puede abrir puertas a proyectos innovadores o colaboraciones. Sin embargo, deben ser cautelosos al momento de tomar decisiones importantes; tomarse un tiempo para reflexionar les beneficiará. Aprovechen para ampliar su red de contactos, ya que las conexiones profesionales serán clave para su crecimiento. La autoconfianza y la claridad en sus objetivos serán sus mejores aliadas para avanzar en su carrera.",
      "health": "La semana de Géminis, del 26 de enero al 1 de febrero de 2026, presenta una oportunidad para centrarse en el equilibrio entre cuerpo y mente. En el aspecto físico, se recomienda mantener una rutina de ejercicio moderado y nutritiva, priorizando la hidratación y el descanso. En lo mental, es importante dedicar tiempo a la meditación o actividades que reduzcan el estrés. Practicar el autocuidado y escuchar las necesidades del cuerpo será clave para afrontar la semana con energía y claridad.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Durante esta semana, los cáncer experimentarán un período de introspección y autoconocimiento profundo. La influencia de los astros favorece la reflexión sobre sus emociones y relaciones personales, permitiéndoles fortalecer vínculos o soltar aquello que ya no les sirve. Es un momento ideal para estudiar sus sentimientos y entender mejor sus necesidades internas. La energía también invita a poner límites saludables, reclamando mayor cuidado por su bienestar emocional. En el ámbito laboral, surgirán oportunidades para mostrar su creatividad y compromiso, pero requerirá que mantengan la paciencia ante posibles obstáculos. La semana pide atención a los detalles y una comunicación clara para evitar malentendidos. En temas familiares, será importante dedicar tiempo a quienes más quieren, fortaleciendo la confianza y el cariño. En general, esta etapa favorece la autocompromiso y la madurez emocional, guiándolos hacia un mayor equilibrio interior.",
      "love": "Durante esta semana, los Cáncer experimentarán una energía positiva en el amor, lo que abrirá nuevas oportunidades para conexiones profundas. Para los solteros, es un momento favorable para conocer personas sincera y emocionalmente compatibles, aprovechando eventos sociales o actividades que reflejen sus intereses. Las parejas disfrutarán de una mayor intimidad y comunicación, fortaleciendo sus lazos si mantienen la empatía y la paciencia. Es importante que eviten malentendidos y expresen sus sentimientos con claridad. En general, esta semana invita a Cáncer a confiar en su intuición y a dedicar tiempo a nutrir tanto su vida amorosa como su bienestar emocional.",
      "career": "Durante la semana del 26 de enero al 1 de febrero de 2026, las personas del signo Cáncer pueden experimentar un impulso en sus oportunidades laborales. Es un momento propicio para evaluar nuevas propuestas y aprovechar oportunidades de crecimiento profesional. La energía planetaria favorece la toma de decisiones acertadas, especialmente en proyectos que requieran sensibilidad y empatía. Sin embargo, es importante que eviten la impulsividad y reflexionen antes de comprometerse con cambios drásticos. La claridad en sus objetivos y una comunicación efectiva serán clave para fortalecer su posición y abrir puertas hacia futuras metas laborales.",
      "health": "Durante esta semana, las personas nacidas bajo el signo de Cáncer experimentarán un momento propicio para fortalecer su bienestar físico y emocional. Es recomendable dedicar tiempo a actividades que fomenten la relajación, como la meditación o el yoga, y cuidar la alimentación con nutrientes balanceados. Además, prioriza el descanso adecuado y busca expresar tus sentimientos con confianza. La conexión con seres queridos aportará estabilidad emocional, ayudándote a mantener una actitud positiva y equilibrada en estos días.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Durante la semana del 26 de enero al 1 de febrero de 2026, los leo experimentarán una energía vibrante y llena de dinamismo que los impulsará a destacar en sus proyectos y relaciones. Es un periodo favorable para reafirmar su liderazgo y tomar decisiones importantes en su vida personal y profesional. La influencia de los astros favorece la comunicación, por lo que es recomendable aprovechar esta semana para expresar ideas y sentimientos con sinceridad y confianza. Sin embargo, deben cuidar el exceso de confianza y evitar actitudes arrogantes que puedan entorpecer sus interacciones. Es un momento propicio para conectar con su pasión y creatividad, por lo que dedicar tiempo a actividades que disfrutan reforzará su bienestar emocional. Aprovechen para fortalecer vínculos cercanos y ser generosos con su energía. En resumen, esta semana será un impulso para brillar y consolidar sus metas, siempre manteniendo los pies en la tierra y con actitud positiva.",
      "love": "Esta semana, los Leo experimentarán una energía positiva en sus relaciones. Los solteros tendrán oportunidades para conocer a alguien especial si se abren a nuevas experiencias y muestran su auténtico yo. Para las parejas, la comunicación será clave; dedicar tiempo a escuchar y expresar sentimientos fortalecerá los lazos. Es un momento ideal para resolver malentendidos y reavivar la pasión. La sinceridad y la paciencia serán sus mejores aliados esta semana. Aprovechen para disfrutar de momentos íntimos y planear actividades que fortalezcan su conexión emocional. La clave es mantener una actitud abierta y sincera para aprovechar al máximo esta energía romántica.",
      "career": "Esta semana, los Leo tendrán oportunidades clave para avanzar en sus proyectos profesionales. Es un momento propicio para mostrar liderazgo y proactividad, lo que puede abrir puertas a nuevas responsabilidades o ascensos. La comunicación será fundamental; expresar claramente ideas y colaborar con colegas fortalecerá su posición. No obstante, es importante evitar decisiones impulsivas; tómese el tiempo para evaluar sus opciones con calma. En el ámbito de oportunidad, consideren aprender habilidades que potencien su crecimiento a largo plazo. Confíen en su intuición y mantengan una actitud positiva para aprovechar al máximo las nuevas oportunidades que surjan en su camino profesional.",
      "health": "Esta semana, los Leo experimentarán mejoras en su energía física, permitiéndoles afrontar sus actividades con entusiasmo. Es fundamental que dediquen tiempo a la alimentación saludable y a mantenerse hidratados. En el ámbito mental, practicar mindfulness o meditación les ayudará a reducir el estrés y mejorar su claridad mental. La autoprotección emocional será clave, así que no duden en reservar momentos para actividades que disfruten y fortalecer su autoestima. Aprovechen esta semana para equilibrar cuerpo y mente, cuidándose con cariño y atención.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Esta semana, los Virgo sentirán una energía de introspección y reflexión que los invita a reevaluar sus metas y prioridades. Es un momento favorable para organizar sus pensamientos y establecer un plan claro para los próximos meses. La presencia de la Luna en tu signo durante los primeros días incrementa tu sensibilidad y te ayuda a conectar con tus emociones más profundas, permitiéndote sanar heridas del pasado. Aprovecha estos días para comunicarte con claridad y sinceridad en tus relaciones, evitando malentendidos. La influencia de Venus favorece las alianzas y te anima a fortalecer vínculos con personas que te apoyan. En el ámbito laboral, la disciplina y el esfuerzo serán recompensados, pero también es importante reservar tiempo para cuidar de ti mismo. Escucha tu intuición y confía en tu juicio; con esa orientación, podrás afrontar cualquier desafío con mayor serenidad y confianza.",
      "love": "Durante la semana del 26 de enero al 1 de febrero de 2026, los Virgo experimentarán momentos de introspección y claridad en sus relaciones. Para los solteros, es un buen momento para conocerse mejor y abrirse a nuevas posibilidades sentimentales, confiando en su intuición. Las parejas, por su parte, deberán centrarse en la comunicación y en resolver malentendidos con empatía. Es recomendable tomarse un tiempo para expresar sentimientos sinceros y fortalecer la confianza mutua. Aprovechen esta semana para sembrar amor y comprensión, recordando que la paciencia será su mejor aliada en el amor.",
      "career": "Durante la semana del 26 de enero al 1 de febrero de 2026, los Virgo experimentarán un impulso en su vida profesional, evidenciado por nuevas oportunidades y posibles ascensos que requerirán atención meticulosa. Es un momento propicio para evaluar proyectos en curso y tomar decisiones estratégicas, especialmente en áreas que requieren precisión y compromiso. La comunicación con colegas será clave, facilitando alianzas que potenciarán su crecimiento. Aprovechar la energía de esta semana para ampliar sus conocimientos y mostrar liderazgo les permitirá consolidar su posición y abrir puertas a futuras iniciativas laborales.",
      "health": "Para la semana del 26 de enero al 1 de febrero de 2026, los Virgo sentirán una energía renovada que favorece su bienestar físico y mental. Es importante que prioricen el descanso y una alimentación equilibrada para mantener su vitalidad. Dedica tiempo a prácticas de relajación y mindfulness para reducir el estrés. La actividad física moderada, como caminatas o yoga, fortalecerá su cuerpo y mente. Escuchar su cuerpo y cuidar su salud emocional será clave para afrontar la semana con mayor equilibrio y claridad.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Durante esta semana, los Librianos sentirán un impulso hacia la búsqueda de equilibrio y armonía en todos los aspectos de su vida. La energía planetaria favorece la reflexión y el análisis, permitiéndote tomar decisiones más conscientes en temas personales y profesionales. Es un momento propicio para fortalecer relaciones cercanas, practicando la empatía y la comunicación sincera, lo cual te ayudará a resolver posibles malentendidos. En el ámbito laboral, la creatividad estará en alza, así que aprovecha para presentar nuevas ideas o proyectos. Sin embargo, debes evitar la indecisión excesiva; confía en tu intuición y en tu capacidad para encontrar soluciones justas. La semana también invita a cuidar tu bienestar emocional y físico, dedicando tiempo a actividades que te relajen y te llenen de energía positiva. En resumen, este período favorece el equilibrio, la claridad y la resolución pacífica de conflictos.",
      "love": "Esta semana, los Libra experimentarán una energía positiva en sus relaciones. Para los solteros, es un buen momento para abrirse a nuevas oportunidades amorosas y mostrar su auténtico yo. La confianza aumentará, facilitando conexiones profundas. En pareja, la comunicación será clave; conversar honestamente fortalecerá el vínculo y resolverá posibles malentendidos. Es recomendable evitar decisiones impulsivas y dedicar tiempo a compartir momentos especiales con quien aman. Escuchar con paciencia y expresar sentimientos con claridad mejorará la armonía en las relaciones. Aprovechen esta etapa para valorar y nutrir sus relaciones sentimentales con cariño y sinceridad.",
      "career": "Durante la semana del 26 de enero al 1 de febrero de 2026, Libra experimentará un período propicio para avanzar en su carrera profesional. Las oportunidades de networking y colaboraciones aumentarán, brindándole la posibilidad de destacar en su entorno laboral. Es un momento ideal para evaluar nuevas propuestas y proyectos, pero se recomienda ser selectivo y priorizar lo que realmente aporta valor a largo plazo. La comunicación será clave; mantener una actitud diplomática le abrirá puertas y fortalecerá relaciones importantes. Aproveche esta semana para definir metas claras y dar pasos firmes hacia su crecimiento profesional.",
      "health": "La semana para Libra trae una energía equilibrada que favorece el bienestar físico y mental. Es recomendable que priorices el descanso y la alimentación nutritiva para mantenerte con energía. Dedica tiempo a la meditación o actividades que te ayuden a reducir el estrés. Conecta con la naturaleza y practica ejercicio moderado para fortalecer tu cuerpo. No olvides cuidar tu salud emocional, expresando tus sentimientos y buscando apoyo si es necesario para mantener tu equilibrio interior.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Esta semana, los escorpiones sentirán una vibrante energía de transformación y profundización emocional. Es un momento ideal para reflexionar sobre sus relaciones y fortalecer los lazos más significativos, dejando atrás inquietudes del pasado. La influencia astral los invita a ser honestos consigo mismos y con los demás, promoviendo una comunicación auténtica que favorecerá tanto su crecimiento personal como su armonía interpersonal. En temas laborales, surgirán oportunidades para avanzar, pero será fundamental mantener la paciencia y la perseverancia ante posibles obstáculos. La intuición estará especialmente afinada, guiándolos en decisiones importantes, así que confíen en su instinto. Es recomendable dedicar tiempo a actividades que fomenten el balance interior, como la meditación o el ejercicio suave. Esta semana será un periodo favorable para abrirse a cambios positivos y consolidar sus metas a largo plazo con energía renovada y determinación.",
      "love": "Esta semana para Escorpio en temas amorosos promete una energía intensa y transformadora. Los solteros pueden abrirse a nuevas oportunidades si se muestran receptivos y confiados, permitiendo que las conexiones profundas surjan naturalmente. Las parejas, por su parte, experimentarán una mayor comprensión y estabilidad si comunican sus sentimientos con honestidad y paciencia. Es un momento ideal para fortalecer vínculos a través de gestos sinceros. Eviten discusiones por malentendidos y enfoquen en la empatía. La clave esta semana es confiar en su intuición y mostrar vulnerabilidad para profundizar en sus relaciones y atraer cosas positivas.",
      "career": "Durante la semana del 26 de enero al 1 de febrero de 2026, los escorpio podrán experimentar un período de reflexión y oportunidad en su carrera. Es un momento propicio para evaluar nuevos proyectos y potenciar su liderazgo. Las oportunidades laborales surgirán a través de contactos y redes de apoyo, por lo que es fundamental mantener una actitud abierta y colaborativa. Algunas decisiones importantes podrán requerir un análisis profundo, pero confiar en su intuición les llevará al camino correcto. Aprovechen esta semana para fortalecer habilidades y definir metas claras que impulsen su crecimiento profesional a corto y largo plazo.",
      "health": "Durante esta semana, los escorpios experimentarán un incremento en su energía física, lo que facilitará mantener una rutina de ejercicio y alimentación saludable. Es importante que dediquen tiempo a la meditación o prácticas de relajación para equilibrar su bienestar mental y reducir el estrés. Priorizar el descanso y escuchar a su cuerpo será clave para evitar el agotamiento. Aprovechen esta energía para establecer nuevas metas de autocuidado y fortalecer su salud en todos los aspectos.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Durante la semana del 26 de enero al 1 de febrero de 2026, Sagitario experimentará un período de reflexión y crecimiento personal. La energía astral favorece la introspección, invitándote a evaluar tus metas y valores. Es un buen momento para dedicar tiempo a tu desarrollo interior y aclarar tus prioridades. La influencia de los astros también potenciará tu creatividad y tu espíritu aventurero, alentándote a explorar nuevas ideas o proyectos con entusiasmo renovado. Sin embargo, deberás tener cuidado con la impulsividad, especialmente en las relaciones personales y decisiones importantes. Practica la paciencia y la comunicación sincera para fortalecer tus vínculos y evitar malentendidos. Aprovecha para dedicarte a actividades que te llenen de energía y te conecten con tu bienestar emocional. La clave esta semana será mantener un equilibrio entre el impulso por avanzar y la reflexión necesaria para tomar decisiones acertadas.",
      "love": "Durante la semana del 26 de enero al 1 de febrero de 2026, los sagitarianos sentirán un impulso especial para fortalecer sus relaciones. Es un momento favorable para la comunicación sincera y para expresar sentimientos profundos. Los solteros podrían encontrar aventuras interesantes, pero es clave que sean honestos con sus propios deseos. Las parejas disfrutarán de momentos de cercanía y complicidad si dejan atrás malentendidos pasados. Aprovechen esta semana para planear actividades nuevas que refuercen la confianza mutua. La clave será mantener una actitud abierta y receptiva, permitiendo que el amor fluya con naturalidad y alegría.",
      "career": "Durante la semana del 26 de enero al 1 de febrero de 2026, los Sagitario experimentarán un momento propicio para explorar nuevas oportunidades laborales y potenciar su crecimiento profesional. Es un buen momento para presentar ideas innovadoras y asumir retos que puedan destacar su talento. La influencia planetaria sugiere pensar cuidadosamente en decisiones importantes y evitar precipitarse. Aprovechar las relaciones laborales para fortalecer alianzas será clave para avanzar en proyectos futuros. La claridad y la paciencia les permitirán tomar decisiones acertadas que les abrirán puertas hacia un futuro más prometedor en su carrera.",
      "health": "Esta semana, los Sagitario podrán experimentar un avance positivo en su salud física si priorizan la actividad al aire libre y la alimentación equilibrada. Es un momento favorable para incorporar prácticas de mindfulness y dedicar tiempo a la introspección para fortalecer su bienestar mental. Recomendaciones: mantén una rutina de ejercicio, respira profundamente ante los momentos de estrés y dedícate a actividades que te llenen de alegría. Cuida tu cuerpo y mente para afrontar la semana con energía y entusiasmo.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Esta semana, los Capricornio sentirán una energía renovada que los impulsará a enfocarse en sus metas a largo plazo. La corriente astral favorece la reflexión y la planificación, por lo que es un buen momento para hacer balances y ajustar estrategias. La presencia de planetas en signos compatibles te brinda claridad para comunicar tus ideas y convencer a quienes te rodean. Sin embargo, ten cuidado de no caer en la rigidez; la flexibilidad será clave para avanzar con mayor soltura. En lo emocional, es importante prestar atención a las relaciones cercanas y demostrar tu apoyo sincero, lo que fortalecerá los vínculos afectivos. En el ámbito laboral, la paciencia y la perseverancia serán tus mejores aliados para superar desafíos y lograr pequeños avances. Aprovecha esta semana para consolidar tu confianza y dar pasos firmes hacia tus objetivos a futuro con determinación y equilibrio emocional.",
      "love": "Durante la semana del 26 de enero al 1 de febrero de 2026, los Capricornio mostrarán una disposición más abierta para expresar sus sentimientos. Las oportunidades románticas surgirán en entornos familiares y sociales, y será un buen momento para fortalecer lazos existentes o iniciar nuevas conexiones. Para los solteros, es recomendable mantener una actitud sincera y auténtica, ya que la honestidad atraerá a personas afines. Las parejas disfrutarán de momentos de complicidad y crecimiento emocional si comunican sus necesidades con claridad. En general, la clave será mantener la empatía y la apertura para profundizar en las relaciones.",
      "career": "Durante la semana del 26 de enero al 1 de febrero de 2026, los Capricornio experimentarán un período favorable para avanzar en sus proyectos laborales y tomar decisiones importantes. Es un momento propicio para mostrar su liderazgo y proactividad, lo que puede abrir puertas a nuevas oportunidades. La sinceridad y claridad en la comunicación serán claves para fortalecer relaciones profesionales. Además, se recomienda evaluar bien las opciones antes de comprometerse con cambios significativos. La constancia y disciplina que caracterizan a Capricornio serán sus aliados para consolidar su crecimiento y obtener reconocimiento en su entorno laboral.",
      "health": "Esta semana, los Capricornio experimentarán una mejora en su energía física, pero es importante que no descuiden el descanso y la alimentación equilibrada. La mente estará receptiva a nuevas ideas, por lo que dedicar tiempo a la meditación o actividades creativas ayudará a equilibrar el estrés. Prioriza el autocuidado, mantén una rutina de ejercicio moderado y bebe suficiente agua. Escucha a tu cuerpo y busca momentos de calma para fortalecer tu bienestar integral.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Durante esta semana, los acuarianos sentirán una energía renovada y un deseo de innovación en diferentes áreas de su vida. La presencia de planetas en fases favorables potenciará su intuición y creatividad, permitiéndoles abordar retos laborales con mayor confianza y originalidad. Es un momento ideal para establecer metas a largo plazo y concretar proyectos que habían estado en espera. A nivel emocional, podrían experimentar una mayor conexión con las personas cercanas, promoviendo diálogos sinceros y enriquecedores. Sin embargo, es importante mantener el equilibrio, no dejándose llevar por el estrés o la ansiedad. La clave está en escuchar y confiar en sus propios instintos. En el ámbito de la salud, dedicar tiempo a actividades que fomenten su bienestar físico y mental será fundamental para aprovechar al máximo las energías positivas de la semana. En general, es un período propicio para avanzar con determinación y esperanza hacia sus objetivos.",
      "love": "Esta semana, los acuarianos experimentarán una energía positiva para fortalecer vínculos existentes y abrirse a nuevas posibilidades amorosas. Para los solteros, será un momento propicio para socializar y mostrar su autenticidad, lo que podría atraer a alguien especial. Las parejas, por su parte, deben prestar atención a la comunicación y evitar malentendidos innecesarios. Es recomendable dedicar tiempo de calidad al ser querido y expresar sentimientos con sinceridad. La clave será mantener una actitud abierta y receptiva, aprovecha las oportunidades para profundizar en la confianza mutua y fortalecer la conexión emocional.",
      "career": "Durante la semana del 26 de enero al 1 de febrero de 2026, los Acuario tendrán una oportunidad favorable para destacar en su entorno laboral. La energía cósmica favorece la innovación y la creatividad, por lo que es un momento ideal para proponer ideas y proyectos nuevos. Es recomendable mantener una actitud abierta al aprendizaje y fortalecer las relaciones con colegas y superiores, ya que esto puede abrir puertas a futuras promociones o colaboraciones. Sin embargo, deben evitar tomar decisiones impulsivas; la reflexión y la planificación serán clave para avanzar en sus metas profesionales.",
      "health": "Esta semana, los Acuario sentirán un impulso en su energía física, facilitando la práctica de actividades al aire libre y ejercicio moderado. Es un momento ideal para cuidar su mental, dejando espacio para la meditación y la reflexión para reducir el estrés. Dedique tiempo a actividades que le apasionen y que alimenten su creatividad. Escuchar su cuerpo y descansar cuando sea necesario será clave para mantener su bienestar general durante esta semana.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Esta semana, Piscis, te sentirás especialmente receptivo y sensible a las energías que te rodean. Es un momento propicio para profundizar en tus emociones y reflexionar sobre lo que realmente deseas en tu vida personal y profesional. La influencia de los planetas favorece la comunicación y la empatía, así que aprovecha para fortalecer relaciones cercanas y resolver malentendidos. Es importante que escuches tu intuición y confíes en tu instinto, especialmente en decisiones importantes. Sin embargo, evita dejarte llevar por la nostalgia o pensamientos excesivamente pesimistas, ya que podrían nublar tu claridad mental. La semana también trae oportunidades para renovar tus energías mediante actividades creativas o espirituales. Mantén un equilibrio entre el cuidado de ti mismo y el compromiso con tus metas. En definitiva, Piscis, este es un período para conectar con tu alma y avanzar con mayor confianza y serenidad.",
      "love": "Durante la semana del 26 de enero al 1 de febrero de 2026, los Piscis experimentarán una energía emocional intensa que favorecerá la comunicación en sus relaciones. Para quienes están en pareja, será un momento ideal para profundizar la conexión y resolver malentendidos. La clave será la sinceridad y la empatía. Los solteros tendrán oportunidades de encuentros significativos si abren su corazón y muestran su autenticidad. Es importante que eviten decisiones precipitadas y confíen en su intuición. En general, esta semana invita a fortalecer la confianza y a expresar sus sentimientos con honestidad y ternura.",
      "career": "Durante esta semana, Piscis experimentará oportunidades importantes para avanzar en su carrera. La energía del cosmos favorece la toma de decisiones audaces y la exploración de nuevas áreas profesionales. Es un momento propicio para ofrecer ideas innovadoras en el trabajo y buscar alianzas estratégicas. Sin embargo, debe mantenerse atento a detalles y evitar decisiones impulsivas. La claridad en sus objetivos le permitirá aprovechar al máximo las oportunidades de crecimiento. Confíe en su intuición y en su capacidad para adaptarse. Este es un período favorable para planificar a largo plazo y fortalecer su confianza en sus habilidades profesionales.",
      "health": "Esta semana, los Piscis podrán experimentar avances en su bienestar físico si incorporan rutinas suaves de ejercicio y una alimentación equilibrada. Para su salud mental, es recomendable dedicar tiempo a la meditación o actividades que fomenten la introspección, ayudando a reducir el estrés. En cuanto al autocuidado, priorizar momentos de descanso y desconexión, así como cuidar su entorno emocional, será clave para mantenerse equilibrados y revitalizados a lo largo de la semana.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    }
  }
}