{
  "week": "2026-W07",
  "language": "fr",
  "entries": {
    "aries": {
      "overview": "Cette semaine, le Bélier ressentira une énergie dynamique et inspirante qui le pousse à agir avec enthousiasme. La première moitié de la semaine sera favorable pour concrétiser des projets personnels ou professionnels, en profitant de la clarté mentale apportée par les influences astrales. Cependant, il sera important de rester à l’écoute de ses instincts et de ne pas se précipiter dans des décisions importantes sans réfléchir. Vers la fin de la semaine, une envie de faire le point sur ses relations pourra émerger, incitant à une communication sincère et constructive. Célibataires, cette période est propice à nouer de nouvelles rencontres, à condition d’être authentique. Les Béliers en couple devront veiller à ne pas laisser leur impulsivité prendre le dessus, privilégiant plutôt la patience et l’écoute. En somme, cette semaine invite à agir avec confiance tout en restant attentif à l’équilibre intérieur.",
      "love": "Cette semaine, les Béliers pourront ressentir une forte envie de connexion authentique. Pour les célibataires, c’est le moment idéal pour s’ouvrir à de nouvelles rencontres et exprimer leurs véritables sentiments. Les couples, quant à eux, apprécieront des échanges sincères qui renforceront leur complicité. La patience et l’écoute seront essentielles pour éviter les malentendus. N’hésitez pas à partager vos désirs profonds et à faire preuve de douceur. En faisant preuve d’ouverture et de respect, vous instaurerez une harmonie durable dans vos relations. Profitez de cette période pour renforcer votre amour ou pour poser les bases d’un nouveau début.",
      "career": "Pour la semaine du 16 au 22 février 2026, les Bélier peuvent s’attendre à une période propice aux opportunités professionnelles. Une nouvelle proposition ou collaboration pourrait ouvrir des portes inattendues, nécessitant cependant une attention particulière aux détails. C’est le moment idéal pour faire preuve d’audace dans vos démarches tout en restant réaliste. Évitez de prendre des décisions précipitées, privilégiez la réflexion et la communication claire avec vos collègues ou supérieurs. Cette semaine vous encourage à valoriser vos compétences et à envisager un léger changement pour évoluer dans votre carrière.",
      "health": "Cette semaine, Bélier devra prêter une attention particulière à sa santé physique en intégrant des activités modérées comme la marche ou le yoga pour renforcer son énergie. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou la détente afin d'apaiser le mental. Le self-care passe aussi par une alimentation équilibrée et un sommeil réparateur. Écoutez votre corps et n’hésitez pas à vous accorder des pauses pour maintenir votre bien-être global.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Cette semaine, le Taureau ressentira un foisonnement d’énergie qui l’incite à renouveler ses efforts dans ses projets personnels et professionnels. La Lune en phase croissante apportera des moments propices à la réflexion profonde, vous aidant à clarifier vos objectifs et à vous recentrer sur ce qui compte réellement. C’est une période favorable pour renforcer vos liens avec vos proches, en montrant votre sincérité et votre écoute attentive. Sur le plan professionnel, votre patience et votre persévérance seront vos meilleurs atouts, mais évitez de vous précipiter dans des décisions importantes sans avoir bien pesé le pour et le contre. Sur le plan personnel, prenez du temps pour vous reconnecter à ce qui vous apaise : la nature, la méditation ou une activité créative. Cette semaine est idéale pour poser des bases solides pour l’avenir, en restant fidèle à vos valeurs et à votre stabilité intérieure.",
      "love": "Cette semaine, les Taureaux peuvent ressentir une énergie chaleureuse qui favorise la communication et la complicité dans leurs relations. Pour les couples, c’est une période propice pour renforcer vos liens en partageant des moments sincères et authentiques. Les célibataires ont l’opportunité de faire des rencontres intéressantes si vous osez sortir de votre zone de confort. Restez attentifs aux signes et ne précipitez pas les choses. La patience et la bienveillance seront vos alliées cette semaine. Faites confiance à votre intuition et privilégiez la sincérité pour construire des connexions durables.",
      "career": "Cette semaine, les Taureaux pourraient découvrir de nouvelles opportunités professionnelles en explorant des projets innovants. C’est le moment idéal pour envisager des formations ou des compétences à renforcer, afin d’accélérer votre croissance. Des échanges avec des collègues ou mentors pourraient s’avérer fructueux et ouvrir des portes insoupçonnées. Prenez le temps de réfléchir à vos véritables ambitions et n’hésitez pas à prendre des décisions audacieuses, tout en restant réaliste. La patience et la persévérance seront vos meilleurs alliés pour transformer vos idées en succès concret cette semaine.",
      "health": "Cette semaine, Taureau bénéficie d’une belle vitalité physique, mais il est important de ne pas négliger le repos pour maintenir cet élan. Prenez le temps de vous détendre et de pratiquer une activité douce comme la marche ou le yoga pour équilibrer votre énergie. Sur le plan mental, privilégiez des moments de méditation ou de réflexion pour apaiser votre esprit. Veillez à vous accorder des pauses régulières et à privilégier une alimentation saine pour nourrir votre corps et votre esprit.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Cette semaine, les Gémeaux ressentiront une énergie dynamique qui favorise la communication et l’échange d’idées. Le début de la semaine sera propice à la réflexion personnelle, vous invitant à faire le point sur vos aspirations et à clarifier vos objectifs. C’est le moment idéal pour engager des conversations importantes, que ce soit au travail ou dans votre vie personnelle. La fin de la semaine mettra en lumière votre créativité et votre capacité à improviser face aux imprévus. Quelques défis liés à la gestion du temps pourraient surgir, alors soyez attentif à ne pas vous disperser. Accorder une attention particulière à votre bien-être mental sera essentiel pour maintenir votre énergie. N’hésitez pas à vous entourer de proches ou de collègues qui vous inspirent. En profitant de cette période pour nourrir votre curiosité et renforcer vos relations, vous avancerez avec confiance vers vos projets.",
      "love": "Pour la semaine du 16 au 22 février 2026, les Gémeaux ressentent une énergie favorable pour renforcer leurs liens affectifs. Les opportunités de connexion profonde se présentent, surtout si vous êtes en couple, il est temps d’ouvrir le dialogue sur vos émotions et de raviver la complicité. Pour les célibataires, cette période favorise la rencontre avec des personnes partageant vos valeurs. Restez à l’écoute, faites preuve d’authenticité et évitez de vous disperser. La clé cette semaine est la communication sincère et la patience, afin de bâtir ou de consolider des relations solides et enrichissantes.",
      "career": "Pour la semaine du 16 au 22 février 2026, les natifs du Gémeaux pourront bénéficier d’opportunités professionnelles stimulant leur esprit créatif et leur capacité d’adaptation. C’est le moment idéal pour explorer de nouvelles idées ou projets innovants, tout en consolidant leur position actuelle. La communication sera un atout précieux cette semaine, permettant de créer des réseaux solides et d’établir des relations favorables à la croissance. Cependant, il leur est conseillé de prendre le temps de réfléchir avant de se lancer dans des décisions majeures, afin d’éviter toute précipitation. La prudence guidée par la réflexion apportera des bénéfices durables.",
      "health": "Pour la semaine du 16 au 22 février 2026, les Gémeaux ressentiront une énergie dynamisante qui favorise l’activité physique. Profitez-en pour intégrer des séances de marche ou de yoga pour renforcer votre corps. Sur le plan mental, il sera bénéfique de prendre du temps pour la méditation ou la lecture afin de calmer votre esprit. Accordez-vous également des moments de détente et de solitude pour améliorer votre bien-être global et éviter la surcharge émotionnelle.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Cette semaine, les Cancériers ressentiront une profonde envie de renforcer leurs liens familiaux et émotionnels. La présence de certains aspects planétaires favorise la communication et l’expression sincère de vos sentiments, ce qui permettra de résoudre des malentendus ou d'approfondir des relations. Cependant, il sera important de rester attentif à votre bien-être intérieur. Prenez le temps de vous recentrer, de méditer ou simplement de vous accorder des instants de calme. Sur le plan professionnel, vous pourriez être confronté à des défis nécessitant patience et diplomatie. N’hésitez pas à solliciter l’aide d’un proche ou d’un collègue pour avancer plus sereinement. Sur le plan personnel, cette période invite à la réflexion sur vos aspirations profondes, à faire le point sur vos désirs et à vous fixer des objectifs réalistes. En restant à l’écoute de votre intuition, vous trouverez les clés pour avancer avec confiance.",
      "love": "Cette semaine, les Cancers ressentiront un regain d’énergie pour renforcer leurs liens affectifs. Les couples pourraient vivre des moments de complicité intense, propices à des échanges sincères. Pour les célibataires, c’est une période favorable pour ouvrir leur cœur et rencontrer quelqu’un de spécial. Toutefois, il est important de communiquer avec douceur et honnêteté pour éviter les malentendus. Les relations demanderont patience et écoute attentive. Profitez de cette période d’harmonie pour approfondir vos connexions et exprimer vos émotions avec authenticité. Restez ouvert(e) aux surprises que la vie amoureuse pourrait vous réserver cette semaine.",
      "career": "Pour la semaine du 16 au 22 février 2026, le Cancer pourra observer de belles opportunités professionnelles émerger, notamment grâce à une meilleure communication avec ses collègues et supérieurs. C’est le moment idéal pour prendre des initiatives, explorer de nouvelles avenues ou encore renforcer ses compétences. La confiance en soi augmente, favorisant la prise de décisions importantes concernant votre avenir professionnel. Restez ouvert aux conseils et aux retours constructifs, cela vous aidera à clarifier vos objectifs. Enfin, évitez de vous disperser : concentrez-vous sur vos priorités pour maximiser votre croissance cette semaine.",
      "health": "Cette semaine, les Cancers devraient prêter une attention particulière à leur bien-être physique en privilégiant une alimentation équilibrée et en restant actifs, même modestement. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou la respiration profonde afin de réduire le stress. N’oubliez pas de vous accorder des pauses régulières pour vous recharger, et privilégier le sommeil réparateur pour renforcer votre vitalité. Écoutez votre corps et prenez soin de vous avec douceur cette semaine.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Cette semaine, le Lion ressentira une énergie accrue pour réaliser ses ambitions, mais il devra faire preuve de patience et de discernement. Les influences astrales encouragent à canaliser cette vitalité dans des projets personnels ou professionnels, tout en évitant la précipitation. La lune en harmonie avec votre signe favorise des moments de réflexion et de rapprochement avec ceux qui vous tiennent à cœur. Il sera judicieux de privilégier la communication sincère pour renforcer vos relations. Côté travail, votre créativité et votre leadership seront mis en valeur, mais attention à ne pas dominer de façon excessive. Sur le plan émotionnel, une certaine introspection pourrait surgir, vous invitant à explorer vos véritables besoins. Les conseils pour cette semaine sont de rester fidèle à vous-même tout en étant à l’écoute des autres. La patience et la douceur seront les clés pour vivre cette période avec sérénité et harmonie.",
      "love": "La semaine du 16 au 22 février apportera des opportunités romantiques intéressantes pour les Lions. Les célibataires pourraient faire une rencontre inattendue qui suscitera leur intérêt, mais il est important de rester ouverts et sincères dans leurs échanges. Pour les couples, cette période renforcera la complicité et la compréhension mutuelle, surtout si vous prenez le temps de communiquer honnêtement. Évitez les malentendus en étant à l’écoute de votre partenaire. Profitez de cette semaine pour cultiver la confiance et partager des moments authentiques, ce qui renforcera vos liens et apportera une harmonie précieuse.",
      "career": "Pour la semaine du 16 au 22 février 2026, les Lions ressentiront une énergie renforcée pour explorer de nouvelles opportunités professionnelles. C’est une période propice aux rencontres cruciales et aux projets innovants qui peuvent ouvrir des portes intéressantes. Il est conseillé de faire preuve de discernement dans les décisions importantes, notamment celles liées à une éventuelle mutation ou à l’évolution de poste. La confiance en leurs compétences doit être renforcée, et il est judicieux d’investir dans le développement de compétences clés pour accélérer leur progression. Cette semaine invite à la réflexion stratégique pour atteindre leurs objectifs à long terme.",
      "health": "Cette semaine, les Lions devraient prêter une attention particulière à leur santé physique en intégrant des exercices modérés dans leur routine, tels que la marche ou le yoga, pour renforcer leur vitalité. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou des activités relaxantes afin de réduire le stress. N’oubliez pas de prioriser le sommeil réparateur et de boire suffisamment d’eau pour soutenir votre bien-être global. Prendre soin de soi sera la clé pour affronter la semaine avec énergie et sérénité.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Cette semaine, la Vierge ressentira une énergie renouvelée pour organiser et clarifier ses projets personnels et professionnels. Le début de la semaine sera propice à la réflexion intérieure, invitant à faire le point sur ses objectifs et à éliminer ce qui ne sert plus. La aussi, une grande importance sera accordée à la communication, alors n’hésitez pas à exprimer vos idées avec sincérité. Vers le milieu de la semaine, des opportunités inattendues pourraient surgir, notamment dans le domaine professionnel ou financier, exigeant vigilance et discernement. Il sera conseillé de rester concentré sur l’essentiel et d’éviter toute précipitation. Sur le plan relationnel, la sincérité renforcera vos liens, mais attention à ne pas être trop critique ou perfectionniste. La clé pour cette semaine sera d’équilibrer rigueur et bienveillance afin de progresser sereinement vers vos objectifs.",
      "love": "Cette semaine, la Vierge pourra ressentir un renforcément de ses liens affectifs. Pour les couples, la communication sera la clé pour traverser de petites tensions et renforcer la complicité. Soyez à l’écoute de votre partenaire et exprimez vos sentiments avec douceur. Les célibataires auront l’opportunité de faire une rencontre significative, surtout en sortant de leur zone de confort. Il est conseillé de rester fidèle à soi-même tout en étant ouvert aux nouvelles expériences. Dans l’ensemble, cette période favorise le dialogue sincère et la construction d’un amour solide.",
      "career": "Pour la semaine du 16 au 22 février 2026, la Vierge peut s’attendre à des opportunités professionnelles stimulantes. C’est une période favorable pour sortir de sa zone de confort et explorer de nouvelles responsabilités ou projets. La rigueur dont elle fait preuve sera remarquée par ses supérieurs, ouvrant la voie à des promotions ou à des reconnaissances. Cependant, il est important de rester attentif aux détails et de ne pas se précipiter dans des décisions importantes. Profitez de cette période pour renforcer vos compétences et envisager des formations ou collaborations qui accéléreront votre croissance professionnelle.",
      "health": "Pour la semaine du 16 au 22 février 2026, la Vierge connaît une période favorable pour renforcer sa santé physique en adoptant une alimentation équilibrée et en privilégiant le repos. Sur le plan mental, il est conseillé de prendre du recul pour recentrer ses pensées et réduire le stress par la méditation ou la marche en nature. Accordez-vous également des moments de douceur et de détente, comme un bain chaud ou la lecture, afin de nourrir votre bien-être intérieur.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Cette semaine, les Balances ressentent un regain d’harmonie intérieur, propice à la réflexion et à la recherche d’équilibre dans leurs relations. Les énergies planetaires favorisent la clarté mentale, vous aidant à prendre des décisions importantes avec sérénité. C’est le moment idéal pour recentrer votre attention sur vos besoins personnels tout en maintenant la diplomatie avec ceux qui vous entourent. La douceur et la patience seront vos alliées face aux éventuels défis relationnels. N’hésitez pas à exprimer vos sentiments de façon authentique, cela renforcera la confiance mutuelle. Sur le plan professionnel, la semaine se présente sous le signe de la coopération et de nouveaux projets, alors faites preuve de discernement et évitez la précipitation. Enfin, accordez-vous des instants de détente pour mieux canaliser cette énergie apaisante et maintenir votre bonne humeur. Une période favorable pour renforcer votre bien-être intérieur et vos liens avec autrui.",
      "love": "Cette semaine, l’équilibre et la compréhension seront essentiels pour votre vie amoureuse. Pour les célibataires, c’est le moment idéal pour renouer avec eux-mêmes et clarifier leurs désirs, ce qui pourrait attirer une rencontre sincère. Les couples, quant à eux, bénéficieront d’une communication apaisée, favorisant la confiance et la complicité. Évitez les malentendus en exprimant vos sentiments avec douceur et écoute attentive. La patience et la transparence seront vos meilleurs alliés pour renforcer vos liens. Restez ouvert aux surprises et cultivez la bienveillance afin de créer des moments harmonieux ensemble.",
      "career": "Cette semaine, les opportunités professionnelles semblent s’ouvrir autour de projets collaboratifs et de nouvelles responsabilités. C’est le moment idéal pour renforcer votre réseau et valoriser vos compétences. Soyez attentif aux signaux positifs, notamment dans les échanges avec vos collègues ou supérieurs, qui pourraient déboucher sur des avancées significatives. Les décisions importantes concernant votre carrière doivent être prises avec discernement et confiance en votre potentiel. Il est conseillé d’éviter la précipitation et d’évaluer soigneusement chaque option pour assurer une croissance durable. Profitez de cette période pour clarifier vos objectifs et poser des jalons concrets vers leur réalisation.",
      "health": "Cette semaine, portez une attention particulière à votre santé physique en intégrant des activités modérées comme la marche ou le yoga pour renforcer votre corps. Accordez-vous également des pauses régulières pour calmer votre esprit et réduire le stress. Pratiquez la respiration profonde ou la méditation chaque jour pour favoriser la clarté mentale. N’oubliez pas de bien vous hydrater, de vous nourrir sainement, et de prendre du temps pour vous détendre afin de maintenir votre équilibre global.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Cette semaine, les Scorpions seront invités à se concentrer sur leur introspection et leur développement personnel. Les énergies planétaires favorisent la remise en question des anciennes habitudes, ce qui pourrait ouvrir la voie à de profondes transformations. C’est une période propice pour faire le point sur vos relations et identifier celles qui vous apportent réellement du soutien. Méfiez-vous toutefois de la tendance à l’introspection excessive, qui pourrait vous isoler si vous ne faites pas attention. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, mais il est essentiel de garder une attitude prudente et claire dans vos décisions. La communication sera la clé pour renforcer vos liens affectifs, alors n’hésitez pas à exprimer vos vérités avec douceur. Pour tirer le meilleur parti de cette semaine, cultivez la patience et la confiance en vous-même, car c’est en vous recentrant que vous avancerez le plus sereinement.",
      "love": "Pour la semaine du 16 au 22 février 2026, les Scorpions peuvent ressentir une intensité accrue dans leur vie amoureuse. Les célibataires pourraient attirer une rencontre passionnée en étant ouverts à la spontanéité. Pour ceux en couple, il sera important de cultiver la communication et la confiance pour éviter les malentendus. Ce sera une période propice pour approfondir votre relation ou pour faire une démarche sincère. Restez à l’écoute de votre partenaire et soyez honnête dans vos sentiments. La clé cette semaine est la patience et la bienveillance, afin de renforcer vos liens.",
      "career": "Pour la semaine du 16 au 22 février 2026, le Scorpion peut s’attendre à des opportunités intéressantes de progression professionnelle. C’est le moment idéal pour explorer de nouvelles avenues ou renforcer ses compétences actuelles. La période favorise la prise de décisions audacieuses, notamment en ce qui concerne des projets ou des collaborations. Toutefois, il est essentiel de garder une attitude prudente face aux propositions, en analysant bien chaque détail. La persévérance et la clarté dans la communication permettront d’atteindre des avancées significatives. Cette semaine invite à faire preuve de confiance en ses capacités et à saisir toutes les occasions propices à l’évolution.",
      "health": "Cette semaine, les Scorpions devront prêter attention à leur santé physique en intégrant une routine sportive douce, comme la marche ou le yoga, pour stimuler l'énergie sans se fatiguer. Sur le plan mental, il est conseillé de prendre du recul, de pratiquer la méditation ou des activités relaxantes pour apaiser l’esprit. Enfin, privilégiez le sommeil réparateur et accordez-vous des moments de détente pour renforcer votre bien-être global tout au long de la semaine.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Cette semaine, les Sagittaires ressentiront une énergie dynamique et inspirante qui les encouragera à explorer de nouvelles opportunités aussi bien sur le plan personnel que professionnel. La période favorise la réflexion sur vos objectifs à long terme, vous invitant à voir plus clair dans vos aspirations et à ajuster votre trajectoire si nécessaire. La communication sera fluide, et il sera propice d’avoir des échanges sincères avec vos proches ou collègues pour renforcer vos relations. Cependant, il est important de garder un équilibre et de ne pas vous laisser emporter par votre enthousiasme. Prenez aussi du temps pour vous recentrer et cultiver votre bien-être intérieur. La fin de la semaine pourrait apporter des surprises agréables ou des rencontres enrichissantes, alors restez ouvert aux opportunités qui se présenteront. En somme, cette période vous encourage à avancer avec confiance, tout en restant fidèle à vous-même.",
      "love": "Pour la semaine du 16 au 22 février 2026, les Sagittaires ressentiront une envie de liberté et d’aventure dans leurs relations. Les célibataires pourraient rencontrer quelqu’un de surprenant lors d’activités sociales ou de voyages, favorisant une connexion sincère. Les couples, quant à eux, devront faire attention à l’écoute mutuelle et éviter les malentendus en Communiquant plus ouvertement. C’est une période propice pour raviver la passion ou explorer de nouvelles idées à deux. La clé réside dans la patience et la confiance, permettant à l’amour de s’épanouir avec légèreté.",
      "career": "Cette semaine, le Sagittaire pourra saisir de nouvelles opportunités professionnelles qui renforceront sa carrière à long terme. Il est conseillé de rester ouvert aux collaborations et d’accepter les défis avec confiance. C’est le moment idéal pour montrer ses compétences et prendre des initiatives, car la reconnaissance pourrait rapidement suivre. Il importe cependant de faire preuve de patience face à certains retards ou incompréhensions. Les décisions réfléchies et une communication claire seront la clé pour avancer sereinement. En restant fidèle à ses valeurs, le Sagittaire pourra consolider sa progression et ouvrir des portes vers un avenir plus prometteur.",
      "health": "Cette semaine, Sagittaire, votre santé physique demande une attention particulière. Consacrez du temps à l'exercice modéré pour renforcer votre corps sans le surmener. Mentalement, il est important de pratiquer la méditation ou la respiration profonde pour apaiser votre esprit et réduire le stress. Accordez-vous des moments de détente et privilégiez un sommeil réparateur. La clé cette semaine est d’équilibrer activité physique, relaxation et soins personnels pour retrouver énergie et sérénité.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Cette semaine, les Capricornes ressentiront une énergie de renouveau et de réflexion profonde. Il sera essentiel de prendre du temps pour vous recentrer sur vos objectifs à long terme, tout en étant à l’écoute de vos émotions. La fin d’hiver favorise la clarité mentale, mais également la patience face aux imprévus. Les interactions avec votre entourage peuvent être à la fois stimulantes et exigeantes, alors faites preuve de diplomatie et évitez les malentendus. Sur le plan professionnel, une opportunité inattendue pourrait se présenter ; soyez prêt à saisir cette occasion avec confiance. Sur le plan personnel, c’est une période propice à l’introspection et à la consolidation de vos relations proches. N’oubliez pas de vous accorder des moments de calme pour recharger votre énergie, tout en restant fidèle à vos valeurs. Avec une attitude équilibrée, cette semaine vous apportera croissance et harmonie.",
      "love": "Cette semaine, les Capricornes auront l'occasion de renforcer leurs liens existants et d’approfondir leur complicité. C’est une période propice à la communication sincère et à la partage d’émotions authentiques. Pour les célibataires, il pourrait y avoir une rencontre inattendue qui suscite l’intérêt, mais il est important de rester patient et de ne pas précipiter les choses. Les couples sont invités à faire preuve d’écoute attentive et à exprimer leurs besoins avec douceur. En restant ouverts et sincères, vous pourrez construire des bases solides pour l’avenir.",
      "career": "La semaine du 16 au 22 février 2026 s’annonce favorable pour les Capricornes en quête de progression professionnelle. Des opportunités inattendues pourraient se présenter, nécessitant une réflexion approfondie avant de prendre une décision. C’est le moment idéal pour renforcer votre réseau et montrer votre expertise. Soyez prêt à saisir les opportunités de formation ou de projet qui vous permettront de vous démarquer. La patience et la détermination seront vos meilleurs atouts pour atteindre vos objectifs professionnels. Prenez le temps d’évaluer vos priorités pour faire des choix judicieux qui favoriseront votre croissance à long terme.",
      "health": "Pour la semaine du 16 au 22 février 2026, les Capricornes seront encouragés à prêter une attention particulière à leur santé physique en intégrant des activités dynamiques comme la marche ou le yoga. Sur le plan mental, il est essentiel de privilégier des moments de calme et de réflexion pour réduire le stress accumulé. Prenez du temps pour vous, hydratez-vous bien et privilégiez un sommeil réparateur afin de renforcer votre bien-être global.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Cette semaine, le Verseau ressent une énergie vibrante qui encourage à explorer de nouvelles idées et à renforcer ses relations. La planète Mercure favorise la communication claire et l’écoute attentive, vous aidant à résoudre d’anciens malentendus. C’est le moment idéal pour exprimer vos aspirations et partager vos projets avec ceux qui vous entourent. Sur le plan professionnel, des opportunités inattendues peuvent surgir, mais il sera essentiel de faire preuve de patience et de discernement. Sur le plan personnel, privilégiez les moments de convivialité et de réflexion intérieure pour mieux comprendre vos véritables besoins. La lune influence votre secteur relationnel, rendant vos échanges plus profonds et authentiques. En cette période, soyez à l’écoute de votre intuition, car elle vous guidera vers des décisions enrichissantes. Restez ouvert au changement, et transformez cette semaine en une occasion de croissance personnelle.",
      "love": "Cette semaine, Verseau, une harmonie subtile se dévoile dans votre vie sentimentale. Les opportunités de rencontres authentiques se présentent, surtout si vous adoptez une attitude ouverte et sincère. Pour ceux en couple, la communication devient fluide, renforçant le lien avec votre partenaire. Il est essentiel d’éviter la précipitation et de privilégier l’écoute mutuelle. Les singles doivent se montrer patients, car la personne idéale pourrait émerger de votre cercle social. Restez fidèle à vous-même et faites confiance à votre instinct. Cette période favorise la sincérité et la complicité pour bâtir ou revitaliser vos relations.",
      "career": "Cette semaine, Verseau pourrait connaître des opportunités professionnelles stimulantes qui nécessitent une grande adaptabilité. C’est le moment idéal pour envisager de nouvelles formations ou de prendre des initiatives audacieuses. La clarté d’esprit vous permettra d’évaluer précisément vos options et de faire des choix judicieux pour votre avenir professionnel. N'hésitez pas à renforcer vos contacts et à partager vos idées avec confiance. Cependant, restez vigilant face aux défis imprévus, en privilégiant la patience et la réflexion. Cette période favorise la croissance et l’affirmation de votre valeur sur le plan professionnel.",
      "health": "Cette semaine, le Verseau ressentira une énergie renouvelée pour prendre soin de sa santé physique en introduisant une activité sportive régulière, comme la marche ou le yoga. Sur le plan mental, il est important de prendre du temps pour la méditation ou la lecture afin d’apaiser son esprit. N’oubliez pas de privilégier le sommeil et de maintenir une alimentation équilibrée pour renforcer votre bien-être global. Accordez-vous aussi des moments de détente pour recharger vos batteries.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Cette semaine, les Poissons bénéficieront d’un courant énergétique apaisant mais riche en opportunités de développement personnel. La lune en harmonie avec votre signe met en lumière l’importance de l’introspection et de l’écoute de soi. C’est le moment idéal pour faire le point sur vos aspirations profondes et clarifier vos objectifs, tant sur le plan personnel que professionnel. Les échanges avec vos proches seront particulièrement enrichissants, favorisant la compréhension mutuelle et renforçant vos liens affectifs. Sur le plan émotionnel, il peut y avoir des moments de sensibilité accrue, mais cela vous pousse aussi à avancer avec douceur et compassion, envers vous-même comme envers les autres. Sur le plan pratique, privilégiez la planification et la réflexion plutôt que l’action impulsive. En restant fidèle à votre intuition, vous pourrez aborder cette semaine avec sérénité, tout en exploitant pleinement les opportunités qui se présentent.",
      "love": "Cette semaine, les Poissons ressentiront une ouverture émotionnelle accrue, ce qui favorise la communication avec leur partenaire ou leur cercle amoureux. Pour les couples, c'est le moment de renforcer la complicité en partageant des moments sincères. Les célibataires ont une opportunité inattendue de faire une rencontre significative, mais doivent rester authentiques et attentifs. Il est important de faire preuve de patience et d’écoute, surtout face à des situations émotionnelles complexes. En général, cette période invite à cultiver la confiance et à exprimer ses sentiments avec douceur pour favoriser l'harmonie.",
      "career": "Pour la semaine du 16 au 22 février 2026, les Poissons seront favorisés pour saisir de nouvelles opportunités professionnelles. La période est propice à la concrétisation de projets et à la mise en valeur de leurs talents. Il est conseillé de rester attentifs aux propositions et de faire preuve d’initiative lors de réunions ou d’échanges avec des collègues ou potentiels partenaires. C’est également une période favorable pour envisager des formations ou des certifications qui renforceront leur avenir professionnel. Enfin, la confiance en leurs capacités leur permettra de prendre des décisions éclairées, favorisant leur croissance dans leur domaine.",
      "health": "La semaine à venir apportera à Poissons une énergie douce mais puissante pour renforcer leur santé physique. Pensez à intégrer des activités relaxantes comme la natation ou la marche en nature pour stimuler votre bien-être. Mentalement, cette période invite à la méditation et à la réflexion pour apaiser l'esprit. Accordez-vous du temps pour vous reconnecter avec vous-même, et privilégiez une alimentation équilibrée pour soutenir votre vitalité. La clé est la douceur et la patience dans votre routine de soins personnels.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    }
  }
}