{
  "week": "2026-W05",
  "language": "es",
  "entries": {
    "aries": {
      "overview": "Esta semana, los arianos sentirán una marcada energía de impulso y determinación. La influencia de los planetas favorece la acción y la iniciativa, por lo que será un momento ideal para comenzar nuevos proyectos o avanzar en tareas pendientes. Sin embargo, es importante mantener la paciencia y no dejarse llevar por la impulsividad, especialmente en las relaciones personales. La comunicación será clave para evitar malentendidos y fortalecer vínculos. La confianza en uno mismo estará en alza, pero también será fundamental escuchar a los demás y ser receptivos a sus ideas. Aprovecha estos días para organizar tus metas a corto y largo plazo, ya que la claridad mental te permitirá tomar decisiones acertadas. En el ámbito emocional, se recomienda buscar momentos de introspección y autocuidado para equilibrar las energías y evitar el agotamiento. En general, será una semana de acciones concretas y crecimiento personal.",
      "love": "Durante esta semana, los Aries experimentarán oportunidades para fortalecer sus relaciones y profundizar en la comunicación con sus seres queridos. Para los solteros, es un momento ideal para abrirse a nuevas conexiones y mostrar su auténtico yo, lo que atraerá intereses sinceros. Las parejas deben prestar atención a los pequeños gestos y evitar malentendidos que puedan surgir por la impulsividad. La clave está en escuchar activamente y expresar sus sentimientos con sinceridad. Aprovechen estos días para compartir momentos especiales y renovar su compromiso emocional. La honestidad y la empatía serán sus mejores aliados esta semana.",
      "career": "Durante la semana del 2 al 8 de febrero de 2026, los arianos sentirán un impulso positivo en su vida profesional y podrán aprovechar nuevas oportunidades. Es un momento favorable para mostrar liderazgo y tomar decisiones importantes, pero siempre con consciencia y planificación. La intuición será clave para identificar áreas de crecimiento y alianzas estratégicas. Aprovecha para fortalecer tus habilidades y proyectar una imagen profesional sólida. Evita decisiones impulsivas y enfócate en objetivos a largo plazo. Con determinación y claridad, esta semana puede marcar un avance significativo en tu carrera, brindándote mayor confianza y reconocimiento.",
      "health": "Para Aries, esta semana será un momento favorable para enfocarse en su bienestar físico y mental. Es recomendable dedicar tiempo a la actividad física, como caminar o practicar yoga, para reducir el estrés y mejorar la energía. La atención a la alimentación equilibrada fortalecerá sus defensas. Mentalmente, tome pausas para desconectar y practicar la respiración consciente, favoreciendo la claridad. Priorizar el descanso y las actividades que le brinden alegría será clave para mantener el equilibrio y la vitalidad durante la semana.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante esta semana, Tauro, te sentirás profundamente conectado con tus emociones y con tu entorno cercano. La influencia de los astros favorece la reflexión interior, brindándote claridad sobre lo que realmente valoras en tus relaciones personales y en tus metas a largo plazo. Es un momento propicio para dedicar tiempo a la introspección y a fortalecer los vínculos familiares o con amigos cercanos, ya que tu sensibilidad estará elevada. Sin embargo, también será importante mantener el equilibrio y evitar conflictos innecesarios, especialmente en ambientes laborales. La paciencia será tu mejor aliada para afrontar posibles malentendidos. Aprovecha la energía de esta semana para planificar proyectos que te aporten estabilidad y seguridad; no temas explorar nuevos caminos que puedan alinearse con tus valores más profundos. Confía en tus instintos y actúa con calma y determinación. Esta semana te invita a sembrar bases sólidas para tu bienestar emocional y material.",
      "love": "Esta semana, Tauro experimentará un crecimiento emocional que favorece la comunicación en sus relaciones. Las conexiones existentes se fortalecerán si se abordan con sinceridad y entusiasmo. Para los solteros, este es un momento propicio para abrirse a nuevas oportunidades amorosas, siendo auténtico y mostrando confianza. Las parejas deben prestar atención a los pequeños detalles y evitar malentendidos, cultivando la paciencia y el cariño. La clave será equilibrar la sensibilidad con la honestidad, permitiendo que el amor florezca de manera más profunda y significativa en esta semana.",
      "career": "Durante la semana del 2 al 8 de febrero de 2026, los Tauro experimentarán un período favorable para explorar nuevas oportunidades laborales y fortalecer relaciones profesionales. Es un buen momento para presentar ideas innovadoras y buscar asesorías que puedan potenciar su crecimiento. La determinación y la paciencia serán clave para tomar decisiones importantes en el trabajo, especialmente en proyectos a largo plazo. Mantengan una actitud abierta y receptiva a cambios, ya que podrían recibir reconocimientos o propuestas que impulsen su carrera. En general, será una semana de avances significativos si actúan con confianza y claridad en sus objetivos profesionales.",
      "health": "Durante esta semana, Tauro experimentará una mejoría en su salud física si mantiene una rutina equilibrada y duerme lo suficiente. Es importante que controle el estrés mediante prácticas de relajación como la meditación o paseos al aire libre. Dedique tiempo a cuidar su alimentación y a consultar con profesionales en caso de molestias persistentes. En el aspecto mental, priorice momentos de calma y reflexión personal para fortalecer su bienestar emocional, permitiendo que el autocuidado sea una prioridad.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Esta semana, los geminianos sentirán una energía vibrante que impulsará su comunicación y conexiones sociales. Es un momento ideal para expresar tus ideas, ya que tu mente estará especialmente ágil y creativa. Aprovecha para fortalecer relaciones cercanas, pero mantén la paciencia ante posibles malentendidos. La influencia de los astros favorece el aprendizaje y la exploración de nuevas áreas de interés; no temas iniciar proyectos o participar en actividades que amplíen tu conocimiento. Sin embargo, también es importante que equilibres tu energía, evitando dispersarte demasiado y enfocando tus esfuerzos en tareas concretas. En el plano emocional, sentirás la necesidad de mayor autenticidad y sinceridad con tus seres queridos. Escucha con atención y comparte tus sentimientos con honestidad. Esta semana te invita a ser adaptable, mantener una actitud positiva y aprovechar cada oportunidad para crecer tanto personal como profesionalmente.",
      "love": "Durante esta semana, los Géminis experimentarán un período de crecimiento emocional y mayor claridad en sus relaciones. Para los solteros, surgirán oportunidades para conectar con alguien especial a través de conversaciones sinceras y apertura emocional. Es un buen momento para mostrar autenticidad y dejar atrás inseguridades. Para las parejas, la comunicación será la clave para fortalecer el vínculo; eviten malentendidos y dediquen tiempo a escuchar y apoyar a su pareja. La recomendación principal es mantener la paciencia y confianza en el proceso, permitiendo que el amor evolucione de manera natural.",
      "career": "Esta semana, Géminis tendrá oportunidades significativas para avanzar en su carrera si se mantiene abierto a nuevas ideas y proyectos. La comunicación será clave para fortalecer relaciones laborales y abrir puertas a colaboraciones beneficiosas. Es un buen momento para evaluar sus metas profesionales y definir pasos concretos hacia su crecimiento. No teman tomar decisiones audaces, pero siempre considerando las implicaciones a largo plazo. La clave será mantener la flexibilidad y aprovechar las oportunidades de aprendizaje que surjan. Con perseverancia y claridad, Géminis podrá impulsar su desarrollo profesional de manera sólida y efectiva durante esta semana.",
      "health": "Durante esta semana, los géminis sentirán un impulso en su energía física, pero será fundamental cuidar el descanso y la alimentación equilibrada para mantener ese vigor. En el plano mental, la comunicación será clave, por lo que dedicar tiempo a la reflexión y a expresar sus pensamientos ayudará a aliviar tensiones internas. Para el bienestar emocional, practique técnicas de respiración y reserve momentos de tranquilidad para recargar su espíritu y mantener la claridad mental.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Esta semana, los nativos de Cáncer sentirán una profunda conexión con sus emociones y una renovada necesidad de introspección. La influencia de los astros les invita a escuchar su voz interior y a valorar sus sentimientos, lo que facilitará decisiones importantes en su vida personal y profesional. Es un momento propicio para fortalecer relaciones familiares y expresar con sinceridad aquello que llevan mucho tiempo guardando. Sin embargo, también deberán ser cuidadosos con la tendencia a la sensibilidad excesiva; ciertos detalles podrían parecerles agraviantes, pero es importante mantener la calma y la objetividad. La energía de la semana favorece la autorreflexión, el crecimiento emocional y la búsqueda de equilibrio interior. Aprovechen estos días para definir metas claras, aceptar sus emociones con madura serenidad y rodearse de personas que aporten positividad. En definitiva, será una semana para conectar con su esencia y avanzar con confianza en su camino personal.",
      "love": "Esta semana, los Cáncer experimentarán una energía positiva que favorece las conexiones emocionales profundas. Es un buen momento para fortalecer la confianza en la pareja o abrirse a nuevas oportunidades amorosas si estás soltero. La comunicación será clave: expresa tus sentimientos con sinceridad y escucha atentamente a tu pareja. Para quienes están en pareja, dedicar tiempo de calidad fortalecerá su vínculo. Los solteros pueden atraer a alguien especial si confián en su autenticidad. Mantén la apertura y la empatía, y aprovecha las pequeñas gestiones para consolidar relaciones o atraer nuevas.",
      "career": "Durante la semana del 2 al 8 de febrero de 2026, los nativos de Cáncer pueden experimentar oportunidades significativas para avanzar en su carrera. Es un momento favorable para presentar nuevas ideas y fortalecer relaciones laborales. La intuición estará a su favor para tomar decisiones profesionales acertadas, especialmente en proyectos de largo plazo. Sin embargo, deben evitar la impulsividad y tomarse el tiempo necesario para evaluar opciones. La comunicación clara y sincera será clave para mejorar la colaboración con colegas y superiores. Aprovechar esta etapa para adquirir nuevas habilidades puede abrir puertas a futuras promociones o cambios positivos en su trayectoria profesional.",
      "health": "Esta semana, las personas del signo Cáncer sentirán una energía renovada para cuidar su salud física y emocional. Es un buen momento para incorporar rutinas de ejercicio suave y alimentación equilibrada, que fortalezcan su sistema inmunológico. En el aspecto mental, practique momentos de introspección y meditación para reducir el estrés. Dedicar tiempo a actividades que le brinden alegría y descanso profundo será clave para mantener su bienestar integral durante toda la semana.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Esta semana, los Leo sentirán una energía vibrante que los impulsa a expresar su creatividad y liderazgo. Es un momento ideal para tomar decisiones importantes en el ámbito profesional, confiando en su intuición y habilidades naturales. La luna favorecerá las relaciones cercanas, fomentando conversaciones sinceras y fortaleciendo vínculos con seres queridos. Sin embargo, es importante que mantengan un equilibrio emocional y no se dejen llevar por la impulsividad. La influencia de los planetas señala que también deben dedicar tiempo a cuidar su bienestar físico y mental, evitando el estrés excesivo. Aprovechen para planificar metas a largo plazo, pero sin perder de vista los detalles del presente. La clave esta semana será la autenticidad y la confianza en su propio potencial. Sean generosos con su tiempo y energía, y verán cómo las oportunidades florecen en su camino.",
      "love": "Durante esta semana, los Leos experimentarán una energía positiva en el amor, ideal para fortalecer vínculos y abrirse a nuevas oportunidades. Para los solteros, será un buen momento para socializar y dejar fluir su autenticidad, lo que atraerá a personas que valoran su brillo natural. En pareja, es recomendable dedicar tiempo de calidad y expresar sentimientos con sinceridad para profundizar la conexión. La confianza y la comunicación serán clave para evitar malentendidos. Aprovechen esta semana para mostrar su lado más romántico y escuchar con atención a su pareja, fortaleciendo así su relación.",
      "career": "Durante la semana del 2 al 8 de febrero de 2026, los Leo estarán en una etapa propicia para explorar nuevas oportunidades laborales y fortalecer su red de contactos profesionales. La energía de esta semana los impulsa a ser proactivos en la toma de decisiones y a confiar en su intuición para identificar qué proyectos o colaboraciones les aportarán mayor crecimiento. Es recomendable que prioricen sus metas a largo plazo, evitando distracciones y manteniendo el enfoque en tareas clave. Este período favorece los avances en su carrera y la consolidación de su liderazgo, siempre que mantengan una actitud positiva y perseverante.",
      "health": "Durante esta semana, los Leo deberán prestar atención a su salud física, incorporando actividad moderada para mantener su energía y evitar el agotamiento. Es un momento propicio para priorizar el descanso y la alimentación equilibrada. En el plano mental, es recomendable practicar técnicas de relajación como la meditación o la respiración profunda para reducir el estrés. Dedica tiempo a ti mismo, cuidando tu bienestar emocional y fomentando momentos de alegría y gratitud.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "La semana del 2 al 8 de febrero de 2026 será un período de introspección y renovación para Virgo. La energía planetaria invita a reflexionar sobre tus metas personales y profesionales, permitiéndote identificar áreas que necesitan ajuste o mejora. Es un momento propicio para organizar tus ideas y establecer prioridades claras, facilitando un mayor enfoque en lo que realmente importa. La presencia de Venus en tu signo te otorga un aire de encanto y armonía en tus relaciones, lo que te ayudará a fortalecer vínculos afectivos y resolver posibles malentendidos. Sin embargo, es importante que también reserves tiempo para cuidar de ti mismo, dedicando momentos a la introspección y al bienestar emocional. Mantén una actitud positiva y abierta a nuevas ideas, ya que la semana traerá oportunidades para crecer y aprender. Confía en tu intuición para tomar decisiones acertadas y avanzar con seguridad hacia tus objetivos.",
      "love": "Esta semana, los Virgo vivirán momentos de reflexión y claridad en sus relaciones. Para los que están en pareja, será un buen momento para fortalecer los lazos y comunicarse con sinceridad, dejando atrás malentendidos del pasado. Los solteros pueden experimentar encuentros que despierten su interés, siempre y cuando se muestren auténticos y abiertos a nuevas experiencias. Es importante que eviten ser demasiado críticos o perfeccionistas en estos días, ya que esto podría generar tensiones. La clave será escuchar con empatía y dar espacio para que el amor fluya de manera natural y armoniosa.",
      "career": "Durante la semana del 2 al 8 de febrero de 2026, Virgo experimentará un período propicio para evaluar sus metas profesionales y aprovechar nuevas oportunidades. La influencia astral le brinda claridad para tomar decisiones importantes, especialmente en proyectos que requieren atención al detalle. Es un momento favorable para fortalecer relaciones laborales y buscar colaboración. Sin embargo, debe mantener el enfoque y evitar distracciones. La constancia y la paciencia serán clave para progresar y consolidar su posición laboral. Aproveche esta semana para planificar su futuro y mostrar su valía en el trabajo, asegurando un crecimiento sostenido.",
      "health": "Durante la semana del 2 al 8 de febrero de 2026, los Virgo sentirán una energía renovada para cuidar su salud física. Es recomendable que prioricen el descanso y la alimentación equilibrada. En el aspecto mental, dedicar tiempo a la meditación o actividades que les ayuden a reducir el estrés será muy beneficioso. Para el autocuidado, establezcan una rutina de relajación y no descuidan momentos para ustedes mismos, fortaleciendo su bienestar integral y manteniendo un equilibrio sano en su vida.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Esta semana, los Libra sentirán una energía marcada por la búsqueda de equilibrio y armonía en sus relaciones personales y profesionales. Es un período en el que la comunicación será clave; escuchar activamente y expresar con sinceridad les ayudará a fortalecer vínculos y resolver malentendidos. La influencia de los astros invita a reflexionar sobre lo que verdaderamente valoran y a tomar decisiones que aporten paz interior. En el ámbito laboral, es un momento propicio para presentar ideas innovadoras, pero también para ser pacientes y evitar conflictos innecesarios. En lo emocional, es recomendable dedicarse a actividades que les brinden serenidad, como la meditación o paseos en la naturaleza. Aprovechen esta semana para priorizar su bienestar y para recordarse que el equilibrio emocional es la base de su felicidad. Con claridad y empatía, podrán navegar con éxito las energías que se presenten en estos días.",
      "love": "Esta semana, los Libra sentirán una revitalización en su vida amorosa. Para los solteros, será un momento favorable para abrirse a nuevas experiencias y conocer a alguien que comparta sus valores. La comunicación será clave para evitar malentendidos y fortalecer conexiones. Las parejas disfrutarán de momentos de intimidad y confianza al abordar temas pendientes con sinceridad. Les recomiendo ser pacientes y escuchar activamente a su pareja, fomentando el entendimiento mutuo. Aprovechen esta energía para profundizar en sus vínculos y disfrutar de la calidez emocional que caracteriza a su signo.",
      "career": "Esta semana, Libra se sentirá impulsado a explorar nuevas oportunidades profesionales que pueden ofrecer un crecimiento significativo. Es un momento propicio para presentar ideas innovadoras y fortalecer relaciones laborales. La clave será mantener una actitud abierta y receptiva a consejos de colegas y mentores, lo que favorecerá decisiones acertadas en proyectos importantes. Es recomendable que evalúes cuidadosamente tus metas a largo plazo y consideres asumir responsabilidades que te permitan demostrar tu liderazgo. La paciencia será esencial para consolidar avances y garantizar un desarrollo sustentable en tu carrera. Aprovecha esta semana para dar pasos firmes hacia tus objetivos profesionales.",
      "health": "Esta semana, los Libra experimentarán un equilibrio renovado en su bienestar físico, con energía que les permitirá mantener una rutina de ejercicio suave y regular. Es un momento ideal para cuidar su salud mental mediante prácticas de relajación y mindfulness. Dedique tiempo a escuchar su cuerpo y a descansar cuando sea necesario. Priorice la hidratación y una alimentación balanceada para fortalecer su sistema inmunológico. Con atención plena y autocuidado, la semana será una oportunidad para renovar su vitalidad y claridad mental.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Esta semana, los escorpianos sentirán una profunda necesidad de introspección y autoconocimiento. La influencia de los astros favorece la reflexión interna, permitiéndote identificar áreas de tu vida que requieren mayor atención y sanación. Es un momento propicio para abordar temas pendientes y soltar cargas emocionales que han estado pesando en tu ánimo. La energía planetaria también te anima a comunicarte con sinceridad, tanto contigo mismo como con quienes te rodean, fortaleciendo relaciones que puedan beneficiarse de una mayor honestidad. En el plano laboral, la semana puede traer oportunidades para demostrar tu verdadera valía, pero deberás mantener la paciencia y la perseverancia. La clave está en confiar en tu intuición y en tu capacidad para adaptarte a los cambios. Resguarda tu energía y prioriza el autocuidado; de esta forma, afrontarás los desafíos con una actitud más equilibrada y llena de claridad.",
      "love": "Esta semana, los escorpios sentirán una energía intensa en sus relaciones. Para los solteros, será un buen momento para abrirse y mostrar su auténtico yo, lo que podría atraer nuevas conexiones significativas. En pareja, la comunicación será clave; evitar malentendidos fortalecerá la confianza. Es importante que expresen sus sentimientos con sinceridad y escuchen con empatía a su pareja. Aprovechen para planificar actividades juntos y revitalizar su vínculo. La honestidad y la paciencia les permitirán superar cualquier desafío y profundizar en su conexión emocional durante estos días.",
      "career": "Durante la semana del 2 al 8 de febrero de 2026, los escorpios experimentarán un periodo de claridad en sus objetivos profesionales. Podrían surgir oportunidades laborales que requieran decisiones rápidas y acertadas, por lo que es importante analizar bien cada opción. Este momento favorece la consolidación de proyectos existentes y el desarrollo de habilidades que aumenten su potencial. Es recomendable evitar decisiones impulsivas y consultar con colegas o mentores antes de avanzar en cambios significativos. La dedicación y la paciencia serán clave para maximizar el crecimiento y alcanzar nuevas metas en su carrera.",
      "health": "Durante la semana del 2 al 8 de febrero de 2026, los Escorpio encontrarán un equilibrio importante en su salud física y mental. Es un buen momento para priorizar el descanso y la alimentación saludable, evitando el estrés excesivo. Practicar técnicas de relajación, como la meditación o el yoga, ayudará a mantenerse centrado y sereno. Dedicar tiempo a actividades que disfruten fortalecerá su bienestar emocional. Aprovechen esta semana para cuidar de su cuerpo y mente con atención y cariño.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Durante esta semana, Sagitario sentirás una energía revitalizante que te impulsará a buscar nuevas oportunidades y desafíos tanto en tu vida personal como en la profesional. La influencia de los astros favorece la expansión y el aprendizaje, por lo que es un momento ideal para explorar nuevos conocimientos o fortalecer tus habilidades. Sin embargo, debes prestar atención a la tendencia a dispersarte; enfoca tus esfuerzos en metas claras para evitar perder energía en tareas secundarias. La comunicación será un aspecto clave, así que aprovecha para dialogar abiertamente con quienes te rodean, fortaleciendo vínculos y resolviendo posibles malentendidos. La semana también te invita a cuidar de tu bienestar emocional; dedica tiempo a la introspección y a actividades que te aporten paz interior. Confía en tu intuición y mantén una actitud positiva, ya que estos elementos te guiarán hacia decisiones acertadas y momentos de crecimiento personal.",
      "love": "Durante esta semana, los signos de Sagitario experimentarán una energía positiva en el ámbito del amor. Para los solteros, es un momento propicio para abrirse a nuevas oportunidades y mostrar sinceridad en sus intenciones, lo que puede atraer a alguien especial. Las parejas, por su parte, deben dedicar tiempo a la comunicación y evitar malentendidos, fortaleciendo los lazos afectivos. Es recomendable practicar la paciencia y la empatía, permitiendo que las conversaciones honestas y abiertas fortalezcan su vínculo. En general, la honestidad y la disposición a escuchar serán clave para avanzar en las relaciones durante estos días.",
      "career": "Durante la semana del 2 al 8 de febrero de 2026, los Sagitario pueden experimentar oportunidades de crecimiento profesional si se mantienen abiertos a nuevas ideas y colaboraciones. Es un momento favorable para tomar decisiones importantes en su carrera, especialmente en proyectos que requieran optimismo y visión a largo plazo. La energía positiva les ayudará a destacar en reuniones y presentaciones. Sin embargo, deben evitar la impulsividad y analizar detenidamente cada opción. Aprovechen para fortalecer relaciones laborales y buscar asesoramiento si es necesario. La clave será equilibrar la ambición con la paciencia para maximizar su progreso profesional en estos días.",
      "health": "La semana será favorable para que los Sagitario enfoquen su energía en mejorar su bienestar físico y mental. Es recomendable que prioricen actividades al aire libre para revitalizar su cuerpo y mente, como caminar o practicar yoga. Dedicar tiempo a la meditación puede fortalecer su equilibrio emocional. Asegúrate de descansar lo suficiente y mantener una alimentación equilibrada para evitar agotamiento. Escucha a tu cuerpo y reserva momentos de autocuidado para afrontar la semana con energía y claridad.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Durante esta semana, Capricornio sentirás una energía renovada que te impulsa a enfocarte en tus metas a largo plazo. Es un momento propicio para reevaluar tus objetivos y ajustar tu estrategia si es necesario. La influencia de los astros te invita a ser más paciente y persistente, especialmente en tus relaciones profesionales y personales. No dudes en expresar tus ideas con claridad y confianza, ya que eso te abrirá puertas y fortalecerá vínculos importantes. La familia y el hogar también demandarán tu atención, así que dedica tiempo a fortalecer esos lazos. La clave de esta semana será mantener el equilibrio entre esfuerzo y descanso, para evitar el agotamiento. Escucha tu intuición y confía en tus capacidades para superar los desafíos. Aprovecha esta etapa para consolidar tus logros y prepararte para nuevas oportunidades que se avecinan en los próximos meses.",
      "love": "Esta semana, los Capricornio sentirán una energía especial que puede abrir nuevas oportunidades amorosas. Para los solteros, es un buen momento para socializar y mostrar su verdadera esencia, ya que alguien marcado por la sinceridad y estabilidad puede captar su atención. Las parejas experimentarán una mayor comprensión y armonía si se comunican con sinceridad y paciencia. Es importante evitar malentendidos y dedicar tiempo de calidad a la pareja. La clave está en mantener el equilibrio emocional y ser receptivos a las necesidades del otro. Aprovecha esta semana para fortalecer vínculos y sembrar las bases para un amor duradero.",
      "career": "Durante la semana del 2 al 8 de febrero de 2026, los Capricornio sentirán un impulso en su motivación laboral y oportunidades para avanzar en sus proyectos. Es un buen momento para demostrar liderazgo y tomar decisiones clave que puedan abrir puertas a nuevas responsabilidades. La dedicación y el esfuerzo serán reconocidos, lo que favorecerá su crecimiento profesional. Sin embargo, deben tener cuidado con la sobrecarga y mantener una comunicación clara con sus colegas. Aprovechen esta etapa para planificar a largo plazo y consolidar su posición, ya que el universo favorece la perseverancia y la visión estratégica en estos días.",
      "health": "Durante esta semana, los Capricornio podrán notar una energía equilibrada que favorece tanto su salud física como mental. Es un momento ideal para priorizar el descanso y mantener una alimentación saludable. Dedica tiempo a practicar mindfulness o técnicas de respiración para reducir estrés. El ejercicio moderado, como caminatas o yoga, reforzará tu bienestar general. No olvides escuchar tu cuerpo y descansar cuando sea necesario, cultivando así una actitud de autocuidado y balance en tu rutina diaria.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Esta semana, los Acuario sentirán una energía renovada que los impulsa a buscar conexiones más profundas tanto en su vida personal como profesional. Será un período favorable para reflexionar sobre sus metas y ajustar sus planes, destacando la importancia de la innovación y la creatividad. La comunicación será clave, así que aprovecha para expresar tus ideas con claridad y escuchar activamente a quienes te rodean. Sin embargo, es importante mantener el equilibrio emocional, ya que algunas situaciones pueden generar inquietudes internas. La influencia de los planetas favorece las actividades en grupo y proyectos colaborativos, brindándote la oportunidad de fortalecer alianzas y ampliar tu red social. Confía en tu intuición para tomar decisiones importantes y no dudes en buscar apoyo cuando lo necesites. En definitiva, esta semana te invita a abrirte al cambio y a confiar en tu capacidad de adaptarte, logrando avances significativos en tu crecimiento personal y profesional.",
      "love": "Durante la semana del 2 al 8 de febrero de 2026, los acuarianos experimentarán un período de introspección y crecimiento emocional. Es un momento favorecedor para fortalecer vínculos existentes a través de la comunicación sincera y la empatía. Las parejas deben evitar malentendidos y ofrecer apoyo mutuo. Los solteros podrán atraer conexiones interesantes si se abren al amor sin prejuicios. La clave esta semana radica en escuchar y valorar los sentimientos del otro, favoreciendo la confianza y la intimidad. Aprovecha esta oportunidad para profundizar tus relaciones y sembrar las bases de un amor más sólido.",
      "career": "Durante la semana del 2 al 8 de febrero de 2026, los Acuario experimentarán un impulso positivo en sus oportunidades laborales. Es un momento idóneo para explorar nuevas propuestas y mostrar liderazgo en proyectos actuales. La energía favorece decisiones audaces que puedan abrir puertas a crecimiento profesional, aunque se recomienda evaluar cuidadosamente cada iniciativa para evitar decisiones precipitas. La interacción con colegas y superiores será clave para fortalecer relaciones y consolidar su posición. Aprovechen esta semana para definir metas claras y planificar estrategias que los posicionen en un camino de desarrollo sostenido en sus carreras.",
      "health": "Esta semana, Acuario experimentará un aumento de energía física, pero debe cuidar de no sobrecargar su cuerpo. Es un buen momento para incorporar ejercicio moderado y mantener una dieta equilibrada. En lo mental, la reflexión y la meditación serán clave para reducir el estrés y mejorar su bienestar emocional. Dedique tiempo a actividades que le llenen de entusiasmo y promuevan el equilibrio interno, como paseos en la naturaleza o prácticas de relajación.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "La semana de febrero será un tiempo de introspección y crecimiento para los nacidos bajo el signo de Piscis. La energía planetaria te invita a conectar con tu mundo interno y reflexionar sobre tus emociones, permitiéndote hallar mayor claridad en tus sentimientos y objetivos personales. Es un momento propicio para fortalecer tu intuición y confiar en tus instintos, especialmente en decisiones importantes relacionadas con tu vida profesional y relaciones cercanas. Es recomendable que reserves tiempo para cuidar de ti mismo, practicando actividades que te brinden paz y equilibrio emocional, como la meditación o el yoga. Sin embargo, también debes mantener una actitud realista frente a ciertos desafíos que puedan surgir, evitando dejarte envolver por ilusiones o confusiones. La clave será mantener un equilibrio entre tu sensibilidad y tu racionalidad, permitiéndote avanzar con confianza y serenidad hacia tus metas.",
      "love": "Durante la semana del 2 al 8 de febrero de 2026, los Piscis vivirán momentos de introspección y claridad en sus relaciones. Los solteros podrían encontrar una oportunidad de conexión auténtica si se abren a nuevas experiencias y comunican con sinceridad sus sentimientos. Para las parejas, la clave será la empatía y el diálogo profundo para fortalecer vínculos y resolver malentendidos del pasado. Es importante que los Piscis confíen en su intuición y no teman expresar lo que realmente sienten. La sinceridad y la apertura serán sus mejores aliados para avanzar en amor esta semana.",
      "career": "Durante la semana del 2 al 8 de febrero de 2026, Piscis experimentará un buen momento para buscar nuevas oportunidades laborales y fortalecer su red de contactos profesionales. La influencia de los astros favorece decisiones acertadas respecto a proyectos a largo plazo, siempre y cuando se mantenga enfocado en sus metas. Es recomendable aprovechar cualquier oportunidad de capacitación o aprendizaje que se presente, ya que potenciará su crecimiento profesional. Sin embargo, debe evitar decisiones impulsivas y dedicar tiempo a analizar los detalles, asegurando una base sólida para sus futuros pasos en su carrera.",
      "health": "Esta semana, Piscis, tu salud física requiere atención especial, pemaneciendo activo y equilibrado en tu alimentación para mantener tu energía. En el aspecto mental, es un buen momento para practicar la meditación o actividades que te ayuden a desconectar y reducir el estrés. Dedica tiempo al autocuidado, como baños relajantes o leyendo algo que te inspire. Escucha a tu cuerpo y no dudes en pedir ayuda si la necesitas. La armonía interior será clave para tu bienestar total.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    }
  }
}