{
  "week": "2026-W05",
  "language": "pt",
  "entries": {
    "aries": {
      "overview": "Nesta semana, Áries, você será impulsionado por uma energia revitalizante que o incentiva a agir com coragem e determinação. É um momento ideal para colocar em prática projetos antigos ou iniciar novas empreitadas profissionais, pois sua força de vontade estará elevada. Entretanto, atenção para a impulsividade; before tomar decisões importantes, reserve um tempo para refletir e evitar ações precipitadas. No âmbito emocional, a semana pede que você cultive paciência e compreensão, especialmente com pessoas próximas, pois a comunicação pode estar um pouco mais desafiadora. Aproveite momentos de introspecção para alinhar suas emoções e definir objetivos claros. Aspectos relacionados à saúde recomendam atenção à alimentação e à prática de atividades físicas, que ajudarão a manter seu vigor. No geral, mantenha o foco, seja assertivo e aproveite as oportunidades de crescimento e aprendizado que surgirão ao longo dos próximos dias.",
      "love": "Esta semana, Áries vivenciará momentos de intensa conexão emocional, trazendo oportunidades para fortalecer laços com quem ama ou abrir-se para novas possibilidades. Para os solteiros, há boas chances de conhecer alguém especial através de atividades sociais ou hobbies. Na relação, a comunicação será fundamental para evitar mal-entendidos e aprofundar a intimidade. É importante também praticar a paciência e ouvir com atenção. Para os casais, momentos de diálogo sincero trarão maior harmonia. Aproveite a semana para mostrar seu afeto de forma espontânea e dedicar tempo à pessoa amada.",
      "career": "Esta semana, Áries no ambiente profissional deve se sentir mais motivado a explorar novas oportunidades. Há potencial de crescimento através de projetos inovadores e colaborações estratégicas. É um momento ideal para tomar decisões importantes relacionadas à sua carreira, principalmente no que diz respeito a mudanças ou investimentos em formação. Sua determinação ficará em alta, mas é importante manter o equilíbrio e evitar atuações impulsivas. Aproveite a semana para consolidar suas ideias, demonstrar liderança e buscar reconhecimento pelo seu esforço. A persistência será fundamental para alcançar novos patamares profissionais nos próximos meses.",
      "health": "Nesta semana, Áries deve ficar atento à sua saúde física, priorizando uma alimentação equilibrada e descansos adequados para evitar fadiga. Cuide da sua saúde mental reservando momentos de reflexão e meditação para reduzir o estresse. Praticar atividades físicas suaves, como caminhada ou ioga, irá fortalecer sua disposição e bem-estar emocional. Dedique tempo ao autocuidado, ouvindo seu corpo e evitando excessos, garantindo uma semana mais equilibrada e revitalizante.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Nesta semana, os taurinos sentirão uma forte energia de estabilidade e reflexão. A Lua em um momento de introspecção traz à tona a importância de cuidar do bem-estar emocional e de estabelecer prioridades. É um período propício para reorganizar suas finanças e valorar o que realmente traz segurança e conforto para sua vida. As oportunidades de crescimento surgirão através de conversas significativas e parcerias sólidas, então mantenha o coração aberto para ouvir e colaborar. No entanto, cuidado com a teimosia que pode dificultar mudanças importantes. Aproveite para fortalecer os vínculos familiares e dedicar um tempo para o autocuidado. A semana pede atenção às pequenas detalhes, pois é por eles que encontrará a estabilidade que tanto valoriza. Encontre equilíbrio entre o esforço e o descanso, e confie na sua intuição para tomar decisões acertadas. Este é um momento para consolidar, renovar e avançar com calma e segurança.",
      "love": "Para os taurinos, a semana de 2 a 8 de fevereiro promete momentos de reflexão e renovação emocional. Para os solteiros, há oportunidades de conhecer pessoas interessantes em ambientes sociais, mas é importante manter a calma e não apressar os sentimentos. Os casais irão se beneficiar de conversas sinceras e de dedicar mais tempo à afetividade, fortalecendo laços. Aproveite o momento para expressar suas emoções de forma autêntica e ouvir seu parceiro com atenção. Estar aberto ao diálogo e à compreensão ajudará a construir uma conexão mais sólida e harmoniosa nesta semana.",
      "career": "Para a semana de 2 a 8 de fevereiro de 2026, Touro terá oportunidades de avançar em projetos importantes, o que poderá abrir portas para reconhecimento e crescimento profissional. É um momento favorável para mostrar suas competências e assumir novas responsabilidades, mas cuidado para não agir impulsivamente. Aproveite para esclarecer dúvidas com colegas e buscar feedbacks construtivos. Decisões relacionadas a mudanças de cargo ou investimentos no seu desenvolvimento serão benéficas se feitas com calma e planejamento. Confie na sua persistência e valorize suas habilidades, pois essa semana pode consolidar passos essenciais para seu futuro profissional.",
      "health": "Para os taurinos nesta semana, a saúde física pede atenção especial ao descanso e à alimentação equilibrada. Hidrate-se bem e evite exageros alimentares. No aspecto mental, reserve momentos para reflexão e respiração profunda, ajudando a reduzir o estresse. Priorize o autocuidado, praticando atividades que tragam prazer e relaxamento, como uma caminhada ao ar livre ou meditação. Este equilíbrio vai fortalecer seu bem-estar geral e renovar suas energias para a semana.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Nesta semana, os geminianos sentirão uma forte energia de renovação e comunicação. É um momento ideal para esclarecer mal-entendidos e fortalecer relacionamentos, tanto pessoais quanto profissionais. A influência de mercúrio destaca a importância de expressar suas ideias com clareza e ouvir atentamente os colegas de trabalho. No âmbito emocional, procure se abrir mais com as pessoas que confia, pois isso trará maior conforto e compreensão. No entanto, evite dispersões e compromissos demais, priorizando o que realmente importa. As questões financeiras também podem ganhar atenção especial agora, incentivando uma revisão dos gastos e um planejamento mais estratégico. No final da semana, uma sensação de renovação deve prevalecer, trazendo esperança e motivação para dar passos importantes em seus projetos. Use seu talento para se adaptar às mudanças e transformar obstáculos em oportunidades de crescimento.",
      "love": "Nesta semana, os geminianos terão oportunidades de aprofundar conexões emocionais, seja com parceiro ou com alguém especial. Para os solteiros, uma nova atração pode surgir de forma inesperada, aconselhando abertura e sinceridade. Os casais devem evitar discussões desnecessárias e focar na comunicação transparente, fortalecendo a confiança. Aproveite o momento para expressar seus sentimentos com autenticidade. Escute com atenção e esteja disposto a compromissos. Com um pouco de paciência e empatia, esta semana pode trazer maior harmonia e momentos de ternura, consolidando laços importantes e ampliando possibilidades de novos começos afetivos.",
      "career": "Para os Gêmeos, a semana de 2 a 8 de fevereiro de 2026 traz oportunidades de expansão profissional por meio de conexões e parcerias. O momento favorece a comunicação e a troca de ideias, impulsionando projetos importantes. Aproveite para demonstrar suas habilidades e buscar reconhecimento no ambiente de trabalho. Decisões estratégicas podem abrir portas para crescimento e novos desafios. Fique atento às novidades do seu setor e esteja disposto a adaptar-se às mudanças. Sua capacidade de persuasão será um diferencial, facilitando negociações e colaborações. Essa é uma semana favorável para consolidar sua posição e planejar passos futuros.",
      "health": "Nesta semana, os gêmeos podem sentir uma energia renovada para cuidar da saúde física, priorizando atividades ao ar livre e uma alimentação equilibrada. É um momento propício para fortalecer a mente, praticando meditação ou momentos de silêncio. Reserve tempo para o autocuidado, desconectando-se das rotinas agitadas e dedicando-se a hobbies que tragam alegria. Ouça seu corpo e não hesite em buscar apoio emocional se sentir necessidade. Aproveite a semana para promover equilíbrio entre corpo e mente.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Durante a semana de 2 a 8 de fevereiro de 2026, os cancerianos sentirão uma energia de introspecção e renovação emocional. É um momento propício para refletir sobre suas relações mais próximas e fortalecer os vínculos afetivos, investindo na comunicação sincera. A influência dos astros sugere que será importante estabelecer limites saudáveis, evitando o desgaste emocional. No âmbito profissional, uma oportunidade inesperada pode surgir, exigindo discernimento para aproveitar ao máximo. Aproveite para organizar suas metas e priorizar seu bem-estar, dedicando tempo ao autocuidado e à meditação. A semana também pede que você confie mais na sua intuição, que estará especialmente aguçada neste período. Mantenha uma atitude aberta e receptiva às mudanças, pois elas trarão crescimento pessoal. Ao equilibrar emoções e ações, você fortalecerá sua base emocional e criará um ambiente mais harmonioso ao seu redor.",
      "love": "Nesta semana, os cancerianos podem experimentar uma renovação emocional, fortalecendo laços e abrindo-se para novas possibilidades afetivas. Para os solteiros, há oportunidades de encontros inesperados que podem evoluir para algo mais sério, desde que estejam abertos ao momento presente. Os casais devem dedicar tempo à comunicação sincera, ouvindo com atenção e expressando suas emoções com delicadeza. Aproveite para criar momentos de cumplicidade, fortalecendo a conexão. Lembre-se de confiar em seu coração e ser transparente, pois a semana favorece o fortalecimento dos laços afetivos e a descoberta de novas possibilidades amorosas.",
      "career": "Na semana de 2 a 8 de fevereiro de 2026, os cancerianos podem sentir uma energia especial voltada para o crescimento profissional. Novas oportunidades de destaque surgirão, incentivando a busca por aprimoramento e capacitação. É um momento favorável para tomar decisões importantes relacionadas à carreira, especialmente aquelas que envolvam projetos de longo prazo ou mudanças estratégicas. Aproveite para fortalecer relacionamentos no ambiente de trabalho, pois eles podem abrir portas para colaborações futuras. Mantenha o foco na sua intuição e confie na sua capacidade de liderança. Com dedicação, essa semana pode marcar passos decisivos rumo ao desenvolvimento profissional.",
      "health": "Nesta semana, os cancerianos podem sentir uma maior energia física, o que é uma ótima oportunidade para priorizar exercícios leves e alongamentos. Cuide da saúde mental reservando momentos de reflexão e descanso, evitando sobrecarregar-se com compromissos. Invista em autocompaixão e pratique técnicas de relaxamento, como a meditação ou a respiração consciente. Mantenha uma rotina equilibrada de alimentação e sono para fortalecer seu bem-estar geral e manter a sensação de tranquilidade e harmonia.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Nesta semana de 2 a 8 de fevereiro de 2026, os leoninos sentirão uma energia de renovação e autoconfiança que os impulsionará a buscar novos desafios pessoais e profissionais. É um momento ideal para demonstrar suas qualidades de liderança e inovação, mas lembre-se de ouvir atentamente as opiniões dos outros para evitar conflitos desnecessários. A sua criatividade estará em alta, incentivando projetos que envolvam expressão artística ou atividades que tragam alegria e realização. No entanto, evite a impulsividade nas decisões financeiras ou emocionais, dedicando um tempo para refletir antes de agir. No âmbito das relações, a semana pede mais maturidade e diálogo aberto, fortalecendo laços com quem realmente faz a diferença na sua vida. Aproveite esses dias para se equilibrar, valorizar seus talentos e avançar com entusiasmo, sempre atento às suas próprias necessidades e sonhos.",
      "love": "Na semana de 2 a 8 de fevereiro de 2026, Leão tende a vivenciar momentos de reflexão nas relações amorosas. Para os solteiros, há boas oportunidades de conhecer alguém especial, especialmente ao explorar novos círculos sociais ou hobbies. É importante manter a autenticidade e aproveitar a espontaneidade. Para os casais, a comunicação será fundamental para fortalecer laços e resolver pequenas desavenças. Valorize o diálogo sincero e demonstre seu afeto de forma genuína. Essa semana pede que você seja paciente e aberto às mudanças, promovendo conexões mais profundas e duradouras.",
      "career": "Para a semana de 2 a 8 de fevereiro de 2026, os leoninos podem esperar uma fase de oportunidades profissionais e crescimento. Este é um momento favorável para explorar novas ideias, fazer networking e buscar melhorias na rotina de trabalho. Decisões relacionadas a mudanças de carreira ou projetos importantes terão maior respaldo, desde que tomadas com clareza e confiança. Aproveite para demonstrar sua liderança natural, inspirando colegas e fortalecendo sua posição. Mantenha o foco na organização e na comunicação eficiente, pois isso potencializa seus resultados e abre portas para avanços significativos.",
      "health": "Nesta semana, os leoninos podem sentir uma energia renovada para cuidar da saúde física, priorizando exercícios que tragam prazer e bem-estar. Sua mente estará mais receptiva a práticas de relaxamento, como meditação ou ioga, ajudando a aliviar o estresse. Reserve um tempo para o autocuidado, fortalecendo seus limites emocionais e físicos. Alimentação equilibrada e hidratação adequada serão essenciais. Aproveite esse período para restaurar suas energias e nutrir seu espírito com atividades que proporcionem alegria e tranquilidade.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Nesta semana, os Virginianos sentirão uma energia de renovação e clareza que favorece a organização e o aprimoramento pessoal. A influência dos astros destaca a importância de dedicar tempo à reflexão sobre seus objetivos, especialmente nas áreas de carreira e projetos pessoais. É um momento propício para identificar o que precisa ser ajustado e estabelecer metas realistas. A comunicação estará mais fluida, incentivando diálogos sinceros e construtivos com colegas e pessoas próximas. Cuide de sua saúde mental e emocional, evitando o excesso de perfeccionismo que pode gerar ansiedade. Aproveite também momentos de solitude para recarregar as energias e encontrar respostas internas. Na convivência, pratique a paciência e a empatia, facilitando relações mais harmoniosas. Este período oferece uma oportunidade valiosa para alinhar suas ações com seus valores mais profundos, promovendo crescimento e autoconhecimento.",
      "love": "Nesta semana, Virgem, há uma oportunidade de aprofundar conexões existentes e explorar novas possibilidades amorosas. Para quem está em um relacionamento, a comunicação será fundamental para fortalecer a parceria e resolver possíveis mal-entendidos com paciência. Os solteiros podem encontrar alguém interessante ao se abrir para novas experiências sociais. Aproveite o momento para refletir sobre suas reais necessidades sentimentais e não tenha medo de demonstrar seus sentimentos. Confie na sua intuição e seja honesto consigo mesmo. Esta semana traz um equilíbrio entre reflexão e ação, favorecendo o crescimento emocional e a conexão genuína.",
      "career": "Nesta semana, os virginianos podem perceber oportunidades de crescimento profissional ao esclarecer metas e prioridades. É um momento propício para demonstrar suas habilidades e assumir tarefas desafiadoras, o que pode abrir portas para promoções ou reconhecimentos. Mantenha uma postura aberta ao diálogo com colegas e superiores, pois novas parcerias podem fortalecer sua carreira. Evite decisões impulsivas; invista na análise detalhada antes de agir. Aproveite o período para consolidar planos de longo prazo, demonstrando comprometimento e dedicação. Com foco e disciplina, você conquistará avanços importantes em sua trajetória profissional nesta semana.",
      "health": "Nesta semana, os virginianos sentirão um aumento na energia física, ideal para praticar atividades ao ar livre ou experimentar novas rotinas de exercícios. Mentalmente, é importante reservar momentos para relaxar e refletir, evitando sobrecarga de tarefas. Priorize o sono de qualidade e hydração adequada para manter o bem-estar geral. Dedique um tempo à meditação ou práticas de mindfulness para equilibrar suas emoções. Cuide da sua saúde física e mental com atenção e gentileza neste período.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Nesta semana, Libra, você será convidado a refletir sobre seus relacionamentos e a harmonizar suas emoções com sua comunicação. A influência de Mercúrio favorece conversas sinceras, mas cuidado para não se deixar levar pelo desejo de agradar a todos, o que pode gerar confusões. Aproveite este período para ouvir com atenção e expressar suas necessidades de forma clara e gentil. No âmbito profissional, a energia do momento reforça a importância do equilíbrio e da cooperação. Seja diplomático ao lidar com colegas ou parceiros de projeto, pois sua habilidade de mediar conflitos será essencial. No âmbito pessoal, busque momentos de introspecção e autoconhecimento. Este é um momento propício para reorganizar seus planos e definir metas de forma mais alinhada às suas verdadeiras vontades. Mantenha uma atitude aberta, confie na sua intuição e lembre-se de cuidar do seu bem-estar emocional.",
      "love": "Nesta semana, os librianos podem experimentar oportunidades de renovação afetiva e fortalecimento dos laços existentes. Para os casais, é momento de comunicação aberta, ouvindo com atenção e expressando sentimentos com sinceridade. Para os solteiros, novas conexões podem surgir, mas é importante manter os pés no chão e evitar ilusão. O período favorece a reflexão sobre o que realmente deseja em seus relacionamentos. A dica é aproveitar a semana para cultivar a harmonia e dar espaço ao diálogo, fortalecendo vínculos profissionais e românticos. Seja autêntico e aberto às possibilidades que surgirem.",
      "career": "Para a semana de 2 a 8 de fevereiro de 2026, os librianos poderão sentir uma fase de maior clareza nas suas metas profissionais. O momento traz oportunidades de crescimento através de projetos colaborativos e novas ideias que podem impulsionar sua carreira. Aproveite para fortalecer relacionamentos com colegas e superiores, pois a comunicação estará favorecida. Decisões importantes relacionadas a mudanças ou novas funções devem ser feitas com atenção, avaliando bem as possibilidades. Essa semana sugere um período propício para refletir sobre seu desenvolvimento profissional e buscar estratégias que garantam progresso sustentável a longo prazo.",
      "health": "Para Libra, esta semana traz um equilíbrio importante entre saúde física, mental e bem-estar emocional. Cuide do seu corpo com pequenas atividades físicas diárias e priorize uma alimentação leve e nutritiva. Reserve momentos para relaxar a mente, praticando meditação ou respir ações profundas. O autocuidado e a atenção às suas emoções ajudarão a manter sua energia positiva. Ouça seu corpo e tire um tempo para descansar sempre que sentir necessidade, fortalecendo seu equilíbrio geral.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Nesta semana, os escorpianos sentirão uma energia de renovação e aprofundamento emocional. É um período propício para refletir sobre suas relações e estabelecer conexões mais sinceras e verdadeiras. Aproveite momentos de introspecção para entender melhor seus desejos mais íntimos e eliminar o que não serve mais ao seu crescimento. A influência de pausas e momentos de silêncio trarão clareza para suas ações, ajudando a tomar decisões importantes com mais segurança. No âmbito profissional, o foco deve estar na organização e no planejamento, evitando agir por impulso. Domine suas emoções e mantenha a calma, mesmo diante de desafios. No amor, a sinceridade será sua melhor aliada; seja honesto(a) consigo mesmo(a) e com seu parceiro(a). Este é um momento de transformação, onde a coragem de enfrentar verdades internas trará grandes aprendizados e evolução. Aproveite a semana para fortalecer sua essência e investir no seu bem-estar emocional.",
      "love": "Nesta semana, os escorpianos sentirão uma forte energia de renovação em suas relações. Para quem está em um relacionamento, é um momento propício para aprofundar a conexão, demonstrando mais sinceridade e disposição para ouvir o parceiro. Os solteiros terão oportunidades de conhecer pessoas interessantes em ambientes sociais ou através de amigos. A dica é manter a autenticidade e abrir o coração com confiança. Evite ciúmes desnecessários e valorize a transparência. Aproveite a semana para cultivar o amor próprio e fortalecer laços, pois o momento favorece emoções sinceras e crescimento emocional.",
      "career": "Na semana de 2 a 8 de fevereiro de 2026, os escorpianos podem experimentar oportunidades de crescimento profissional ao abraçar novos desafios e projetos. Este é um momento propício para mostrar suas habilidades e assumir responsabilidades adicionais, o que pode resultar em reconhecimento e avanços na carreira. Esteja aberto a negociações e mantenha uma postura confiante nas decisões importantes. Cuidado ao se envolver em conflitos no ambiente de trabalho, buscando sempre o equilíbrio e a diplomacia. Aproveite essa fase para fortalecer sua rede de contatos e planejar ações estratégicas para o futuro.",
      "health": "Nesta semana, os escorpianos podem sentir uma necessidade maior de descanso e autocuidado. Sua saúde física exige atenção especial ao sistema imunológico, portanto, mantenha uma alimentação equilibrada e hidrate-se bem. Para o bem-estar mental, procure momentos de introspecção e reflexão, evitando sobrecarregar a mente com atividades excessivas. Dedique tempo a práticas relaxantes, como meditação ou leitura, e valorize o sono de qualidade. Cuidar de si será essencial para manter o equilíbrio nesta semana.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Nesta semana, os sagitarianos sentirão uma energia renovada para buscar novos horizontes, especialmente no âmbito pessoal e profissional. A Lua influencia suas emoções, incentivando a introspecção e a reflexão, o que pode trazer clareza sobre suas verdadeiras vontades. Aproveite esse momento para revisar seus objetivos, pois ações alinhadas com seus valores trarão resultados satisfatórios. No campo das relacionamentos, a comunicação se destaca como uma ferramenta essencial; seja honesto e aberto, pois isso fortalecerá vínculos existentes e facilitará novas conexões. Na esfera financeira, mantenha o foco na organização, evitando gastos impulsivos. O universo favorece seus esforços de crescimento, mas pede discernimento e paciência. Cuide da sua saúde emocional, reservando momentos de lazer e autoconhecimento. Com essa postura, você poderá transformar desafios em oportunidades de evolução, consolidando uma semana de avanços significativos.",
      "love": "Nesta semana, Sagitário pode experimentar momentos de renovação e crescimento em seus relacionamentos. Para os solteiros, há oportunidades de conhecer pessoas que compartilham seus interesses e valores, convidando à possibilidade de algo mais profundo. Para os casais, o clima favorece a comunicação aberta e a compreensão mútua, fortalecendo os laços afetivos. É importante manter a sinceridade e evitar mal-entendidos. Aproveite para dedicar tempo ao seu parceiro ou ao seu próprio crescimento emocional, criando um equilíbrio saudável. Confiança e honestidade serão as chaves para fortalecer suas conexões nesta fase.",
      "career": "Para os sagitarianos, a semana de 2 a 8 de fevereiro de 2026 traz boas oportunidades de crescimento profissional. Seu entusiasmo e otimismo ajudarão a conquistar novos projetos e fortalecer relações com colegas e superiores. Este é um momento favorável para assumir responsabilidades maiores ou buscar treinamentos que aprimorem suas habilidades. Decisões importantes relacionadas à carreira podem surgir, então mantenha o foco e avalie suas opções com atenção. Aproveite também para se destacar pelo seu entusiasmo genuíno, transmitindo confiança em suas propostas. Com um olhar estratégico, essa semana pode ampliar suas portas no âmbito profissional.",
      "health": "Para Sagitário, a semana traz uma energia revigorante para cuidar da saúde física, incentivando a prática de atividades ao ar livre e exercícios que tragam alegria. Mentalmente, é importante reservar tempo para reflexão e conexão interior, ajudando a aliviar o estresse. Aposte em momentos de autocuidado, como meditação ou um banho relaxante, para recarregar as energias e manter o equilíbrio emocional durante a semana. Cuidados simples podem fazer toda a diferença no seu bem-estar.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Nesta semana, os nativos de Capricórnio sentirão uma energia de renovação e fortalecimento em suas emoções e projetos. O alinhamento planetário incentiva você a refletir sobre suas metas de longo prazo e a ajustar suas estratégias para alcançar o sucesso desejado. É um momento propício para estabelecer rotinas mais equilibradas e investir em autoconhecimento. A comunicação estará facilitada, permitindo diálogos mais sinceros e construtivos tanto na vida pessoal quanto na profissional. Entretanto, é importante manter o foco e evitar dispersões, especialmente na gestão de tarefas importantes. Aproveite para reforçar vínculos familiares e buscar apoio emocional quando necessário. A semana pede atenção ao bem-estar e à manutenção do equilíbrio mental. Com disciplina e perseverança, você poderá superar obstáculos e avançar com segurança rumo aos seus sonhos, sentindo-se mais confiante e preparado para o que virá.",
      "love": "Nesta semana, os capricornianos podem experimentar uma renovação na vida amorosa, com oportunidades de fortalecer vínculos ou iniciar novas paixões. Para os solteiros, há potencial para encontros interessantes, desde que abram o coração para possibilidades inesperadas. Para os casais, a comunicação desempenha papel fundamental; aproveitem para esclarecer dúvidas e aprofundar a conexão. A dica é evitar inseguranças e demonstrar mais afeto. Seja qual for o status, pratique a paciência e o entendimento, lembrando que o relacionamento saudável exige dedicação e sinceridade. Aproveite o momento para construir memórias significativas com quem ama.",
      "career": "Nesta semana, os capricornianos podem perceber novas oportunidades de crescimento profissional ao se dedicarem a projetos que demandam disciplina e planejamento. Este é um momento favorável para investir em aprendizado e aprimoramento de habilidades, o que pode abrir portas para promoções ou reconhecimento no ambiente de trabalho. Decisões estratégicas relacionadas à carreira deverão ser feitas com calma, levando em conta seus objetivos a longo prazo. Aproveite também para consolidar parcerias e fortalecer sua rede de contatos, pois isso trará benefícios futuros. Mantenha o foco, pois sua determinação será fundamental para avançar nesta fase de oportunidades.",
      "health": "Nesta semana, os capricornianos devem focar na manutenção de uma rotina equilibrada de saúde física, privilegiando uma alimentação nutritiva e exercícios leves. Para o bem-estar mental, é importante reservar momentos de reflexão e descanso, evitando o excesso de ansiedade. Dedique-se ao autocuidado, praticando atividades que tragam prazer e relaxamento, como leitura ou meditação. Ouça seu corpo e priorize o autocuidado para fortalecer tanto o corpo quanto a mente nesta fase.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "A semana de 2 a 8 de fevereiro de 2026 traz uma energia de renovação e introspecção para os aquarianos. É um momento propício para refletir sobre seus sonhos e metas de longo prazo, ajustando suas estratégias e identificando prioridades que talvez tenham ficado de lado. A influência dos astros incentiva a comunicação sincera e a aproximação com pessoas que realmente apoiam seus propósitos. Aproveite para fortalecer vínculos afetivos e profissionais, demonstrando autenticidade e empatia. Os desafios podem surgir na forma de dúvidas internas ou dificuldades em tomar decisões rápidas, mas são oportunidades de crescimento. Mantenha o foco na autonomia emocional e na criatividade, explorando novas ideias e projetos inovadores. Cuidados com o excesso de inquietação e ansiedade ajudam a manter o equilíbrio emocional. Este é um momento de despertar, de buscar autenticidade e de construir uma base sólida para o futuro.",
      "love": "A semana de 2 a 8 de fevereiro de 2026 traz boas oportunidades de conexão para aquarianos. Para os solteiros, é um momento propício para encontros inesperados que podem evoluir para algo mais sério, basta estar aberto às novas experiências. Os casais irão encontrar momentos de cumplicidade e diálogo, fortalecendo a relação. É importante evitar julgamentos e manter a comunicação transparente. Para todos, dedique tempo para entender melhor o parceiro ou si mesmo, cultivando paciência e compreensão. Aproveite a semana para fortalecer laços e criar memórias positivas juntos.",
      "career": "Para os aquarianos, a semana de 2 a 8 de fevereiro oferece oportunidades de crescimento profissional através do networking e novas conexões. É um momento favorável para reconhecer seu valor e destacar suas habilidades no ambiente de trabalho. Decisões assertivas e uma comunicação clara podem abrir portas para promoções ou projetos importantes. No entanto, é essencial manter o foco e evitar dispersões. Aproveite para aprender algo novo que agregue valor à sua carreira. Sua inovação e pensamento futurista serão reconhecidos, potencializando avanços significativos na sua trajetória profissional neste período.",
      "health": "Na semana de 2 a 8 de fevereiro de 2026, os aquarianos podem sentir uma energia renovada para cuidar da saúde física e mental. É um momento favorável para estabelecer rotinas de exercícios que tragam prazer, como caminhadas ao ar livre. Dedique tempo ao descanso e às práticas de meditação para fortalecer o bem-estar emocional. Invista em momentos de autocuidado, preparando refeições nutritivas e descansando adequadamente, promovendo equilíbrio e vitalidade ao longo da semana.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Nesta semana, os piscianos irão sentir uma forte conexão com o mundo emocional e espiritual, o que reforça sua sensibilidade e intuição. É um período propício para refletir sobre suas emoções mais profundas e buscar o equilíbrio interior. A energia do cosmos favorece a expressão de seus sentimentos mais genuínos, então não hesite em se comunicar com quem realmente importa. Aproveite para dedicar tempo ao autocuidado e à meditação, fortalecendo sua conexão consigo mesmo. No âmbito profissional, algumas oportunidades podem surgir, mas a recomendação é agir com calma e cautela, analisando bem cada decisão. No âmbito emocional, valorize suas relações e buscas por apoio emocional, pois essa troca trará maior clareza e tranquilidade. Para aproveitar ao máximo essa semana, mantenha-se aberto às novidades e confie na sua intuição, pois ela será sua maior aliada para superar desafios e encontrar novas possibilidades de crescimento.",
      "love": "Nesta semana, os Peixes podem sentir uma forte conexão emocional, o que favorece encontros e aprofundamento de vínculos já existentes. Para os solteiros, há oportunidades de conhecer alguém especial ao se abrir para novas experiências e confiar na intuição. Para os casais, a comunicação deve ser prioridade; conversas sinceras fortalecerão a relação. É importante evitar mágoas acumuladas e promover momentos de carinho e compreensão. Aproveite essa fase para fortalecer laços afetivos, praticando empatia e escuta ativa. A semana traz possibilidades de crescimento emocional, mantendo o coração aberto e o diálogo fluido.",
      "career": "Para os piscianos, esta semana traz oportunidades de crescimento profissional ao surgirem novas ideias e projetos. Aproveite o momento para demonstrar sua criatividade e intuição no ambiente de trabalho, conquistando a confiança de colegas e superiores. Decisões importantes relacionadas à sua carreira podem surgir, por isso, avalie cuidadosamente cada opção antes de agir. Está na hora de investir em aprimoramento profissional, como cursos ou novas habilidades, que podem abrir portas para promoções ou novas funções. Mantenha o foco e confie na sua capacidade de transformar desafios em conquistas duradouras.",
      "health": "Nesta semana, Peixes deve focar na sua saúde física, priorizando alimentação equilibrada e exercícios leves para aumentar a energia. A mente pede tranquilidade, portanto, reserve momentos de meditação ou reflexão para diminuir o estresse. Cuide do seu sono, evitando distrações antes de dormir, e dedique tempo ao autocuidado, como banhos relaxantes ou leituras prazerosas. Ouça seu corpo e não hesite em procurar ajuda se sentir sinais de cansaço excessivo ou ansiedade.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    }
  }
}