{
  "week": "2026-W10",
  "language": "fr",
  "entries": {
    "aries": {
      "overview": "Cette semaine, les Béliers ressentiront une poussée d'énergie qui les incite à prendre des initiatives et à avancer dans leurs projets personnels ou professionnels. Le début de la semaine favorise la clarté mentale et la motivation, vous permettant de clarifier vos objectifs et de planifier efficacement. Cependant, il est important de rester à l’écoute de vos émotions et de ne pas agir impulsivement. La dernière partie de la semaine invite à la réflexion et à la recherche d’équilibre entre votre désir d’action et votre besoin de prendre du recul. Il serait bénéfique de consacrer du temps à la méditation ou à des activités apaisantes pour éviter le stress. Sur le plan relationnel, la sincérité sera votre atout majeur, mais veillez à respecter l’espace de chacun. Exploitez cette période pour renforcer vos liens et avancer avec confiance vers vos ambitions.",
      "love": "Cette semaine, Bélier, l’amour pourrait vous réserver de belles surprises. Pour les célibataires, c’est le moment idéal pour ouvrir votre cœur et explorer de nouvelles rencontres. Faites preuve de sincérité et de confiance en vous, car cela attirera des personnes authentiques. Pour les couples, la communication sera essentielle pour renforcer votre complicité. Prenez le temps d’écouter votre partenaire et d’exprimer vos sentiments avec douceur. Restez conscient de vos émotions et évitez les malentendus. Cette période est favorable à la construction d’un lien plus profond si vous faites preuve d’écoute et de patience.",
      "career": "Cette semaine, les Bélier peuvent ressentir une forte envie de progresser dans leur carrière. Des opportunités inattendues pourraient se présenter, notamment dans des projets innovants ou des collaborations avec des collègues. C’est le moment idéal pour prendre des décisions importantes concernant votre avenir professionnel. Faites preuve de confiance en vos capacités et n’hésitez pas à exprimer vos idées. La persévérance et l’ouverture aux changements seront vos meilleurs alliés cette semaine pour renforcer votre position et ouvrir de nouvelles portes. Restez à l’écoute des signes que vous envoie votre environnement professionnel.",
      "health": "Cette semaine, Bélier, votre énergie physique sera dynamique, mais attention à ne pas vous épuiser. Accordez-vous des moments de repos pour recharger vos batteries. Mentally, il sera crucial de gérer le stress en pratiquant la méditation ou la respiration profonde. Faites attention à votre alimentation en privilégiant des repas équilibrés et ne négligez pas l’hydratation. Priorisez aussi des activités de self-care, comme un bain chaud ou une promenade en nature, pour préserver votre bien-être global.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Cette semaine, le Taureau ressentira un regain d’énergie pour se recentrer sur ses objectifs personnels et professionnels. La Lune favorise la réflexion intérieure, vous incitant à faire le point sur ce qui vous apporte véritablement du bonheur. C’est le moment idéal pour instaurer une nouvelle routine ou réévaluer vos priorités. Sur le plan relationnel, une communication sincère renforcera vos liens avec vos proches, surtout à partir de mercredi. Vous serez également encouragé à exprimer vos besoins avec douceur et fermeté, ce qui pourrait ouvrir la voie à de nouvelles opportunités. Sur le plan professionnel, votre patience sera votre meilleure alliée face aux défis qui se présentent. Restez concentré et faites preuve de persévérance. Enfin, prenez du temps pour vous, pour apprécier les plaisirs simples de la vie, afin de maintenir cet équilibre précieux qui vous est cher.",
      "love": "Pour la semaine du 9 au 15 mars 2026, les Taureau pourront ressentir une envie renforcée de connexion authentique. Les opportunités romantiques seront favorisées par des rencontres inattendues ou des moments de complicité avec leur partenaire. Les couples doivent privilégier le dialogue pour éviter les malentendus et renforcer leur confiance. Les célibataires sont encouragés à sortir de leur zone de confort pour faire la rencontre d’une personne sincère. Il est important de rester ouvert et de faire preuve de patience. Cette semaine invite à cultiver la douceur et la compréhension dans toutes les relations amoureuses.",
      "career": "Cette semaine, les Taureaux bénéficieront d’une période favorable pour progresser dans leur carrière. Des opportunités inattendues pourraient se présenter, notamment par le biais de contacts professionnels ou de projets collaboratifs. Il est conseillé de rester à l’écoute et de faire preuve de flexibilité dans vos décisions. C’est également un moment propice pour renforcer vos compétences et envisager des formations ou certifications qui soutiennent votre évolution. La confiance en vos capacités vous permettra de prendre des initiatives audacieuses. Restez concentré sur vos objectifs, tout en maintenant une attitude positive face aux défis.",
      "health": "Cette semaine, Taureau, votre santé physique réclame une attention particulière. Prenez le temps de vous reposer et de maintenir une alimentation équilibrée pour renforcer votre vitalité. Sur le plan mental, faites preuve de patience et évitez le stress inutile en pratiquant des techniques de relaxation comme la méditation ou la respiration profonde. Accordez-vous aussi des moments de douceur et de plaisir pour nourrir votre bien-être intérieur. Priorisez votre équilibre pour une semaine harmonieuse et pleine d’énergie.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Cette semaine, les Gémeaux ressentiront une énergie nouvelle qui stimule leur curiosité et leur besoin d’échange. C’est un moment propice pour approfondir des discussions importantes, que ce soit dans votre vie personnelle ou professionnelle. La lune favorise la communication, alors n’hésitez pas à exprimer vos idées et à écouter attentivement celles des autres. Cependant, il est important de faire preuve de patience face à certaines incompréhensions ou retards, surtout en milieu de semaine. La période invite également à la réflexion sur vos aspirations à long terme. Prenez du temps pour vous recentrer, peut-être par la méditation ou une activité qui vous apaise. Sur le plan affectif, la sincérité sera votre meilleure alliée. En adoptant une attitude ouverte et authentique, vous renforcerez vos liens et pourrez accueillir de nouvelles opportunités avec confiance. Cette semaine est donc idéale pour cultiver la communication et la clarté dans tous les domaines de votre vie.",
      "love": "Cette semaine, les Gémeaux ressentiront une énergie particulière dans leurs relations. Pour les célibataires, c’est le moment idéal pour explorer de nouvelles rencontres ou approfondir une amitié prometteuse. Soyez ouvert et sincère dans vos échanges. Les couples, quant à eux, bénéficieront d’une communication renforcée, ce qui peut apaiser certaines tensions ou raviver la complicité. Il est conseillé d’écouter avec attention et de valoriser l’expression de vos sentiments. Dans les deux cas, la sincérité et la transparence seront les clés pour renforcer ou rebâtir des liens solides, propices à une belle croissance amoureuse.",
      "career": "La semaine du 9 au 15 mars 2026 s’annonce prometteuse pour les Gémeaux sur le plan professionnel. Des opportunités inattendues pourraient se présenter, nécessitant une attention particulière et une capacité d’adaptation. C’est le moment idéal pour faire preuve de curiosité, explorer de nouvelles avenues et renforcer votre réseau. Pensez à prendre des décisions réfléchies concernant votre évolution de carrière, en vous appuyant sur votre intuition et votre sens de la communication. La discipline et la persévérance vous permettront de conquérir de nouveaux sommets et d’affirmer votre position dans votre environnement professionnel.",
      "health": "Pour la semaine du 9 au 15 mars 2026, les Gémeaux doivent prêter attention à leur équilibre physique en évitant la surcharge de travail et en intégrant une activité physique régulière. Mentalement, cette période favorise la communication et la réflexion, mais il est essentiel de prendre du temps pour soi afin de réduire le stress. Privilégiez des moments de détente comme la méditation ou la lecture, et maintenez une alimentation équilibrée pour soutenir votre vitalité globale.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Cette semaine, les Cancers ressentiront une volonté renforcée de se reconnecter avec leur intérieur et leur famille. Les énergies planétaires favorisent la réflexion et l’introspection, vous invitant à prendre du recul face à vos émotions. Il sera important de consacrer du temps à votre bien-être mental et physique, en évitant les situations stressantes. Sur le plan relationnel, la communication sera la clé pour renforcer les liens avec vos proches. Faites preuve d’écoute et de patience, surtout si des malentendus surgissent. Côté professionnel, des opportunités inattendues peuvent surgir, mais il faudra faire preuve de discernement avant de vous engager. Ce moment est propice pour planifier vos projets à long terme et clarifier vos objectifs. La semaine demande d’être à l’écoute de votre intuition tout en restant réaliste, afin d’accueillir harmonie et progrès dans tous les domaines de votre vie.",
      "love": "Cette semaine, les Cancers ressentent une ouverture émotionnelle accrue, favorisant la communication avec leur partenaire ou de nouvelles rencontres. Pour les célibataires, c’est une période propice pour explorer des connexions sincères et approfondies, en étant attentifs à leurs sentiments. Les couples peuvent revitaliser leur relation en partageant des moments authentiques et en exprimant leurs besoins. La clé est de faire preuve de patience et d’écoute attentive. Évitez les malentendus en étant clair dans vos intentions et en valorisant la complicité. C’est une excellente semaine pour renforcer les liens affectifs ou pour commencer une nouvelle aventure amoureuse avec confiance et douceur.",
      "career": "Cette semaine, les Cancers peuvent ressentir une forte envie de progresser dans leur carrière. Des opportunités inattendues pourraient se présenter, notamment grâce à vos efforts persistants. Il est conseillé de rester ouvert à de nouvelles collaborations et de montrer votre potentiel lors de réunions importantes. Toutefois, évitez de prendre des décisions hâtives : réfléchissez bien avant d’engager des changements majeurs. C’est également le moment de valoriser vos compétences et de solliciter un feedback constructif. Avec un peu de patience et de persévérance, vous pourrez ouvrir la voie à une croissance professionnelle significative.",
      "health": "Cette semaine, les Cancers devraient porter une attention particulière à leur santé physique en privilégiant une alimentation équilibrée et en intégrant une activité physique régulière. Sur le plan mental, il sera bénéfique de prendre du temps pour la méditation ou la relaxation afin de réduire le stress. Accordez-vous des moments de douceur et de réflexion pour renforcer votre bien-être intérieur. Enfin, privilégiez le sommeil réparateur et écoutez votre corps pour maintenir un équilibre équilibré tout au long de la semaine.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "La semaine à venir sera teintée d’une énergie dynamique et de moments de lucidité pour le Lion. Vous serez particulièrement motivé pour atteindre vos objectifs, mais il est important de ne pas brûler les étapes. La période favorise la communication et le partage d’idées, alors n’hésitez pas à vous ouvrir et à écouter attentivement les autres. Sur le plan professionnel, des opportunités de collaboration ou d’innovation pourraient se présenter ; restez à l’écoute et laissez parler votre créativité. Sur le plan personnel, il est essentiel de trouver un équilibre entre votre besoin d’affirmation et l’écoute des autres. La patience sera votre meilleure alliée face à certains imprévus ou malentendus. Profitez de cette semaine pour renforcer vos liens affectifs et prendre soin de vous, tout en restant centré sur vos ambitions. Organisez-vous bien, et cette période sera propice à la croissance et à l’épanouissement.",
      "love": "La semaine à venir offre aux Lions des opportunités précieuses pour approfondir leurs relations ou faire de nouvelles rencontres. Pour les célibataires, l’énergie sera favorable pour exprimer leurs vérités et attirer ceux qui partagent leurs valeurs. Les couples ressentiront une envie de renouer avec une communication sincère et d’approfondir leur complicité. Il est crucial de rester à l’écoute et d’éviter les malentendus. Profitez de cette période pour consacrer du temps à vos proches et cultiver des moments de tendresse. La clé réside dans la transparence et la patience pour faire évoluer positivement votre vie sentimentale.",
      "career": "Pour la semaine du 9 au 15 mars 2026, le Lion connaît une période de croissance professionnelle. Des opportunités inattendues pourraient se présenter, notamment par le biais de nouvelles collaborations ou projets stimulants. C'est le moment idéal pour prendre des initiatives et montrer votre leadership. Soyez attentif aux conseils de mentors ou collègues expérimentés, car ils peuvent vous guider vers des choix judicieux. La confiance en soi sera votre atout majeur pour convaincre et avancer dans vos ambitions. Enfin, prenez le temps de valoriser vos compétences et de planifier à long terme pour optimiser votre évolution.",
      "health": "Cette semaine, les Lions doivent prêter attention à leur équilibre physique en évitant la surcharge de travail. Prenez le temps de pratiquer une activité physique régulière, comme la marche ou le yoga, pour apaiser l’esprit. Accordez-vous des moments de repos et de méditation pour renforcer votre mental. Prendre soin de soi en restant hydraté et en privilégiant une alimentation saine vous apportera clarté et vitalité tout au long de la semaine.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Cette semaine, la Vierge se trouve à un croisement où la concentration et la lucidité seront vos atouts majeurs. Les énergies cosmiques vous invitent à mettre de l’ordre dans vos projets personnels et professionnels, en redéfinissant vos priorités avec précision. C’est le moment idéal pour faire le bilan de vos efforts récents et ajuster votre trajectoire si nécessaire. La semaine favorise également la communication claire et authentique avec vos proches, favorisant ainsi une meilleure compréhension mutuelle. Sur le plan émotionnel, vous ressentirez le besoin de vous recentrer sur vous-même, de prendre du temps pour la réflexion et la méditation. Soyez attentif aux petits signaux de votre intuition, elle vous guidera vers des décisions judicieuses. Enfin, évitez la surcharge de travail pour préserver votre équilibre, et n’hésitez pas à demander de l’aide si nécessaire. Une semaine propice à la discipline et à la croissance personnelle.",
      "love": "Cette semaine, la Vierge pourrait ressentir un renouveau dans sa vie sentimentale. Les opportunités de rencontres sincères sont présentes, surtout si vous osez sortir de votre routine. Pour les célibataires, il est temps d’être plus ouvert et de laisser parler votre cœur, car une connexion authentique pourrait surgir. Les couples, quant à eux, bénéficieront d’une période de complicité renforcée, mais doivent veiller à la communication pour éviter les malentendus. Que vous soyez seul ou en couple, cultivez la patience et la confiance pour faire fleurir votre amour cette semaine.",
      "career": "Cette semaine, les Vierges ressentiront une forte motivation à se concentrer sur leurs objectifs professionnels. Des opportunités inattendues pourraient se présenter, notamment par le biais de collaborations ou de nouvelles responsabilités. C’est le moment idéal pour prendre des décisions importantes concernant votre parcours, en analysant soigneusement chaque option. La prudence est de mise face à certains défis, mais votre organisation et votre rigueur seront vos alliées. N’hésitez pas à faire preuve de créativité pour résoudre les problèmes. En restant fidèle à vos valeurs, vous consoliderez votre position et favoriserez une croissance durable dans votre carrière.",
      "health": "Pour la semaine du 9 au 15 mars 2026, la Vierge bénéficiera d'une période propice à l'amélioration de sa santé physique en intégrant une activité régulière telle que la marche ou le yoga. Sur le plan mental, il sera important de prendre du temps pour la méditation ou la respiration profonde afin de réduire le stress. Priorisez l'écoute de votre corps en adoptant une alimentation équilibrée et en veillant à suffisamment de sommeil pour vous sentir revitalisée.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Cette semaine, les Balances ressentiront un désir profond d’harmonie et d’équilibre dans tous les aspects de leur vie. Les énergies favorisent la recherche de stabilité, tant sur le plan personnel que professionnel. C’est le moment idéal pour faire le point sur vos relations, en privilégiant la communication claire et sincère. Prenez le temps d’écouter attentivement ceux qui vous entourent, car cela renforcera la confiance et la compréhension mutuelle. Sur le plan intérieur, une envie de recentrage pourra vous inciter à pratiquer la méditation ou la réflexion pour clarifier vos objectifs. Faites attention à ne pas vous disperser ou céder à la tentation de la perfection, mais plutôt à cultiver la patience et la douceur avec vous-même. Enfin, ne négligez pas votre bien-être physique : un peu d’exercice ou une promenade en nature pourrait vous aider à retrouver votre sérénité.",
      "love": "Cette semaine, l’équilibre sera au cœur de vos relations. Pour les célibataires, il y aura des opportunités de rencontres sincères, mais il faudra faire preuve de patience et d’écoute pour créer des connexions durables. Pour les couples, la communication sera essentielle pour renforcer la complicité et dissiper les malentendus. Prenez le temps de partager vos sentiments en toute confiance. Les conseils pour tous sont de privilégier l’écoute active et la sincérité, afin d’établir un climat de confiance mutuelle. Cette période invite à l’harmonie, à condition d’accorder de l’importance à l’autre avec bienveillance.",
      "career": "Cette semaine, des opportunités inattendues peuvent se présenter dans votre environnement professionnel, vous encourageant à sortir de votre zone de confort. Il est temps d’évaluer vos priorités et de prendre des décisions éclairées pour avancer dans votre carrière. La période favorise le développement de nouvelles compétences et renforce la confiance en vous, ce qui peut ouvrir la voie à des promotions ou des responsabilités accrues. Restez à l’écoute de vos idées et n’hésitez pas à proposer des initiatives innovantes. En étant proactif, vous maximisez vos chances de progression et d’épanouissement professionnel.",
      "health": "Cette semaine, privilégiez une alimentation équilibrée et une activité physique régulière pour renforcer votre santé physique. Accordez une attention particulière à votre bien-être mental en pratiquant la pleine conscience ou la méditation chaque jour. Prenez du temps pour vous ressourcer, que ce soit par une lecture, une promenade ou un moment de détente. Enfin, écoutez votre corps et n’hésitez pas à poser une pause si nécessaire afin d’éviter la fatigue et de favoriser votre équilibre global.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Cette semaine, le Scorpion ressentira une énergie intense axée sur la transformation personnelle et la clarification de ses objectifs. Les influences planétaires favorisent la profondeur de la réflexion et la remise en question de certaines relations ou projets. C’est le moment de faire le tri, d’abandonner ce qui ne sert plus votre croissance et de vous concentrer sur ce qui vous fait réellement vibrer. La communication avec votre entourage sera facilitée, mais il vous faudra rester à l’écoute et éviter toute impulsivité. En amour, privilégiez la sincérité et ouvrez votre cœur aux conversations sincères. Sur le plan professionnel, des opportunités de changement ou d’évolution se profilent, à condition que vous soyez prêt à sortir de votre zone de confort. Cette semaine invite à la fois à la introspection et à l’action, pour construire un avenir en accord avec vos aspirations profondes.",
      "love": "Cette semaine, les Scorpions ressentiront un regain d’énergie pour renforcer leurs liens affectifs. Les opportunités romantiques seront présentes, surtout si vous osez ouvrir votre cœur avec sincérité. Pour les couples, il est conseillé de communiquer avec patience et d’éviter les malentendus. Les célibataires pourraient faire une rencontre intrigante si ils sortent de leur zone de confort. Laissez la confiance guider vos actions et privilégiez la spontanéité pour vivre des moments intimes authentiques. Restez à l’écoute de votre intuition, cela vous mènera vers des expériences enrichissantes et profondes en amour.",
      "career": "Cette semaine, les Scorpions peuvent s’attendre à des opportunités intéressantes dans leur carrière, notamment par le biais de projets collaboratifs ou de nouvelles responsabilités. C’est le moment idéal pour prendre des initiatives et montrer leur expertise. La patience et la diplomatie seront essentielles pour naviguer dans les rencontres professionnelles. Des opportunités de formation ou d’apprendre une nouvelle compétence pourraient se présenter, favorisant leur développement à long terme. Il est conseillé de réfléchir attentivement aux choix de carrière, en écoutant leur intuition et en restant ouverts aux conseils. Ce moment favorise la croissance personnelle et professionnelle.",
      "health": "Cette semaine, les Scorpions ressentiront une vitalité renforcée, ce qui favorisera leur santé physique. Cependant, il est essentiel de ne pas négliger le repos pour éviter la fatigue. Sur le plan mental, privilégiez la méditation ou des activités relaxantes pour réduire le stress. Accordez-vous également du temps pour vous reconnecter avec votre environnement et pratiquer l’auto-soin, comme des bains chauds ou une alimentation équilibrée, afin d’optimiser votre bien-être global.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Cette semaine, le Sagittaire ressentira une énergie renouvelée qui l’incite à explorer de nouvelles horizons, tant sur le plan personnel que professionnel. La lune en harmonie avec votre signe favorise la clarté d’esprit, vous permettant de mieux définir vos priorités. C’est le moment idéal pour cultiver la confiance en vous et oser prendre des initiatives audacieuses. Cependant, attention à ne pas vous laisser emporter par votre enthousiasme et à garder une certaine patience dans vos échanges. Sur le plan relationnel, la sincérité sera votre meilleure alliée pour renforcer les liens existants ou en créer de nouveaux. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, mais il sera crucial d’évaluer prudente­ment chaque proposition. En somme, cette semaine vous encourage à équilibrer ambition et réflexion, tout en restant fidèle à vos valeurs. Approchez chaque défi avec optimisme et discernement.",
      "love": "Pour la semaine du 9 au 15 mars 2026, les Sagittaires ressentiront une belle ouverture dans leur vie amoureuse. Les opportunités de rencontre seront favorisées, surtout si vous osez exprimer vos sentiments avec sincérité. Pour les couples, la communication sera essentielle pour renforcer la complicité. Prenez le temps de partager des moments authentiques et d’écouter votre partenaire. Les célibataires doivent éviter la précipitation et privilégier la qualité des échanges. Restez confiant et positif, car cette période favorise l’amour et la compréhension mutuelle. Faites preuve d’écoute, d’authenticité, et n’ayez pas peur d’idéaliser la relation.",
      "career": "Cette semaine, le Sagittaire pourra profiter d’opportunités professionnelles inattendues, favorisées par une ouverture d’esprit accrue. C’est le moment idéal pour explorer de nouvelles voies ou se lancer dans des projets innovants. La confiance en soi est renforcée, ce qui facilitera la prise de décisions importantes concernant votre orientation de carrière. Cependant, il est essentiel de rester réaliste et de bien analyser chaque proposition. La finesse dans la négociation et la clarté dans la communication seront vos atouts majeurs. Profitez de cette période pour vous positionner avec assurance et envisager des collaborations à long terme.",
      "health": "Pour la semaine du 9 au 15 mars 2026, les Sagittaires ressentiront une énergie positive qui stimule leur santé physique. Il est conseillé de privilégier des activités en plein air, comme la marche ou le yoga, pour évacuer le stress. Sur le plan mental, la période favorise la réflexion et la clarté d’esprit, alors prenez du temps pour méditer ou écrire. N’oubliez pas de vous accorder des moments de repos et de soin personnel pour maintenir un équilibre harmonieux.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Cette semaine, le Capricorne ressentira une énergie amplifiée pour atteindre ses objectifs professionnels et personnels. La Lune en harmonie avec votre signe favorise la clarté mentale, vous permettant de faire des choix judicieux et réfléchis. C’est le moment idéal pour organiser vos priorités et réévaluer votre parcours. Sur le plan émotionnel, vous pourriez ressentir une envie profonde de stabilité et de sécurité, ce qui vous incite à renforcer vos liens avec vos proches. Il est conseillé d’écouter votre intuition, surtout dans les situations où vous devez prendre des décisions importantes. La semaine met aussi en lumière la nécessité d’équilibrer votre travail et votre vie privée pour éviter tout surmenage. Accueillez cette période comme une opportunité d’ajuster votre cap avec détermination, tout en prenant soin de vous. La patience et la persévérance seront vos alliées pour progresser sereinement.",
      "love": "Pour la semaine du 9 au 15 mars 2026, les Capricornes ressentiront une ouverture nouvelle dans leur vie amoureuse. Les couples auront l’occasion de renforcer leur complicité en communiquant avec sincérité et patience. C’est un moment propice pour planifier des projets à deux ou raviver la flamme. Les célibataires pourraient rencontrer quelqu’un d’important en s’ouvrant davantage aux autres et en laissant parler leur cœur. Il est conseillé d’éviter la précipitation et de privilégier l’écoute et la bienveillance. Accordez-vous du temps pour vous recentrer sur vos émotions afin d’attirer des relations sincères et durables.",
      "career": "Cette semaine, les Capricornes devraient saisir une occasion inattendue pour progresser dans leur carrière. La planète Jupiter favorise la croissance et l’expansion, incitant à prendre des initiatives audacieuses. Il est conseillé de se montrer proactif lors de réunions ou de projets en équipe, car cela pourrait ouvrir la voie à de nouvelles responsabilités ou promotions. Cependant, il sera important de réfléchir avant de s’engager dans des décisions majeures. En étant à l’écoute de ses instincts et en restant fidèle à ses valeurs, le Capricornes pourra renforcer sa position et ouvrir des portes vers un avenir professionnel prometteur.",
      "health": "Cette semaine, les Capricornes bénéficieront d'une énergie stable pour renforcer leur santé physique en intégrant une routine d'exercice modérée. Prenez soin de votre esprit en pratiquant la méditation ou des moments de réflexion chaque jour. Accordez-vous des pauses régulières pour éviter la surcharge mentale. La clé cette semaine est l'équilibre : privilégiez une alimentation saine, hydratez-vous suffisamment et prenez du temps pour vous détendre afin de préserver votre bien-être global.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Cette semaine, le Verseau ressentira une forte envie de renouveau et d’affirmation personnelle. Les énergies planétaires favorisent la communication et la créativité, vous incitant à explorer de nouvelles idées ou projets. C’est le moment de vous montrer audacieux, mais veillez à rester à l’écoute de votre entourage pour éviter tout malentendu. Sur le plan émotionnel, vous pourriez ressentir un besoin de vous recentrer sur votre bien-être intérieur, en privilégiant la méditation ou des activités qui vous apaisent. La fin de la semaine apportera une opportunité de faire avancer des relations importantes, en instaurant un dialogue sincère. Restez ouvert aux changements, car ils peuvent ouvrir la voie à de belles découvertes personnelles. Dans l’ensemble, cette période vous invite à équilibrer innovation et authenticité pour avancer avec confiance.",
      "love": "Cette semaine, les Verseaux ressentiront un regain d’énergie pour exprimer leurs sentiments. Pour les célibataires, c'est le moment idéal pour ouvrir leur cœur et se laisser surprendre par une nouvelle rencontre.injectant une fraîcheur inattendue dans leur vie sentimentale. Les couples, quant à eux, bénéficieront d'une communication renforcée, ce qui favorisera la compréhension mutuelle. Il est important de rester à l’écoute de l’autre et d’éviter les malentendus. Accordez du temps à votre partenaire ou à vous-même, et n’hésitez pas à partager vos émotions. La sincérité sera votre meilleure alliée cette semaine.",
      "career": "Cette semaine, le Verseau est invité à saisir de nouvelles opportunités professionnelles avec confiance. Des rencontres importantes pourraient ouvrir la voie à des collaborations enrichissantes ou à de nouveaux projets. C’est le moment idéal pour réfléchir à vos ambitions à long terme et prendre des décisions audacieuses. Votre créativité et votre esprit d’innovation seront particulièrement valorisés, ce qui pourrait booster votre progression. Restez à l’écoute des conseils de vos collègues et n’hésitez pas à exprimer vos idées. La persévérance et la clarté dans vos objectifs vous permettront d’avancer avec assurance vers de nouveaux horizons.",
      "health": "Cette semaine, les Verseaux ressentiront une énergie renouvelée pour prendre soin de leur corps, privilégiez une activité physique modérée comme la marche ou le yoga pour renforcer votre vitalité. Sur le plan mental, il est bénéfique de pratiquer la méditation ou la respiration profonde afin de calmer votre esprit et d’éviter le stress. Accordez-vous également des moments de détente pour recharger vos batteries, et ne négligez pas une alimentation équilibrée pour maintenir votre bien-être global.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Cette semaine, les Poissons seront invités à puiser dans leur intuition pour naviguer avec finesse dans leurs relations personnelles et professionnelles. Des rencontres inattendues pourraient ouvrir de nouvelles perspectives, à condition de rester ouverts et sincères. La lune favorise l’introspection, vous aidant à clarifier vos émotions et à faire la paix avec certains aspects de votre passé. Il sera bénéfique de consacrer du temps à la méditation ou à des activités créatives pour renforcer votre bien-être intérieur. Sur le plan professionnel, votre sensibilité vous permettra d’instaurer des dialogues sincères, mais veillez à rester assertif face aux imprévus. Cette période est idéale pour poser des bases solides dans vos projets à long terme. La clé cette semaine est de faire confiance à votre intuition tout en restant attentif aux signaux de votre environnement. Soyez doux avec vous-même et laissez la compassion guider vos actions.",
      "love": "Pour les Poissons, cette semaine apporte des opportunités romantiques enrichissantes. Les célibataires pourraient faire la rencontre d'une personne sincère qui éveille leur imagination et leur cœur. Soyez ouverts aux nouvelles expériences et ne craignez pas de montrer votre vulnérabilité. Pour ceux en couple, la communication sera la clé pour renforcer votre complicité. Évitez les malentendus en discutant avec douceur et patience. Cette période invite à l’écoute mutuelle et à la tendresse. Le conseil principal est de faire preuve d’authenticité et de confiance, car cela favorisera une harmonie durable.",
      "career": "Pour la semaine du 9 au 15 mars 2026, les Poissons peuvent s’attendre à des opportunités de croissance professionnelle. Il est favorable d’explorer de nouvelles collaborations ou formations qui renforceront votre expertise. La communication avec vos collègues sera cruciale; n’hésitez pas à partager vos idées et à demander des conseils. Des décisions importantes concernant votre évolution de carrière pourraient surgir, alors restez attentifs aux signaux et faites preuve de discernement. Cette période favorise l’introspection pour mieux définir vos objectifs à long terme. Restez confiant et ouvert aux changements, votre croissance est en marche.",
      "health": "Pour la semaine du 9 au 15 mars 2026, Poissons devra prêter attention à sa santé physique en intégrant une activité douce comme la marche ou le yoga pour renforcer son énergie. Sur le plan mental, il est conseillé de pratiquer la méditation ou la pleine conscience afin de réduire le stress. Prenez du temps pour vous et privilégiez une alimentation équilibrée. Accordez-vous des moments de repos réparateurs et n’hésitez pas à vous entourer de proches pour un soutien émotionnel.",
      "key_dates": [
        "2026-03-09",
        "2026-03-12",
        "2026-03-15"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    }
  }
}