{
  "week": "2026-W04",
  "language": "fr",
  "entries": {
    "aries": {
      "overview": "Cette semaine, les Béliers ressentiront une énergie renouvelée qui stimulera leur dynamisme et leur détermination. C’est le moment idéal pour engager de nouveaux projets ou pour faire avancer ceux qui stagnent depuis un certain temps. Cependant, il sera important de garder un équilibre entre votre besoin d’action et l’écoute de vos intuitions. La Nouvelle Lune accentuera votre envie de vous recentrer sur vos aspirations personnelles et professionnelles, encourageant une réflexion profonde. Vos relations pourraient connaître un renouveau positif si vous faites preuve d’écoute et de compréhension envers vos proches. Sur le plan professionnel, la semaine favorise la prise d’initiatives audacieuses, mais veillez à ne pas précipiter les choses. Enfin, prenez un peu de temps pour vous recentrer sur votre bien-être, en pratiquant la méditation ou une activité qui vous apaise. En somme, cette période vous pousse à l’équilibre entre ambition et introspection.",
      "love": "Cette semaine, les Béliers pourront ressentir une envie renouvelée de connexion intime, favorisant la communication avec leur partenaire. Pour les célibataires, c’est le moment idéal pour sortir et rencontrer de nouvelles personnes, car l’univers favorise les rencontres sincères. Les couples pourraient traverser une période d’harmonie, à condition d’éviter les malentendus en étant à l’écoute de l’autre. Il est conseillé d’être patient et de faire preuve de douceur, surtout dans les moments de tension. Cette période encourage à renforcer les liens par la confidence et la spontanéité, pour vivre des moments authentiques et enrichissants.",
      "career": "Pour la semaine du 26 janvier au 1er février 2026, les Bélier pourraient ressentir une envie renouvelée de progresser dans leur carrière. Des opportunités inattendues pourraient se présenter, notamment par le biais de collaborations ou de nouveaux projets. C’est le moment idéal pour prendre des initiatives audacieuses et pour faire connaître ses compétences. Cependant, il est essentiel de rester attentif aux détails et de bien évaluer chaque proposition avant de s’engager. La patience et la prudence seront les clés pour faire des choix judicieux, favorisant une croissance professionnelle durable.",
      "health": "Cette semaine, Bélier, votre énergie physique sera à son apogée, profitez-en pour engager des activités sportives ou des randonnées qui vous revitalisent. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou la réflexion afin de stabiliser vos émotions. Accordez-vous du repos et privilégiez une alimentation équilibrée pour renforcer votre vitalité. N’oubliez pas de vous déconnecter régulièrement pour préserver votre bien-être mental et physique tout au long de la semaine.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Cette semaine, le Taureau ressentira une énergie renouvelée pour établir un équilibre entre ses besoins personnels et ses responsabilités. La Lune favorise la introspection, vous invitant à faire le point sur ce qui vous apporte véritablement du bonheur. C’est le moment idéal pour approfondir vos relations, en privilégiant la sincérité et la transparence avec vos proches. Sur le plan professionnel, la semaine vous encourage à faire preuve de patience et de persévérance face aux défis, tout en restant fidèle à vos objectifs à long terme. C’est aussi une période propice pour prendre soin de votre bien-être physique et mental, en adoptant une routine plus saine. La clé cette semaine consiste à écouter votre intuition pour éviter les décisions impulsives. En somme, concentrez-vous sur l’harmonie intérieure, tout en avançant avec confiance dans vos projets personnels et professionnels.",
      "love": "Cette semaine, les Taureau ressentiront une envie de connexion profonde, favorisant la communication avec leur partenaire ou de nouvelles rencontres. Pour les couples, il est temps de renforcer la complicité en partageant des moments sincères et authentiques. Les célibataires pourraient croiser des personnes intéressantes, mais il faut rester patient et fidèle à soi-même. L’écoute et la confiance seront essentielles pour faire avancer les relations. Évitez les coups de tête ou les ambiguïtés, privilégiez la douceur et la sincérité. Cette période est idéale pour poser les bases d’un amour solide ou de renouveler la passion existante.",
      "career": "Cette semaine, les Taureaux peuvent s’attendre à des opportunités professionnelles stimulantes, notamment dans des projets nécessitant patience et persévérance. C’est le moment idéal pour prendre des initiatives et démontrer votre engagement. La communication avec vos collègues et supérieurs sera essentielle pour faire avancer vos idées. Pensez aussi à évaluer vos objectifs à long terme et n’hésitez pas à envisager des formations ou des compétences nouvelles pour renforcer votre croissance. Les décisions réfléchies cette semaine vous permettront d’ouvrir de nouvelles portes vers une évolution prometteuse. Restez confiant et stratégique dans vos choix professionnels.",
      "health": "Cette semaine, Taureau ressentira une énergie stable pour prendre soin de sa santé physique en privilégiant une alimentation équilibrée et de l’exercice en douceur. Mentalement, il pourrait ressentir le besoin de recentrer ses pensées ; la méditation ou la respiration profonde seront bénéfiques. Accordez-vous du temps pour vous relaxer et recharger vos batteries. N’oubliez pas de prêter attention à votre sommeil et d’écouter votre corps pour maintenir un équilibre harmonieux tout au long de la semaine.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Cette semaine, les Gémeaux ressentiront une énergie dynamique qui stimulera leur curiosité et leur créativité. C’est le moment idéal pour explorer de nouvelles idées ou lancer des projets innovants. Cependant, il sera important de rester attentif à la gestion du temps, car votre enthousiasme pourrait vous pousser à vous disperser. Sur le plan relationnel, la communication sera fluide, favorisant les échanges sincères avec vos proches et collègues. Prenez le temps d’écouter attentivement les conseils et de partager vos sentiments avec honnêteté. Sur le plan intérieur, cette période vous invite à réfléchir sur vos ambitions et à revoir vos priorités. La clé sera de trouver un équilibre entre votre besoin d’indépendance et l’attention à ceux qui vous entourent. En suivant cette ligne directrice, cette semaine peut s’avérer très productive et enrichissante pour votre développement personnel.",
      "love": "Cette semaine, les Gémeaux ressentiront une énergie positive pour renforcer leurs liens affectifs. Pour les couples, c’est le moment idéal pour communiquer ouvertement et renouveler leur complicité. La spontanéité apportera de la fraîcheur dans la relation, et des gestes sincères renforceront la confiance. Les célibataires auront des opportunités de rencontres intéressantes, surtout lors d’activités sociales ou de sorties. Il est conseillé de rester authentique et d’écouter leur intuition pour faire les bons choix. La clé cette semaine est la transparence et la légèreté pour favoriser des échanges riches et sincères.",
      "career": "Cette semaine, les Gémeaux peuvent s'attendre à des opportunités professionnelles intéressantes, notamment grâce à leur capacité à communiquer efficacement. C'est le moment idéal pour faire valoir leurs idées et leur créativité, ce qui pourrait ouvrir des portes vers de nouveaux projets ou collaborations. La prise de décision sera facilitée par une intuition aiguë, mais il est important de rester vigilant face aux conseils extérieurs. Pour progresser dans leur carrière, ils doivent se concentrer sur la consolidation de leurs relations professionnelles et saisir les opportunités de formation ou d'apprentissage. Cette période favorise la croissance et la reconnaissance.",
      "health": "Cette semaine, les Gémeaux ressentiront une énergie renouvelée pour prendre soin de leur corps. Privilégiez une alimentation équilibrée et intégrez des activités physiques modérées pour renforcer votre vitalité. Mentalement, il est important de consacrer du temps à la méditation ou à la lecture pour apaiser l'esprit. Accordez-vous aussi des pauses régulières pour éviter le stress et favoriser la clarté d'esprit, ce qui vous aidera à aborder la semaine avec sérénité et confiance.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Cette semaine, les cancers ressentiront une forte impulsion vers la renewal intérieure et la réflexion personnelle. Les énergies planétaires favorisent l’introspection, vous incitant à faire le point sur vos émotions profondes et à clarifier vos véritables désirs. Il est important de prendre du temps pour vous reconnecter avec votre intérieur, en pratiquant la méditation ou en écrivant vos pensées. Sur le plan relationnel, des rencontres sincères et authentiques peuvent surgir, renforçant vos liens ou vous permettant de faire la lumière sur certaines tensions. Sur le plan professionnel, la semaine demande de la patience et de la persévérance. Des opportunités peuvent apparaître si vous restez concentré sur vos objectifs. La clé cette semaine est d’écouter votre intuition tout en adoptant une approche douce et bienveillante face à vous-même et aux autres. Accueillez cette période de transformation avec confiance et ouverture.",
      "love": "Cette semaine, les Cancers ressentiront un besoin profond de connexion émotionnelle. Pour les célibataires, c’est l’occasion de se libérer de leurs réserves et de nouer des rencontres sincères en étant authentiques. Les couples, quant à eux, bénéficieront d’échanges ouverts, renforçant leur complicité. Il est conseillé de prendre du temps pour exprimer ses sentiments avec douceur et d’éviter les malentendus. La sincérité et la patience seront vos alliées pour établir des liens plus profonds. En cultivant la confiance, cette période peut transformer positivement vos relations, tant amicales que sentimentales.",
      "career": "Cette semaine, le Cancer pourrait ressentir une envie de prendre des initiatives professionnelles. Des opportunités inattendues peuvent se présenter, nécessitant courage et discernement. C’est le moment idéal pour revoir ses objectifs à long terme et envisager des formations ou collaborations bénéfiques. La communication avec vos collègues sera clé pour renforcer vos alliances professionnelles. Faites preuve de patience face aux défis et évitez de vous précipiter dans des décisions importantes. Une attitude proactive et confiante vous permettra de franchir cette période avec succès et d’ouvrir de nouvelles portes pour votre développement de carrière.",
      "health": "Cette semaine, les Cancer ressentiront une énergie renouvelée pour prendre soin de leur corps. Privilégiez une alimentation équilibrée et intégrée d'exercices doux comme la marche ou la yoga pour renforcer votre santé physique. Sur le plan mental, accordez-vous des moments de calme et de réflexion pour apaiser votre esprit, surtout face aux émotions fluctuantes. Pour votre bien-être, privilégiez le sommeil réparateur et permettez-vous des pauses pour recharger votre énergie intérieure.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Cette semaine, les Lions ressentiront une énergie amplifiée pour leur développement personnel et leur créativité. C’est une période propice pour mettre en avant vos talents et montrer votre leadership naturel, mais veillez à le faire avec humilité et écoute. La première moitié de la semaine sera marquée par une forte volonté d’atteindre des objectifs professionnels, tout en cherchant à équilibrer vie privée et engagements. Profitez de cette période pour stimuler vos idées innovantes et lancer de nouveaux projets. Toutefois, faites attention à ne pas vous laisser emporter par l’ego ou la impulsivité. À partir de mercredi, une présence renforcée de Vénus favorise les relations amoureuses et les échanges sincères avec vos proches. C’est le moment idéal pour renforcer vos liens. En fin de semaine, prenez du recul pour réfléchir aux choix importants et réaligner vos priorités. Une semaine riche en opportunités de croissance et de clarification.",
      "love": "Pour la semaine du 26 janvier au 1er février 2026, les natifs du Lion auront l’opportunité de renforcer leurs liens affectifs. Les couples pourront approfondir leur complicité en partageant des moments sincères, tandis que les célibataires pourraient faire la rencontre d’une personne inspirante. Il est conseillé de rester à l’écoute de ses émotions et d’éviter les réactions impulsives. La communication claire sera la clé pour éviter les malentendus. N’ayez pas peur d’exprimer vos véritables sentiments et de montrer votre vulnérabilité. Cette semaine sera propice à la construction de relations plus profondes et sincères.",
      "career": "Pour la semaine du 26 janvier au 1er février 2026, les Lions peuvent s’attendre à une période favorable pour explorer de nouvelles opportunités professionnelles. C’est un moment propice pour renforcer leur réseau et montrer leur leadership. Des opportunités inattendues pourraient surgir, invitant à des décisions importantes. Il est conseillé d’évaluer soigneusement chaque proposition et de privilégier celles qui alignent avec leurs objectifs à long terme. La confiance en soi sera essentielle pour saisir ces moments de croissance. En agissant avec courage et discernement, les Lions maximiseront leur potentiel et ouvriront de nouvelles voies vers la réussite.",
      "health": "Pour la semaine du 26 janvier au 1er février 2026, les Lions doivent prêter attention à leur santé physique en intégrant des exercices modérés pour améliorer leur énergie. Mentalement, privilégiez la méditation ou la respiration profonde pour renforcer votre calme intérieur face aux défis. Accordez-vous du temps pour vous relaxer et cultiver des activités qui vous apaisent, comme la lecture ou une promenade en nature. En adoptant ces pratiques, vous renforcerez votre bien-être global tout au long de la semaine.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Cette semaine, la Vierge sera invitée à faire preuve d’une grande lucidité face aux défis qui se présentent. Les énergies planétaires favorisent la clarté mentale et encouragent à organiser son espace intérieur comme extérieur. C’est le moment idéal pour mettre en ordre ses idées et ses priorités, afin de se recentrer sur ce qui compte vraiment. Sur le plan professionnel, la prudence sera de mise, mais des opportunités inattendues pourraient émerger si vous restez attentif aux détails. Sur le plan affectif, la communication sera essentielle : soyez à l’écoute de vos proches et exprimez vos sentiments avec sincérité. La santé mentale et physique devra également être privilégiée : prenez le temps de vous détendre et de vous ressourcer. En résumé, cette semaine invite à une introspection constructive, à l’organisation et à la communication claire pour avancer avec sérénité vers vos objectifs.",
      "love": "Cette semaine, la Vierge pourra ressentir un regain d’harmonie dans ses relations. Les opportunités romantiques surgissent pour ceux qui sont ouverts à la nouveauté, surtout en début de semaine. Les couples, quant à eux, bénéficieront d’un moment de complicité, propice à la communication sincère. Il est conseillé de rester à l’écoute de ses émotions et d’éviter tout jugement hâtif. Les célibataires doivent sortir de leur zone de confort pour établir de nouvelles connexions. Dans l’ensemble, cette période invite à la douceur, à la patience, et à renforcer les liens existants par des gestes attentionnés.",
      "career": "La semaine du 26 janvier au 1 février 2026, les Vierges ressentiront une énergie propice à la réflexion sur leur parcours professionnel. C’est le moment d’évaluer leurs ambitions et d’envisager des formations ou des formations complémentaires pour renforcer leurs compétences. Des opportunités inattendues pourraient se présenter, nécessitant une décision rapide mais réfléchie. La tendance à analyser en détail permettra d’éviter des erreurs, mais attention à ne pas trop hésiter. C’est le moment idéal pour prendre des initiatives, démontrer votre sérieux et faire avancer vos projets. La prudence dans les choix financiers liés au travail sera également recommandée.",
      "health": "Cette semaine, la Vierge ressentira une énergie renouvelée pour prendre soin de son corps. Il est conseillé d’adopter une routine d’exercice régulière, comme la marche ou le yoga, pour renforcer sa vitalité. Sur le plan mental, privilégiez la méditation ou la respiration profonde afin de réduire le stress. Accordez-vous également des moments de repos pour mieux recentrer vos pensées et retrouver un équilibre intérieur. Prenez soin de vous, votre bien-être en dépend.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Cette semaine, les Balances ressentiront une volonté profonde de retrouver l’harmonie intérieure et d’équilibrer leurs émotions. Les influences astrales favorisent la clarté mentale, mais aussi la nécessité de faire des choix réfléchis. Il est essentiel de prendre du recul face aux situations conflictuelles et d’éviter les décisions impulsives. La période invite à cultiver la patience et à écouter son intuition pour avancer sereinement. Sur le plan relationnel, l’honnêteté et la transparence seront vos atouts pour renforcer les liens existants ou en créer de nouveaux. Professionnellement, une opportunité inattendue pourrait se présenter si vous restez ouvert et adaptable. La clé de cette semaine réside dans l’équilibre entre vos aspirations personnelles et vos responsabilités. Accordez-vous des moments de calme et de réflexion pour avancer en toute confiance vers vos objectifs, tout en préservant votre bien-être mental et émotionnel.",
      "love": "Cette semaine, l’équilibre et la communication seront essentiels pour renforcer vos relations. Pour les singles, c’est le moment idéal pour ouvrir votre cœur et explorer de nouvelles rencontres sincères. Restez authentique et à l’écoute de votre intuition. Pour les couples, la complicité se renforcera en partageant des moments simples et sincères. Évitez les malentendus en exprimant clairement vos émotions. La patience et la compréhension seront vos atouts pour créer une harmonie durable. Cette période vous invite à cultiver la confiance et à équilibrer sentiments et raison pour un amour épanoui.",
      "career": "Cette semaine, les opportunités professionnelles seront favorables pour explorer de nouvelles avenues et renforcer votre réseau. Il est conseillé de rester attentif aux occasions d’apprentissage ou de formation qui pourraient améliorer vos compétences. Des discussions importantes ou négociations peuvent ouvrir des portes inattendues, alors préparez-vous à saisir ces moments avec confiance. La réflexion sur vos objectifs à long terme est essentielle pour orienter vos décisions de carrière. Restez flexible face aux changements et n'hésitez pas à demander des conseils ou du soutien si nécessaire. Cette période invite à la croissance personnelle et professionnelle, sous réserve d'une attitude proactive.",
      "health": "Cette semaine, privilégiez une activité physique régulière pour renforcer votre corps et améliorer votre humeur. Accordez une attention particulière à votre alimentation, en privilégiant des repas équilibrés riches en fruits et légumes. Pour votre santé mentale, prenez du temps chaque jour pour la méditation ou la respiration profonde afin de réduire le stress. Enfin, n’oubliez pas de vous accorder des moments de détente, comme une lecture ou un bain chaud, pour nourrir votre bien-être intérieur.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Cette semaine, les Scorpions ressentiront une énergieRedevance intense qui les poussera à explorer leurs profondeurs émotionnelles. C’est une période propice à la réflexion sur leurs relations et à la consolidation de leur confiance en eux. Les étoiles favorisent la communication sincère, invitant à exprimer leurs besoins avec clarté et douceur. Cependant, il faudra faire preuve de patience face à certaines tensions ou résistances qui pourraient surgir, surtout dans le domaine professionnel ou familial. La lune en fin de semaine apportera une atmosphère propice à la détente et à la reconnexion avec soi-même. Il est conseillé de prendre du temps pour écouter leur intuition et se recentrer sur leurs objectifs personnels. Cette période invite à équilibrer passion et raison, en évitant toute impulsivité. En sortant de leur zone de confort, ils pourront découvrir de nouvelles perspectives et renforcer leur résilience.",
      "love": "Cette semaine, le Scorpion pourra ressentir un regain de passion et une envie de rapprochement avec son partenaire. La communication sera clé pour renforcer la complicité. Les couples établiront des échanges sincères, favorisant l’harmonie. Pour les célibataires, c’est une période favorable pour ouvrir leur cœur et explorer de nouvelles rencontres. Il est conseillé d’être authentique et d’écoute ses sentiments. Évitez les malentendus en étant clair dans vos intentions. Cette semaine offre une belle opportunité de consolider ou de découvrir un amour sincère, à condition d’être ouvert et à l’écoute de vos émotions.",
      "career": "Pour la semaine du 26 janvier au 1er février 2026, les Scorpions pourraient connaître une période propice aux opportunités professionnelles. Il est conseillé d’être attentif aux nouvelles collaborations ou projets, qui pourraient ouvrir des portes vers une croissance significative. La réflexion sur vos objectifs à long terme sera essentielle, notamment pour clarifier vos ambitions et prendre des décisions stratégiques. La confiance en vos compétences vous permettra d’aborder des défis avec assurance. Restez à l’écoute des conseils de mentors ou collègues expérimentés pour maximiser votre évolution cette semaine.",
      "health": "Cette semaine, les Scorpions peuvent ressentir une énergie renouvelée pour prendre soin de leur santé physique en intégrant des activités sportives régulières. Mentalement, il est conseillé de pratiquer la méditation ou la respiration profonde pour réduire le stress. Accordez-vous des moments de calme et de réflexion, et privilégiez un sommeil réparateur. Prenez soin de votre corps et de votre esprit en adoptant une alimentation équilibrée et en écoutant vos besoins intérieurs pour un bien-être optimal.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Cette semaine, les Sagittaire ressentiront une forte envie de renouer avec leurs aspirations profondes et d’élargir leurs horizons, que ce soit sur le plan personnel ou professionnel. L’énergie planétaire favorise la clarté mentale, ce qui vous permettra de prendre des décisions importantes avec confiance. Cependant, il sera essentiel de faire preuve de patience et d’éviter l’impulsivité dans vos échanges, surtout en début de semaine. Vers le milieu de la semaine, des opportunités inattendues peuvent surgir, vous invitant à sortir de votre zone de confort pour explorer de nouvelles idées ou projets. La fin de la semaine sera propice à la réflexion et à la consolidation de vos ambitions. Pensez à vous accorder du temps pour la méditation ou la détente afin de recharger votre énergie. Restez fidèle à vos valeurs et n'hésitez pas à vous entourer de personnes inspirantes pour nourrir votre enthousiasme.",
      "love": "Cette semaine, les Sagittaires ressentiront une envie de liberté et d'aventure dans leurs relations. Les célibataires auront des opportunités de rencontres inattendues, mais il est important de rester sincère avec leurs émotions. Les couples pourront revitaliser leur complicité en partageant des activités nouvelles et stimulantes. La patience et la communication seront clés pour surmonter d’éventuels malentendus. Prenez le temps de vous reconnecter avec votre partenaire ou de faire connaissance avec quelqu’un de nouveau, tout en restant fidèle à vous-même. La semaine favorise la sincérité et l’écoute attentive dans toutes les relations amoureuses.",
      "career": "Pour la semaine du 26 janvier au 1er février 2026, le Sagittaire peut s’attendre à des opportunités professionnelles stimulantes. Des nouveaux projets ou collaborations pourraient se présenter, offrant une chance de renforcer votre visibilité. C’est le moment de faire preuve de confiance et d’audace dans vos décisions de carrière. Soyez à l’écoute de vos intuitions pour saisir les occasions qui se présentent, mais évitez de vous disperser. Une réflexion stratégique sur vos objectifs à long terme vous permettra d’orienter judicieusement votre parcours. Restez dynamique, adaptable et optimiste, car cette semaine favorise le progrès et la reconnaissance.",
      "health": "Pour la semaine du 26 janvier au 1er février 2026, les Sagittaires ressentiront une énergie positive pour prendre soin de leur santé physique en privilégiant l’activité en plein air. Pensez à intégrer une marche ou un sport doux pour renforcer votre corps. Sur le plan mental, il sera bénéfique de prendre du temps pour la méditation ou la lecture, afin de cultiver votre sérénité intérieure. Accordez-vous également des moments de repos pour recharger vos batteries et maintenir votre équilibre.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Cette semaine, le signe du Capricorne est invité à faire preuve de prudence et de patience face aux défis qui se présentent. L’énergie planétaire favorise la réflexion profonde, incitant à revoir ses objectifs et à se recentrer sur ses véritables priorités. C’est une période idéale pour organiser ses projets à long terme et renforcer ses bases professionnelles. Sur le plan personnel, il est important de rester à l’écoute de ses émotions et d’éviter toute impulsivité. La clef du succès réside dans la patience et la persévérance. N’hésitez pas à prendre du recul pour analyser vos relations et à communiquer avec sincérité pour éviter les malentendus. Les opportunités de croissance personnelle et professionnelle se présentent à ceux qui savent combiner ambition et écoute attentive. En somme, cette semaine vous invite à cultiver votre résilience tout en avançant avec confiance vers vos aspirations.",
      "love": "Cette semaine, les Capricornes ressentiront une énergie positive dans leur vie amoureuse. Pour les célibataires, c’est une période propice à l’ouverture et à la rencontre, surtout en découvrant de nouveaux centres d’intérêt. Les couples bénéficieront d’un renouveau dans leur complicité, encourageant la communication sincère. Il est conseillé d’éviter les malentendus en exprimant ses sentiments avec douceur. La clé pour cette période est la patience et l’écoute attentive. Quoi qu’il en soit, cette semaine favorise la sincérité et la construction d’un lien solide, invitant chacun à cultiver la confiance et la tendresse.",
      "career": "Cette semaine, les Capricornes ressentiront une énergie propice à la concrétisation de projets professionnels importants. C’est le moment d’évaluer vos objectifs à long terme et de prendre des décisions audacieuses. Des opportunités inattendues pourraient se présenter, notamment par le biais de réseautage ou de collaborations. Faites preuve de prudence dans vos démarches financières et évitez les impulsivités. La patience et la persévérance seront vos meilleurs alliés pour progresser dans votre carrière. Enfin, n’hésitez pas à solliciter l’avis d’un mentor ou d’un conseiller pour éclaircir certains choix à venir.",
      "health": "Cette semaine, le Capricorne ressentira une énergie renouvelée pour prendre soin de son corps. Il serait bénéfique d’intégrer une activité physique régulière, comme la marche ou le yoga, pour favoriser la vitalité. Sur le plan mental, il est important de prendre du recul et de pratiquer la méditation ou la respiration profonde pour apaiser l’esprit. N’oubliez pas de vous accorder des moments de détente et de sommeil réparateur afin de maintenir un équilibre émotionnel optimal.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Cette semaine, le Verseau ressentira une énergie dynamique qui stimule sa créativité et son esprit d’innovation. C’est le moment idéal pour explorer de nouvelles idées ou lancer des projets personnels. La Lune apportera une sensation de clarté émotionnelle, vous permettant de mieux comprendre vos besoins profonds. Cependant, il sera important de faire preuve de patience face à certains imprévus ou malentendus, surtout en milieu de semaine. La présence de Mercure favorise la communication, alors n’hésitez pas à partager vos pensées et à écouter attentivement autrui. Sur le plan relationnel, cette période encourage la sincérité et la transparence. Côté bien-être, privilégiez des activités qui vous reconnectent à vous-même, comme la méditation ou une sortie en nature. En somme, cette semaine invite à l’équilibre entre innovation et introspection, afin d’avancer avec confiance vers vos objectifs tout en restant fidèle à vous-même.",
      "love": "Cette semaine, les Verseaux ressentiront une énergie favorable pour renforcer leurs liens affectifs. Les opportunités de rencontres seront présentes, surtout par le biais d’activités sociales ou culturelles. Pour ceux en couple, il est conseillé de communiquer avec sincérité, afin d'éviter les malentendus. Les singles pourraient faire une rencontre inattendue, basée sur une compréhension mutuelle. Le moment est propice pour exprimer vos sentiments et approfondir la complicité. Restez à l’écoute de votre intuition et n’hésitez pas à montrer votre authenticité. La clé repose sur la confiance et la transparence pour vivre une semaine harmonieuse.",
      "career": "Pour la semaine du 26 janvier au 1er février 2026, les Verseaux ressentiront un vent d’optimisme dans leur vie professionnelle. Des opportunités inattendues pourraient se présenter, favorisant leur croissance et leur développement. Il sera judicieux de rester ouvert aux nouvelles collaborations et de saisir les occasions de networking. Certaines décisions importantes, notamment concernant des projets ou des orientations de carrière, mériteront réflexion avant de se lancer. La clé réside dans la patience et la confiance en leur intuition. En étant attentifs à leurs motivations profondes, les Verseaux pourront poser des bases solides pour leur avenir professionnel.",
      "health": "Cette semaine, les Verseaux ressentent une énergie renouvelée qui favorise leur bien-être physique et mental. Il est conseillé de privilégier une activité sportive douce, comme la marche ou le yoga, pour renforcer la vitalité. Sur le plan mental, prenez du temps pour la méditation ou la lecture afin d’apaiser l’esprit. N’oubliez pas de vous hydrater suffisamment et de préserver des moments de calme pour maintenir un équilibre harmonieux. Prenez soin de vous avec douceur.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Cette semaine, les Poissons ressentiront une énergie intérieure renforcée, favorisant la réflexion et la clarté mentale. C’est une période propice pour faire le point sur leurs émotions et définir des objectifs personnels. La lune en fin de semaine apportera douceur et harmonie dans les relations proches, encourageant la communication sincère avec ceux qu'ils aiment. Cependant, il sera important d’éviter la tentation de se laisser submerger par des rêves ou des fantasmes, car cela pourrait brouiller leur jugement. C’est aussi une période favorable pour se concentrer sur leur bien-être mental et émotionnel, en pratiquant la méditation ou la pleine conscience. Sur le plan professionnel, une occasion inattendue pourrait émerger, apportant éventuellement de nouvelles perspectives ou collaborations. La clé cette semaine réside dans l’écoute attentive de soi-même et des autres, tout en restant ancré dans la réalité pour avancer sereinement.",
      "love": "Pour la semaine du 26 janvier au 1er février 2026, les Poissons ressentiront une énergie chaleureuse pour les relations. Les célibataires pourraient être attirés par une nouvelle rencontre qui éveille leur intérêt, mais il est important de rester patient et de prendre le temps de connaître l’autre. Les couples, quant à eux, bénéficieront d’un climat harmonieux, renforçant leur complicité. Il est conseillé de communiquer avec sincérité et d’éviter les malentendus. Cette période invite à écouter son cœur tout en restant lucide, favorisant ainsi des liens sincères et profonds.",
      "career": "Cette semaine, les Poissons ressentiront une forte impulse pour explorer de nouvelles opportunités professionnelles. C’est le moment idéal pour envisager une formation ou pour renforcer vos compétences, ce qui pourrait ouvrir des portes inattendues. La communication avec des collègues ou des supérieurs sera essentielle : soyez clair et assertif dans vos échanges. Sur le plan des décisions, faites confiance à votre intuition pour orienter vos choix de carrière. Restez ouvert à la collaboration et aux projets innovants, car ils pourraient accélérer votre progression. C’est une période propice à la croissance et à la concrétisation de vos ambitions professionnelles.",
      "health": "Cette semaine, les Poissons ressentiront une énergie renouvelée pour prendre soin de leur santé physique. Privilégiez des activités douces comme la marche ou le yoga, et n’oubliez pas de bien vous hydrater. Sur le plan mental, il est conseillé de consacrer du temps à la méditation ou à la lecture pour calmer votre esprit. Accordez-vous également des moments de repos afin de recharger vos batteries, et écoutez votre corps pour éviter le surmenage.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    }
  }
}