{
  "week": "2026-W08",
  "language": "it",
  "entries": {
    "aries": {
      "overview": "Durante questa settimana, l’Ariete si troverà in una fase di rinnovamento e crescita personale. Le energie planetarie favoriscono l’autoanalisi e invitano a riflettere sulle proprie motivazioni profonde. È un momento ideale per mettere in discussione eventuali abitudini che ostacolano il tuo progresso e per fare scelte più consapevoli. La presenza di Mercurio nel tuo cielo ti aiuterà a comunicare con chiarezza e a consolidare rapporti importanti, ma attenzione a non essere troppo impulsivo nelle decisioni. La settimana invita a trovare un equilibrio tra l’azione e la riflessione, evitando rischi inutili. Le relazioni amorose e familiari richiedono attenzione: ascolta con empatia e rispetta i bisogni degli altri. Utilizza questa fase per riallineare i tuoi obiettivi, mantenendo una prospettiva positiva e focalizzata verso il futuro.",
      "love": "Questa settimana, i nativi dell'Ariete potrebbero vivere momenti di intensa connessione emotiva. Per i single, c'è l'opportunità di incontrare qualcuno di speciale, ma è importante essere aperti e sinceri nelle proprie intenzioni. Le coppie, invece, dovrebbero dedicare del tempo alla comunicazione e rafforzare il legame attraverso gesti sinceri e ascolto attento. La pazienza sarà la chiave per superare eventuali incomprensioni. È un momento favorevole per esprimere i propri sentimenti con genuinezza e per rinnovare il proprio impegno nel rapporto, mantenendo sempre un atteggiamento positivo e propositivo.",
      "career": "Per la settimana dal 23 febbraio al 1 marzo 2026, l'Ariete si troverà in un momento favorevole per nuove opportunità lavorative e per consolidare le proprie competenze. La tua energia e determinazione saranno fondamentali per affrontare progetti sfidanti, che potrebbero portare a riconoscimenti o promozioni. È un periodo ideale per valutare decisioni di carriera importanti, come cambi di ruolo o formazione. Tuttavia, attenzione a non agire impulsivamente: prenditi il tempo per pianificare con lucidità i tuoi passi. Con dedizione e chiarezza, potrai dare una svolta positiva alla tua crescita professionale.",
      "health": "Per la settimana dal 23 febbraio al 1 marzo 2026, l'Ariete può aspettarsi un miglioramento nel benessere fisico grazie a un'attenzione speciale all'alimentazione equilibrata e all'esercizio moderato. È importante dedicare del tempo alla meditazione o al rilassamento mentale per mantenere l'energia positiva e ridurre lo stress. Concentrati sul sonno e concediti momenti di auto-cura, come una passeggiata nella natura o un trattamento di benessere, per rafforzare il corpo e la mente.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante la settimana dal 23 febbraio al 1 marzo 2026, Toro sarà attraversato da energie di rafforzamento e rinnovamento. Questo è un momento favorevole per concentrarsi su progetti a lungo termine e per mettere in discussione le abitudini che non servono più al vostro benessere. La presenza di pianeti in aspetto armonico favorisce la comunicazione e le relazioni personali, invitandovi a essere più aperti e sinceri con chi vi sta vicino. È un buon periodo per dedicarsi alla cura di sé stessi, attraverso attività che vi aiutino a ritrovare equilibrio e tranquillità. Tuttavia, attenzione a non lasciarvi sopraffare dalla stanchezza o dall’ansia; impegnatevi a mantenere uno stile di vita equilibrato e a pianificare con attenzione. La settimana richiede pazienza e determinazione per ottenere il meglio da ogni situazione, ricordando di ascoltare il vostro istinto.",
      "love": "Durante questa settimana, i Toro potrebbero scoprire nuove opportunità romantiche e rafforzare i legami esistenti. Per i single, è il momento ideale per aprirsi a nuove conoscenze, mostrando sincerità e genuinità. Le coppie, invece, beneficeranno di un dialogo più aperto, che aiuterà a risolvere eventuali incomprensioni e a rafforzare la complicità. È importante dedicare tempo e attenzione al partner, creando momenti di intimità e ascolto reciproco. La chiave di questa settimana è la pazienza e la volontà di condividere emozioni autentiche, rendendo i rapporti più profondi e appaganti",
      "career": "Per la settimana dal 23 febbraio al 1 marzo 2026, Toro potrebbe scoprire nuove opportunità di crescita professionale attraverso reti di contatti e collaborazioni. È un momento favorevole per valutare progetti ambiziosi e considerare eventuali cambiamenti di ruolo o azienda, purché siano ben ponderati. La vostra determinazione e pazienza saranno fondamentali per affrontare eventuali sfide. Investire in formazione o aggiornamenti specializzati potrà rafforzare la vostra posizione e aprire porte inaspettate. Ascoltate il vostro istinto e agite con sicurezza, mantenendo chiara la visione a lungo termine.",
      "health": "Per i Toro, questa settimana è favorevole alla cura del corpo e della mente. Dedica del tempo a passeggiate all’aperto per migliorare la salute fisica e liberare la mente. È importante dedicarsi anche a momenti di relax e meditazione per rinforzare il benessere mentale. Assicurati di alimentarti in modo equilibrato e di dormire a sufficienza. Investi in attività che ti fanno sentire bene, ascoltando il tuo corpo e le tue emozioni.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Questa settimana, i Gemelli si sentiranno spinti a riflettere sui propri obiettivi e a rivedere alcune dinamiche personali e professionali. L’energia planetaria favorisce la comunicazione e il confronto, rendendovi più aperti e pronti ad ascoltare. È un momento ideale per stabilire nuovi contatti o rafforzare quelli esistenti, ma attenzione a non essere impulsivi nelle risposte. La presenza di Saturno può portare qualche sfida in ambito lavorativo, richiedendo pazienza e chiarezza nei vostri progetti. Dal punto di vista emotivo, sentirete il bisogno di maggiore stabilità e di dedicare tempo a voi stessi, valorizzando le piccole vittorie quotidiane. Consiglio di approfittare di questa settimana per pianificare con calma il futuro, evitando decisioni affrettate. La vostra versatilità sarà la chiave per affrontare le sfide con serenità, migliorando le relazioni e aprendovi a nuove opportunità.",
      "love": "Questa settimana, i Gemelli avranno molte occasioni di approfondire le relazioni esistenti o di incontrare nuove persone affascinanti. Per i single, si apre un periodo promettente di incontri stimolanti, ma è importante mantenere un atteggiamento autentico e aperto. Le coppie, invece, dovrebbero dedicare più tempo alla comunicazione sincera per rafforzare il sentimento e risolvere eventuali malintesi. È il momento ideale per condividere progetti o semplicemente passare del tempo di qualità insieme. La chiave del successo in questa settimana sarà ascoltare con empatia e mostrare interesse genuino verso il partner o le nuove conoscenze.",
      "career": "Questa settimana, i Gemelli potranno valutare nuove opportunità di carriera grazie a una maggiore chiarezza mentale e a un'apertura verso il cambiamento. È il momento di puntare sulla comunicazione e di rafforzare i rapporti con colleghi e superiori, dimostrando affidabilità e proattività. Decisioni importanti riguardanti avanzamenti o progetti potrebbero richiedere riflessione approfondita: ascoltate il vostro intuito. Ricordate di dedicare spazio anche alla formazione e alle competenze, elementi chiave per il vostro sviluppo professionale. Questa settimana favorisce l’equilibrio tra ambizione e realismo, spingendovi a prendere decisioni strategiche che",
      "health": "Per i Gemelli, questa settimana porta una maggiore attenzione al benessere fisico e mentale. È il momento di dedicare tempo alla cura del corpo, con esercizi leggeri e una dieta equilibrata. La mente beneficerà di pratiche di rilassamento come la meditazione o lo yoga. Ricorda di ascoltare i segnali del tuo corpo e di non trascurare il riposo. Dedica momenti alla riflessione personale e cerca di mantenere un atteggiamento positivo per affrontare al meglio la settimana.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "La settimana dal 23 al 1 marzo 2026 si presenta come un momento di riflessione e introspezione per i nati sotto il segno del Cancro. Le energie planetarie favoriscono il rafforzamento dei legami affettivi e invitano a dedicare più tempo alla cura di sé stessi. È un periodo propizio per rivedere le proprie priorità e fare chiarezza sui desideri più profondi. Potrebbero emergere alcune emozioni nascoste che richiedono attenzione, quindi è consigliabile ascoltare il proprio intuito e non trascurare il proprio benessere emotivo. Sul fronte lavorativo, la concentrazione sarà alta e l’organizzazione fondamentale per portare avanti con successo i progetti. È importante mantenere un atteggiamento equilibrato di fronte alle sfide quotidiane, evitando di lasciarsi sopraffare dallo stress. Sfrutta questa settimana come un'occasione per rinvigorire il rapporto con le persone care e rigenerare energia interiore.",
      "love": "Questa settimana, i Cancro potrebbero vivere momenti intensi di introspezione e connessione emotiva. Le opportunità romantiche sono favorevoli, specialmente per i single pronti a scoprire nuove deep conexioni. Per le coppie, è un momento ideale per rafforzare i legami attraverso comunicazioni sincere e gesto di affetto. La pazienza sarà la chiave per superare eventuali incomprensioni. Consiglio di ascoltare attentamente il partner e di dedicare tempo alla cura reciproca. Approfittate di questa settimana per rinnovare l’armonia e rafforzare il rapporto con gesti semplici ma significativi.",
      "career": "Durante questa settimana, i Cancro potranno sperimentare nuove opportunità di crescita professionale. È un momento favorevole per approfondire le competenze e valutare eventuali cambiamenti di percorso. La vostra intuizione sarà un alleato prezioso nelle decisioni di carriera, ma attenzione a non lasciarvi sopraffare dall’ansia. Le collaborazioni rischiano di portare benefici se affrontate con chiarezza e trasparenza. Approfittate di questa fase per rafforzare i rapporti con colleghi e superiori, mostrando determinazione e apertura al dialogo. La prospettiva di avanzamenti è concreta, purché siate pronti a mettervi in gioco con impegno e",
      "health": "Durante questa settimana, i Cancro possono sentirsi particolarmente sensibili sia a livello fisico che emotivo. È importante dedicare tempo al riposo e all’alimentazione equilibrata per mantenere energia e vitalità. Per il benessere mentale, praticate tecniche di rilassamento come la meditazione o il journaling. Dedicate momenti alla cura personale, ascoltando i segnali del corpo e concedendovi pause rigeneranti. L’ascolto di sé sarà la chiave per affrontare con serenità questa settimana.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Durante questa settimana, il Leone si sentirà particolarmente carico di energia e desideroso di emergere. La presenza di Giove nel cielo favorisce le opportunità di crescita personale e professionale, invitandoti a osare di più e a confidare nelle tue capacità. Tuttavia, Mercurio in aspetto sfavorevole potrebbe portare qualche malinteso o tensione nelle comunicazioni, quindi è importante essere pazienti e chiari nel dialogo con gli altri. È un buon momento per dedicarsi a progetti creativi e per rafforzare i legami affettivi, soprattutto se mostrerai sincerità e apertura. La tua naturale leadership sarà messa alla prova: affronta le sfide con (calma e determinazione, evitando la tentazione di voler tutto subito. Rispetta i tuoi tempi e ascolta il tuo istinto. La settimana ti invita a risplendere, ma anche a coltivare la pazienza e l’ascolto, per trarre il massimo dalle energie positive in arrivo.",
      "love": "Nella settimana dal 23 febbraio al 1 marzo 2026, i Leone avranno opportunità di approfondire legami esistenti e di lasciarsi sorprendere da incontri inaspettati. Per i singoli, è il momento di mettere in risalto la propria autenticità, attirando così persone genuine. Le coppie, invece, dovrebbero dedicare attenzione alla comunicazione, ascoltando con sincerità il partner e rafforzando i legami affettivi. Evitate malintesi e mantenete un atteggiamento positivo, cercando di condividere momenti di qualità. La chiave di questa settimana è la sincerità e l’apertura emotiva, fondamentali per coltivare relazioni dur",
      "career": "La settimana dal 23 febbraio al 1 marzo 2026 si presenta favorevole per i Leone in ambito professionale. Questa fase invita a cogliere nuove opportunità di crescita, soprattutto attraverso collaborazioni o progetti innovativi. È il momento di consolidare le competenze acquisite e di valutare seriamente proposte di formazione o specializzazione. Le decisioni importanti riguardanti il percorso lavorativo devono essere prese con calma, analizzando attentamente ogni dettaglio. La fiducia nelle proprie capacità sarà un elemento chiave per attirare opportunità e avanzamenti di carriera. Rimani aperto alle novità e pronto a metterti in gioco.",
      "health": "Durante questa settimana, i Leone sentiranno una rinnovata energia fisica, perfetta per dedicarsi a esercizi all'aperto e attività sportive. È importante ascoltare il proprio corpo e concedersi momenti di riposo quando necessario. Dal punto di vista mentale, si consiglia di dedicare del tempo alla meditazione o a pratiche di rilassamento per ridurre lo stress. Per il benessere generale, mantenete un'alimentazione equilibrata e idratatevi adeguatamente, offrendo al vostro corpo la giusta cura.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Durante questa settimana, la Vergine si sentirà particolarmente motivata a riorganizzare aspetti della sua vita che richiedono attenzione. La presenza di pianeti favorevoli favorirà l’approccio pratico e la cura dei dettagli, rendendo più facile affrontare compiti complessi. È un momento di grande chiarezza mentale: sfrutta questa energia per pianificare obiettivi a medio e lungo termine, soprattutto sul versante professionale e personale. La settimana invita alla calma e alla riflessione, quindi evita decisioni affrettate e concediti il tempo di valutare tutte le opzioni. Le relazioni, sia affettive che amicali, richiederanno sincerità e trasparenza: ascolta con attenzione e mostra disponibilità. La cura di sé e il rispetto delle proprie esigenze saranno un elemento chiave per affrontare con serenità eventuali tensioni. Con attenzione e sensibilità, questa settimana può portare importanti progressi e nuove opportunità di crescita.",
      "love": "Questa settimana, i Vergine avranno l’opportunità di rafforzare i legami affettivi e approfondire le proprie emozioni. I single potrebbero incontrare qualcuno di interessante attraverso attività quotidiane o amici comuni, ma è importante essere sinceri e pazienti. Per le coppie, sarà fondamentale comunicare chiaramente, lasciando da parte stress e tensioni per ritrovare intimità e complicità. Consiglio di dedicare tempo alla propria metà, ascoltando con attenzione e mostrando sincero interesse. La settimana invita a trovare equilibrio tra razionalità e sentimenti, per vivere momenti di armonia e crescita insieme.",
      "career": "Nella settimana dal 23 febbraio al 1 marzo 2026, le persone nate sotto il segno della Vergine avranno l’opportunità di mettere in evidenza le proprie competenze e di consolidare le relazioni professionali esistenti. Sarà un momento favorevole per prendere decisioni importanti riguardo a progetti a lungo termine o a cambiamenti di carriera. La vostra attenzione ai dettagli e la capacità di analisi si riveleranno strumenti preziosi per affrontare eventuali sfide. Tenete aperte le porte a nuove opportunità e siate pronti ad adattarvi ai cambiamenti con determinazione e fiducia.",
      "health": "Nella settimana dal 23 febbraio al 1 marzo 2026, i Vergine sentiranno il bisogno di dedicare attenzione al benessere fisico, con particolare enfasi sull'alimentazione equilibrata e sull'attività sportiva moderata. La mente potrebbe richiedere momenti di calma, quindi praticare tecniche di rilassamento come la meditazione sarà decisamente benefico. Ricordate di ascoltare il vostro corpo e di concedervi pause rigeneranti, valorizzando momenti di introspezione e cura personale per mantenere equilibrio e serenità",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Nella settimana dal 23 febbraio al 1 marzo 2026, la Bilancia si troverà a vivere un periodo di riflessione e rinnovamento interiore. Le energie planetarie sottolineano l’importanza di trovare un equilibrio tra i propri bisogni e quelli degli altri, evitando di perdere di vista i propri desideri. È un momento favorevole per dedicarsi a attività che favoriscono il benessere personale, come la meditazione o una passeggiata nella natura. Le relazioni con partner e amici richiederanno attenzione e pazienza; cercate di ascoltare con empatia e di comunicare in modo rispettoso. Sul fronte professionale, potrebbero emergere opportunità di collaborazione o nuovi progetti che richiedono chiarezza e precisione. Siate aperti al cambiamento e fiduciosi nelle vostre capacità. La settimana invita a trovare armonia dentro di voi, ricordando che l’equilibrio interiore si riflette nel mondo esterno.",
      "love": "Durante la settimana dal 23 febbraio al 1 marzo 2026, i Bilancia potranno vivere momenti di grande introspezione e rinnovata apertura emotiva. Le opportunità romantiche si presentano tramite incontri spontanei e dialoghi sinceri, ideali per chi è single. È il momento di lasciar andare le esitazioni e di mostrare il proprio lato più autentico. Per le coppie, accentuare la comunicazione e dedicare tempo alla reciproca comprensione porterà maggiore armonia. Ricordate di ascoltare attentamente il partner e di essere disponibili a compromessi. Questa settimana favorisce il rafforzamento dei legami e la crescita personale all’interno delle relazioni.",
      "career": "La settimana dal 23 febbraio al 1 marzo 2026 si presenta favorevole per i Bilancia che desiderano rinnovare il loro percorso professionale. Potrebbero emergere opportunità di networking e collaborazioni strategiche che favoriscono la crescita. È un momento ideale per valutare nuove idee e prendere decisioni importanti, ma è essenziale ascoltare il proprio intuito. La vostra capacità di diplomazia e equilibrio sarà la chiave per superare eventuali sfide. Investite tempo in formazione o approfondimenti che rafforzino le vostre competenze; così facendo, potrete mettere basi solide per i prossimi successi professionali.",
      "health": "Per la settimana dal 23 febbraio al 1 marzo 2026, i Bilancia sentiranno un miglioramento nell’energia fisica, ma attenzione alla postura e al riposo. Dedica del tempo a pratiche di rilassamento mentale come la meditazione e il mindfulness, per mantenere l’equilibrio emotivo. Cura l'alimentazione con pasti equilibrati e idratati adeguatamente. Concediti momenti di autocura, come bagni caldi o passeggiate all'aperto, per rinvigorire corpo e mente. Rimani equilibr",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Questa settimana, lo Scorpione si troverà ad attraversare un periodo di profonda introspezione e rinnovamento emotivo. Le energie planetarie favoriscono la riflessione interiore e il chiarimento delle proprie motivazioni più profonde. È un momento ideale per lasciar andare vecchi schemi e abbracciare nuove prospettive, anche in ambito lavorativo e relazionale. La vostra determinazione sarà una risorsa preziosa, ma è importante non trascurare i bisogni emotivi e il benessere personale. La comunicazione con le persone care potrebbe richiedere maggiore attenzione: ascoltate con empatia e siate disposti a condividere i vostri sentimenti senza timore. La giornata di giovedì sarà particolarmente favorevole per affrontare questioni complicate e pianificare futuri cambiamenti. Ricordate di coltivare anche momenti di relax e di autocura, per affrontare la settimana con rinnovata energia e chiarezza mentale.",
      "love": "Durante questa settimana i Scorpione potranno vivere momenti di serenità e comprensione emotiva con il partner. Le energie positive favoriscono conversazioni profonde, rafforzando il legame. Per i singoli, si aprono opportunità per incontri significativi, ma è importante essere sinceri con sé stessi. La sincerità e la fiducia sono le chiavi per consolidare rapporti esistenti o iniciarne di nuovi. Evitate decisioni affrettate e dedicate tempo alla riflessione. Questa settimana invita a coltivare empatia e a mostrare il vostro lato più autentico, creando basi solide per il futuro amoroso.",
      "career": "Durante la settimana dal 23 febbraio al 1 marzo 2026, i Scorpione potrebbero trovare nuove opportunità di crescita professionale grazie a incontri e proposte inaspettate. È un momento favorevole per consolidare relazioni con colleghi e superiori, e valutare con attenzione eventuali cambiamenti o avanzamenti di ruolo. La vostra determinazione e intuizione saranno strumenti preziosi per prendere decisioni strategiche. Tuttavia, è importante evitare decisioni affrettate: riflettete con calma sui progetti più importanti. Questa settimana favorisce il miglioramento delle competenze e la vision a lungo termine nel vostro percorso lavorativo.",
      "health": "Nella settimana dal 23 febbraio al 1 marzo 2026, gli Scorpione sentiranno un rinnovato senso di energia. È il momento di dedicarsi a un’attività fisica regolare, come yoga o camminate all’aperto, per rafforzare corpo e mente. Coltivate il benessere mentale con momenti di introspezione e meditazione, evitando lo stress eccessivo. Priorità all’autocura: riposate adeguatamente e concedetevi pause per ricaricare le energie, migliorando equilibrio e serenità compless",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Questa settimana il Sagittario si trova a vivere un periodo di grande introspezione e crescita personale. Le energie planetarie favoriscono il confronto con i propri desideri più autentici e permettono di chiarire obiettivi a lungo termine. È un momento ideale per riflettere sulle scelte passate e pianificare con maggiore lucidità il futuro. La luna, in particolar modo nei primi giorni, stimola un senso di libertà e avventura, invitandoti a esplorare nuove opportunità, anche sul piano spirituale o culturale. Tuttavia, è importante mantenere un equilibrio tra desiderio di indipendenza e attenzione alle relazioni interpersonali. La comunicazione sarà un alleato prezioso: ascolta con pazienza e condividi sinceramente i tuoi pensieri. Con un approccio aperto e riflessivo, potresti scoprire nuove intuizioni che ti guideranno verso una crescita significativa in questo periodo.",
      "love": "Nella settimana dal 23 febbraio al 1 marzo, il Sagittario potrà vivere momenti di grande sincerità con il proprio partner, rafforzando il legame attraverso dialoghi aperti. Per i single, si presentano opportunità di incontri stimolanti, soprattutto in contesti sociali o culturali. È importante evitare fraintendimenti e mantenere fiducia reciproca, ascoltando con attenzione l’altro. Per le coppie, un atteggiamento rilassato e dedicato ai piccoli gesti quotidiani contribuirà a creare un’atmosfera di armonia. Sfruttate questa settimana per consolidare i legami e mostrarvi autentici, lasciando spazio anche all’improvvisazione.",
      "career": "Per i Sagittario, questa settimana si presenta come un momento favorevole per esplorare nuove opportunità professionali. È il momento ideale per mettere in discussione vecchie abitudini e adottare un atteggiamento più aperto al cambiamento. Le collaborazioni potrebbero portare a progetti stimolanti ed emergenti possibilità di crescita. Tuttavia, è importante valutare con attenzione ogni decisione prima di impegnarsi. La chiarezza mentale e la determinazione saranno le chiavi per fare scelte strategiche che rafforzeranno la vostra carriera nel lungo termine. Restate fiduciosi e pronti a cogliere le occasioni che si presenteranno.",
      "health": "La settimana per i Sagittario si presenta favorevole al miglioramento della salute fisica e mentale. È un momento ideale per dedicarsi a passeggiate all'aperto e attività sportive leggere che rinvigoriscono il corpo e chiariscono la mente. Ricorda di programmare momenti di pausa e di ascoltare il tuo corpo per evitare stress e stanchezza. La cura di sé, tramite meditazione o tecniche di respirazione, potrà aiutarti a mantenere un equilibrio emotivo stabile e positivo.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Durante questa settimana, il vostro segno si trova a vivere un periodo di consolidamento e riflessione. Le energie planetarie favoriscono la pianificazione a lungo termine e la revisione delle vostre priorità. È un momento propizio per mettere ordine nelle vostre idee, definire obiettivi chiari e lavorare con determinazione per realizzarli. La presenza di pianeti in aspetto armonico stimola la vostra capacità di concentrazione e di affrontare con pazienza le sfide quotidiane. Tuttavia, attenzione a non lasciarvi sopraffare dalla tentazione di controllare tutto: confiate invece nella vostra forza interiore e nel vostro intuito. È anche un periodo favorevole per dedicare tempo a voi stessi, al benessere e alle relazioni più profonde. Mantenete un atteggiamento equilibrato e fiducioso, e i risultati arriveranno con naturalezza nel corso della settimana.",
      "love": "Questa settimana, i Capricorno single avranno l’opportunità di incontrare persone interessanti che potranno portare novità e freschezza nella loro vita amorosa. È importante essere aperti e sinceri nelle nuove conoscenze. Per le coppie, sarà un momento favorevole per rafforzare il legame e comunicare con sincerità, affrontando eventuali incomprensioni con maturità. La pazienza sarà una virtù fondamentale per superare piccoli ostacoli e consolidare l’intesa. Consiglio di dedicare del tempo alla condivisione di emozioni profonde e di valorizzare i momenti di intimità, per mantenere vivo l’amore.",
      "career": "Durante la settimana dal 23 febbraio al 1 marzo 2026, i Capricorno potranno sperimentare importanti opportunità di crescita professionale. È il momento ideale per consolidare progetti e sviluppare nuove competenze, approfittando delle energie positive che favoriscono la determinazione e il focus. È consigliabile valutare con attenzione nuove proposte di lavoro o avanzamenti, ma senza prendere decisioni affrettate. La vostra capacità di pianificazione sarà un punto di forza fondamentale per raggiungere obiettivi a lungo termine. Con determinazione e chiarezza, potrete aprire nuove porte e rafforzare la vostra posizione professionale.",
      "health": "Questa settimana, il Capricorno potrà sentirsi più energico e motivato a prendersi cura del proprio corpo. È il momento ideale per dedicarsi a un’attività fisica moderata e a un’alimentazione equilibrata, favorendo il benessere generale. Per la mente, praticare momenti di tranquillità e meditazione aiuterà a ridurre lo stress e migliorare la concentrazione. Ricordate di ascoltare il vostro corpo e prendervi qualche momento di pausa per ricaricare le batterie.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Durante questa settimana, l'Acquario sentirà un forte impulso verso la riflessione interiore e la revisione delle proprie priorità. Le energie planetarie favoriscono un dialogo sincero con sé stessi e un confronto costruttivo con coloro che amano. È un periodo propizio per mettere in ordine i progetti a lungo termine e per dedicare attenzione alle relazioni più significative, ascoltando con empatia e apertura. La vostra creatività potrebbe essere particolarmente stimolata, offrendo spunti innovativi e soluzioni originali. Tuttavia, attenzione alle distrazioni e al rischio di superficiali coinvolgimenti emotivi. Siate pazienti, mantenete una comunicazione chiara e cercate di evitare reazioni impulsive. La settimana invita a un equilibrio tra il desiderio di libertà e la necessità di stabilità, aiutandovi a consolidare le vostre intuizioni e a camminare con passo sicuro verso i vostri obiettivi.",
      "love": "Durante questa settimana, i Acquario potrebbero sperimentare nuove opportunità romantiche, specialmente attraverso incontri sociali o attività di gruppo. Per i single, è il momento ideale per aprirsi a nuove conoscenze, mostrando sincerità e spontaneità. Le coppie, invece, potrebbero rafforzare il rapporto grazie a conversazioni profonde e condividendo desideri e obiettivi futuri. La pazienza e l’ascolto saranno fondamentali per superare eventuali incomprensioni. Evitate di dare per scontato il partner e dedicate tempo di qualità l’uno all’altro. Questa settimana favorisce la crescita emotiva e la connessione autentica.",
      "career": "Nella settimana dal 23 febbraio al 1 marzo 2026, gli Acquario potranno cogliere importanti opportunità di crescita professionale, grazie a nuove idee e collaborazioni che sorgono spontaneamente. È un momento favorevole per approfondire competenze e valutare proposte di avanzamento di carriera. La vostra creatività sarà il vostro punto di forza, permettendovi di distinguervi in progetti complessi. Tuttavia, attenzione a non assumere troppo: mantenete equilibrio tra ambizioni e realismo. Decisioni ponderate e apertura al dialogo con colleghi e superiori saranno fondamentali per consolidare il vostro cammino professionale.",
      "health": "Questa settimana, i nati sotto il segno dell'Acquario potranno beneficiare di un’energia rinnovata, perfetta per migliorare la loro forma fisica attraverso attività all'aperto. È importante dedicare momenti alla meditazione per favorire il benessere mentale e ridurre lo stress. Prendersi cura di sé con alimenti sani e idratazione costante sarà fondamentale per mantenere equilibrio e vitalità. Non trascurate il riposo, ascoltate il vostro corpo e concedetevi pause rigeneranti.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Questa settimana i Pesci si sentiranno più intuitivi e con una maggiore sensibilità verso le emozioni proprie e degli altri. È un momento favorevole per riflettere sui propri desideri più profondi e ascoltare la voce del cuore. Le energie planetarie favoriscono la comunicazione e il confronto sincero con le persone care, quindi non esitate a condividere i vostri sentimenti e a chiarire eventuali malintesi. Sul fronte lavorativo, potreste sentirvi più creativi e pronti a proporre nuove idee, ma attenzione a non lasciarvi sopraffare dall’ansia o dalla paura del giudizio. La vostra innata empatia sarà un grande strumento per rafforzare i rapporti personali e professionali. Dedicate del tempo alla contemplazione e alla cura di voi stessi, perché il benessere emotivo sarà la chiave per affrontare con serenità le sfide della settimana. Entrate in contatto con la vostra parte più spirituale e lasciate che l’intuizione guidi le scelte.",
      "love": "Sel Pesci, questa settimana porta opportunità di profondità emotiva e rafforzamento dei legami. Per i singles, è il momento di aprirsi alle nuove conoscenze e ascoltare il proprio cuore senza pregiudizi, perché potrebbero nascere connessioni significative. Le coppie, invece, dovrebbero dedicare tempo alla comunicazione sincera e alla comprensione reciproca, superando eventuali tensioni. La chiave sarà l'empatia e la pazienza. È consigliabile evitare decisioni affrettate e godersi momenti di intimità autentica. La settimana favorisce l’amore autentico, basta solo lasciarsi guidare dall’istinto e dalla sensibilità.",
      "career": "Questa settimana, i Pesci potrebbero sentire una forte spinta verso nuove opportunità professionali. È un momento favorevole per valutare eventuali promozioni o cambi di ruolo, grazie alla maggiore chiarezza sulle proprie potenzialità. Le relazioni con colleghi e superiori si intensificano, favorendo collaborazioni significative. È importante prendere decisioni basate su intuizioni, ma anche con un occhio critico ai dettagli pratici. La crescita personale e la formazione continueranno ad essere elementi chiave per avanzare nella carriera. Sfruttate questa settimana per rafforzare la vostra rete e pianificare passi concreti verso obiettivi a lungo termine.",
      "health": "Per i Pesci, questa settimana si presenta come un’opportunità per rafforzare il benessere fisico e mentale. È consigliabile dedicarsi a esercizi di respiro e meditazione per favorire la calma interiore. Mantieni un’alimentazione equilibrata e cerca di riposare almeno otto ore per recuperare le energie. Ascolta il tuo corpo e concediti momenti di relax, magari immergendoti in attività creative. La cura di sé sarà fondamentale per affrontare la settimana con positività e serenità.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    }
  }
}