{
  "week": "2026-W06",
  "language": "es",
  "entries": {
    "aries": {
      "overview": "Durante esta semana, los Aries sentirán una energía renovada que impulsa la iniciativa y la determinación. Es un momento ideal para comenzar nuevos proyectos o avanzar en metas personales. La influencia planetaria favorece la comunicación, por lo que será oportuno expresar tus ideas y sentimientos con claridad, especialmente en el ámbito laboral y en relaciones cercanas. Sin embargo, también debes tener cuidado con la impetuosidad; antes de actuar, tómate un momento para evaluar las consecuencias y evitar malentendidos. La Luna en una posición favorable te aportará intuición y sensibilidad, ayudándote a conectar más profundamente con quienes te rodean. La clave será mantener el equilibrio entre la energía dinámica y la paciencia. Aprovecha esta semana para fortalecer vínculos, poner en orden tus prioridades y mostrar liderazgo con confianza. Al hacerlo, notarás avances significativos en diferentes áreas de tu vida.",
      "love": "Durante la semana del 9 al 15 de febrero de 2026, los Aries experimentarán un período de apertura emocional y nuevas oportunidades sentimentales. Para los solteros, será un momento favorable para socializar y mostrar su verdadera esencia, lo que puede atraer a personas compatibles. En las relaciones establecidas, la comunicación será clave para fortalecer vínculos y resolver posibles malentendidos. Es importante que parejas y solteros practiquen la paciencia y se enfoquen en expresar sus sentimientos con sinceridad. Aprovechen esta semana para conectar profundamente y dar un paso adelante en su vida amorosa.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, los arianos tendrán oportunidades para avanzar en sus proyectos laborales. Será un momento favorable para tomar decisiones importantes y mostrar liderazgo en el entorno profesional. La comunicación será clave para favorecer alianzas y fortalecer relaciones con colegas y superiores. Aprovecha esta semana para expresar tus ideas con confianza y buscar nuevas oportunidades de crecimiento. Sin embargo, evita impulsividad y analiza bien cada paso para optimizar resultados. En general, será una semana propicia para dejar una huella positiva y progresar en tu carrera.",
      "health": "Durante esta semana, los Aries pueden experimentar un aumento en su energía física, lo que les invita a realizar actividades al aire libre y ejercicios que les ayuden a liberar tensiones. Es fundamental dedicar tiempo a la meditación o prácticas de respiración para mantener el equilibrio mental. Prioriza el descanso y una alimentación equilibrada para reforzar tu bienestar general. Aprovecha esta semana para fortalecer tus rutinas de autocuidado y escuchar a tu cuerpo en todo momento.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante esta semana, Tauro te sentirás especialmente conectado contigo mismo y con tu entorno, lo que te permitirá tomar decisiones con mayor claridad y confianza. La energía de los astros favorece la estabilización emocional y la consolidación de proyectos a largo plazo. Es un buen momento para dedicar tiempo a tu bienestar personal, practicar la paciencia y cuidar de tu salud física y mental. Las relaciones cercanas pueden beneficiarse de una comunicación sincera y afectuosa; no temas expresar tus sentimientos con honestidad. En el ámbito laboral, se presentarán oportunidades que exigirán de tu perseverancia y determinación, por lo que te aconsejo mantener la calma y ser práctico ante los desafíos. Aprovecha la energía de la semana para fortalecer tus vínculos afectivos, enfocar tus esfuerzos en metas concretas y encontrar un equilibrio entre el descanso y el trabajo.",
      "love": "Durante la semana del 9 al 15 de febrero de 2026, Tauro vivirá un momento de introspección y reevaluación en su vida amorosa. Para los solteros, esta es una excelente oportunidad para conocerse mejor y fortalecer su autoestima, lo que atraerá nuevas posibilidades románticas. Las parejas, por otro lado, deben prestar atención a la comunicación y evitar malentendidos; la sinceridad será clave para profundizar la conexión. Es recomendable que ambos dedicquen tiempo a expresar sus sentimientos y escuchar activamente. La paciencia y la empatía serán fundamentales para alcanzar un mayor entendimiento y armonía en sus relaciones.",
      "career": "Esta semana, Tauro, las oportunidades laborales se presentarán de manera favorable si aprovechas tus habilidades y mantienes una actitud abierta. Es un momento propicio para establecer nuevas conexiones profesionales y explorar proyectos que contribuyan a tu crecimiento. Evalúa con cuidado las decisiones importantes, priorizando la estabilidad y la visión a largo plazo. Tu perseverancia y paciencia te permitirán enfrentar desafíos con mayor claridad. Aprovecha esta semana para fortalecer relaciones laborales y mostrar tu compromiso, lo que puede abrir puertas a nuevas oportunidades. Mantén una actitud confiada y enfocada para alcanzar tus metas profesionales con éxito.",
      "health": "Esta semana para Tauro trae una energía renovada que favorece tanto la salud física como mental. Es importante que pongas atención a tu alimentación, priorizando comidas equilibradas y nutritivas. Para mantener tu bienestar mental, dedica tiempo a la meditación o actividades que te relajen. No olvides reservar momentos para el descanso y el autocuidado. Practicar ejercicio moderado te ayudará a liberar tensiones y aumentar tu energía. Aprovecha estos días para reconectar contigo mismo y fortalecer tu equilibrio emocional.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Durante esta semana, los geminianos sentirán un impulso renovado en su mundo social y en sus proyectos creativos. La presencia de astros en tránsito favorece la comunicación y la expresión personal, por lo que es un buen momento para compartir ideas y fortalecer relaciones. Sin embargo, es importante mantener un equilibrio entre el trabajo y el ocio, evitando distracciones que puedan dispersar su energía. La semana invita a reflexionar sobre sus metas a largo plazo y a aprovechar oportunidades para aprender algo nuevo. La influencia de los astros también puede traer cierta tensión emocional, por lo que conviene practicar la paciencia y evitar discusiones innecesarias. En general, será una semana favorable para conectar con otros, expresar sus pensamientos con claridad y avanzar en sus proyectos con entusiasmo. Mantengan una actitud positiva y abiertos a nuevas experiencias para aprovechar al máximo este período.",
      "love": "Durante la semana del 9 al 15 de febrero de 2026, los Géminis experimentarán una mejora en su vida amorosa. Los solteros se sentirán más seguros para abrirse a nuevas experiencias y podrían conocer a alguien que despierte su interés. Para las parejas, será un momento ideal para fortalecer la comunicación y abordar juntos temas pendientes. La sinceridad y la empatía serán clave para resolver pequeños malentendidos y profundizar la confianza. Aprovechen esta energía para mostrar su autenticidad y demostrar cuánto valoran a sus seres queridos. La clave será mantener una actitud abierta y receptiva.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, los Géminis experimentarán una energía positiva en el ámbito laboral, lo que facilitará nuevas oportunidades de crecimiento profesional. Es un momento propicio para evaluar proyectos pendientes y tomar decisiones clave que potenciarán su carrera. La comunicación será una herramienta poderosa, permitiéndoles conectarse con colegas y superiores de manera efectiva. Sin embargo, deben mantener la concentración y evitar distracciones para maximizar los resultados. Aprovechen para mostrar su versatilidad y apertura a aprender, lo que abrirá puertas a futuras promociones o colaboraciones interesantes.",
      "health": "Durante esta semana, los Géminis experimentarán una buena energía física que los motivará a mantener hábitos saludables y activar el cuerpo. Es importante que dediquen tiempo a la relajación mental y practiquen técnicas de respiración para reducir el estrés. La autocompasión y momentos de introspección serán clave para su bienestar emocional. Dedicar unos minutos diarios a la lectura o a actividades creativas fortalecerá su equilibrio interno y les permitirá afrontar con mayor serenidad cualquier desafío.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Esta semana, los nativos de Cáncer sentirán una profunda energía de introspección y conexión emocional. Es un momento ideal para reflexionar sobre sus sentimientos más profundos y fortalecer su autoestima. La luna, que influye en su signo, resaltará la importancia de cuidar su bienestar emocional y de dedicar tiempo a actividades que les llenen de paz y armonía. Se recomienda prestar atención a las relaciones cercanas, ya que podrían surgir oportunidades para resolver malentendidos o fortalecer la confianza. Es un buen período para establecer límites saludables y priorizar su propio bienestar. Además, la influencia de los astros puede potenciar su intuición, guiándoles en decisiones importantes tanto en el ámbito personal como laboral. Aproveche esta semana para conectarse con su mundo interior, practicar la paciencia y aceptar que los cambios internos son fundamentales para su crecimiento. La clave será escuchar su voz interior y actuar desde la sinceridad.",
      "love": "Esta semana, los Cáncer experimentarán una energía positiva en sus relaciones. Para los solteros, será un momento propicio para conectar con personas que compartan sus valores y intereses, abriendo la puerta a nuevas historias románticas. Los que están en pareja, deberán prestar atención a la comunicación; expresar sus sentimientos con sinceridad fortalecerá el vínculo. Es recomendable evitar malentendidos y ser pacientes. La clave será mantener la empatía y la apertura. Aprovechen esta semana para profundizar en su conexión emocional, mostrando vulnerabilidad y escuchando con atención. La honestidad y el cariño crearán bases sólidas para el amor.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, los cáncer experimentarán un período de reflexión y enfoque en sus metas profesionales. Es un momento propicio para identificar oportunidades de crecimiento y buscar capacitación adicional que fortalezca sus habilidades. Las decisiones importantes relacionadas con cambios laborales o proyectos deberán tomarse con calma y análisis profundo. Las relaciones laborales serán clave; aprovechar el diálogo con colegas puede abrir puertas a colaboraciones fructíferas. La paciencia y la perseverancia serán fundamentales para avanzar en sus objetivos profesionales esta semana, sentando bases para futuros éxitos.",
      "health": "Esta semana, los Cáncer experimentarán un impulso en su bienestar físico si priorizan una alimentación equilibrada y mantienen una rutina de ejercicio suave. Es importante dedicar tiempo a su bienestar mental mediante técnicas de meditación o descanso profundo. Reserve momentos para actividades que le llenen de alegría y relajación, como pasar tiempo con seres queridos o practicar un pasatiempo. Escuchar su cuerpo y permitirse descansar cuando sea necesario fortalecerá su equilibrio integral.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Esta semana, los Leo sentirán una energía vibrante que los impulsará a destacar en sus ámbitos personales y profesionales. Es un momento ideal para mostrar su liderazgo natural y aprovechar las oportunidades de reconocimiento. La influencia de los astros favorece las conversaciones sinceras y el fortalecimiento de relaciones importantes; sin embargo, deben cuidar de no imponer su voluntad, practicando la empatía. La creatividad estará en su punto máximo, así que dedique tiempo a proyectos artísticos o actividades que alimenten su espíritu. En el ámbito laboral, la clave será la colaboración; escuchar a los demás potenciará sus ideas y facilitará soluciones efectivas. En lo personal, es un período propicio para reflexionar sobre sus metas y hacer ajustes que los acerquen a su bienestar emocional. Confíe en su intuición y mantenga una actitud positiva ante los desafíos, pues esta será la base para un crecimiento significativo durante la semana.",
      "love": "Durante esta semana, los Leo experimentarán un impulso en su vida amorosa. Para los solteros, las oportunidades de conocer a alguien especial surgirán en contextos sociales, así que manténganse abiertos y confiados. Para las parejas, la comunicación será clave; es momento de expresar sentimientos sinceros y escuchar con atención. La sinceridad fortalecerá los vínculos y resolverá posibles malentendidos. Aprovechen estos días para planear actividades juntos que refuercen la confianza y la complicidad. En general, esta semana invita a Leo a ser auténtico y a valorar la transparencia en sus relaciones para avanzar con armonía y profundidad emocional.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, los Leo podrán experimentar un período de oportunidades en su entorno laboral. Es un momento propicio para tomar decisiones importantes relacionadas con su crecimiento profesional, así como para fortalecer relaciones con colegas y superiores. La confianza y la claridad mental serán sus aliados, permitiéndoles presentar ideas innovadoras y hacerse notar. Sin embargo, es esencial mantener el equilibrio y no dejarse llevar por la impulsividad. Aprovechen las oportunidades de capacitación o proyectos que les permitan demostrar su talento. La clave será actuar con determinación y apertura a nuevas posibilidades para avanzar en su carrera.",
      "health": "Durante esta semana, los Leo disfrutarán de una notable energía física que les permitirá realizar actividades al aire libre y mantener un estilo de vida activo. Es importante que dediquen tiempo a la relajación mental, practicando técnicas de respiración o meditación para reducir el estrés. Prioricen el sueño reparador y alimentaciones equilibradas para fortalecer su sistema inmunológico. La autocompasión y el autocuidado serán clave para mantener su bienestar emocional y físico durante estos días.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Esta semana, los Virgo sentirán una energía renovada para organizar y planificar aspectos importantes de su vida. La presencia de la Luna en un signo favorable facilitará la introspección y la claridad mental, ayudándote a resolver asuntos pendientes con mayor precisión. Es un momento ideal para enfocarte en tus metas profesionales y poner en orden tus responsabilidades. Sin embargo, deberás cuidar tus niveles de estrés; la exigencia interna puede aumentarlos si no te tomas tiempo para descansar y recargar energías. Aprovecha para comunicarte con sinceridad y empatía en tus relaciones personales, ya que la honestidad será clave para fortalecer vínculos. En el ámbito de la salud, presta atención a tu bienestar emocional, dedicando momentos a la reflexión y a prácticas que te conecten contigo mismo. La semana te invita a actuar con precisión, paciencia y compasión, logrando así un equilibrio que potenciará tu crecimiento personal.",
      "love": "Durante la semana del 9 al 15 de febrero, los Virgo pueden experimentar una energía favorable para fortalecer lazos y avanzar en sus relaciones. Los solteros tendrán oportunidades para conocer a alguien especial si mantienen una actitud abierta y confiada. Es un momento ideal para expresar sentimientos sinceros y escuchar con atención a su pareja. La comunicación será clave para resolver malentendidos y profundizar la confianza. Para quienes están en pareja, es recomendable dedicar tiempo de calidad juntos y mostrar aprecio. Aprovechen esta semana para construir una base sólida y armoniosa en su vida amorosa.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, Virgo experimentará un período favorable para impulsar su carrera profesional. Es un momento ideal para aprovechar oportunidades de crecimiento y realizar conexiones importantes. La energía de la semana promueve la claridad en decisiones laborales y refuerza la confianza en sus habilidades. Sin embargo, será crucial mantener una actitud abierta y flexible frente a cambios inesperados. Tomarse el tiempo para planificar a largo plazo y evaluar opciones le permitirá tomar decisiones acertadas que potenciarán su desarrollo profesional. La perseverancia será clave para obtener resultados positivos.",
      "health": "Durante esta semana, los Virgo sentirán una energía renovada que beneficiará su salud física si mantienen una rutina equilibrada de ejercicio y alimentación saludable. Es importante dedicar tiempo a la meditación o prácticas de relajación para fortalecer su bienestar mental y reducir el estrés. Priorizar el descanso y desconectar de las tareas diarias ayudará a recargar energías. Aprovecha para cuidar tu cuerpo y mente con pequeños gestos diarios que fomenten el equilibrio y la armonía interior.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Durante esta semana, los Libras sentirán una importante energía de equilibrio y reflexión. Es un momento propicio para reevaluar sus relaciones personales y profesionales, buscando armonía en sus interacciones. La influencia de los astros favorece la comunicación sincera, por lo que será conveniente expresar sus sentimientos con claridad y empatía. Aprovechen para resolver malentendidos y fortalecer los lazos cercanos. En el ámbito laboral, la paciencia será clave para abordar proyectos complejos; no teman pedir ayuda si la necesitan. En lo personal, dediquen tiempo a sí mismos y a actividades que les brinden paz y satisfacción interior. La paciencia y el equilibrio les acompañarán en decisiones importantes, ayudándoles a encontrar soluciones en situaciones difíciles. Confíen en su capacidad de mantener la calma y en su sentido de justicia, que los guiará hacia soluciones satisfactorias esta semana.",
      "love": "Esta semana, Libra experimentará un momento propicio para fortalecer vínculos y expresar sentimientos sinceros. Para los solteros, surgen oportunidades para conexiones auténticas, así que mantén una actitud abierta y receptiva. Las parejas disfrutarán de momentos de complicidad y diálogo profundo, aunque es importante evitar malentendidos. La honestidad será clave para resolver pequeños desacuerdos. Aprovecha estos días para escuchar con atención y demostrar tu apoyo. La clave esta semana es la comunicación clara y la empatía, fortaleciendo el vínculo y creando un ambiente de confianza y cariño duradero.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, Libra experimentará un período favorable para avanzar en su carrera profesional. Las oportunidades de colaboración y proyectos en equipo se intensificarán, permitiendo destacar sus habilidades sociales y de liderazgo. Es un momento ideal para tomar decisiones importantes sobre cambios laborales o nuevas inversiones en su desarrollo. Sin embargo, deberá mantener un equilibrio emocional para evitar decisiones impulsivas. Aproveche esta semana para consolidar relaciones profesionales y demostrar su compromiso, lo que le abrirá puertas a futuras oportunidades de crecimiento y reconocimiento en su entorno laboral.",
      "health": "Esta semana, Libra, tu salud física requerirá atención a tus niveles de energía. Incorpora ejercicio suave y una alimentación equilibrada para mantenerte activo y radiante. En lo mental, dedica tiempo a la meditación o prácticas de relajación para reducir el estrés. La autocompasión y los momentos de calma serán clave. Cuida tu bienestar emocional priorizando el descanso y las actividades que te conecten contigo mismo, fortaleciendo el equilibrio integral que tanto valoras.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Durante esta semana, los escorpiones sentirán una profunda energización que los impulsa a buscar cambios significativos en su vida personal y profesional. La influencia de los astros favorece la introspección, por lo que será un momento ideal para reflexionar sobre metas y valores. Es recomendable que dediques tiempo a analizar tus emociones y a fortalecer tu conexión con tus seres queridos; esta conexión te dará la estabilidad que necesitas para afrontar posibles desafíos. La semana también trae una oportunidad para dejar atrás viejos rencores y abrirte a nuevas experiencias. En el ámbito laboral, la honestidad y la claridad serán tus mejores aliados para resolver malentendidos o avanzar en proyectos pendientes. Aprovecha esta etapa para activar tu creatividad y poner en práctica ideas innovadoras. Mantén una actitud positiva y confía en tu intuición; los resultados serán favorables si te mantienes fiel a ti mismo.",
      "love": "Esta semana, los escorpio sienten una adaptación emocional profunda que fomenta la comunicación sincera en sus relaciones. Para los solteros, es un momento ideal para abrirse y mostrar su verdadera esencia, lo que puede atraer nuevas conexiones significativas. Las parejas experimentarán una mayor comprensión y armonía si dedican tiempo a escuchar y expresar sus sentimientos. Es fundamental evitar malentendidos y ser pacientes con las diferencias. La clave está en fortalecer los lazos con confianza y empatía. Aprovecha esta energía para construir una base sólida en tus relaciones y cultivar el amor con autenticidad y dedicación durante toda la semana.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, los Escorpio podrán experimentar avances significativos en sus proyectos laborales si mantienen la determinación y claridad en sus objetivos. Es un momento propicio para explorar nuevas oportunidades y fortalecer relaciones profesionales. La presencia de estrellas favorece decisiones acertadas que pueden abrir puertas a ascensos o reconocimientos. Sin embargo, es importante evitar decisiones impulsivas y tomarse el tiempo para evaluar las opciones con calma. La autoconfianza y la perseverancia serán clave para potenciar su crecimiento profesional y alcançar metas a corto y largo plazo.",
      "health": "Durante esta semana, los escorpio deben prestar atención a su bienestar físico, priorizando una dieta equilibrada y ejercicio suave para mantener altos niveles de energía. En el aspecto mental, es recomendable dedicar tiempo a la introspección y practicar técnicas de relajación para reducir el estrés. La auto-cuidado será clave; una rutina de descanso adecuada y momentos de desconexión reforzarán su equilibrio emocional. Aprovechen esta semana para escuchar su cuerpo y cuidar su bienestar integral.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Durante esta semana, Sagitario, te sentirás lleno de energía y entusiasmo, lo que te ayudará a abordar nuevas oportunidades con optimismo y confianza. Es un momento ideal para explorar proyectos personales o profesionales que has dejado de lado, ya que tu creatividad y visión estarán en su punto más alto. Sin embargo, deberás tener cuidado con la impulsividad; reserva tiempo para reflexionar antes de tomar decisiones importantes. La comunicación será clave en tus relaciones; sé claro y honesto para evitar malentendidos. La influencia de los astros también te anima a cuidar tu bienestar emocional y físico, dedicando momentos a la introspección y a actividades que te inspiren. Este período te invita a equilibrar tu espíritu aventurero con la prudencia que requiere el momento, permitiéndote avanzar con confianza y claridad hacia tus metas más importantes.",
      "love": "Durante la semana del 9 al 15 de febrero de 2026, los sagitarianos experimentarán una oportunidad especial para profundizar en sus relaciones o atraer nuevas conexiones románticas. Para los solteros, esta será una época favorable para mostrar su autenticidad y sinceridad, lo que atraerá a personas que valoran su honestidad. Las parejas deberán priorizar la comunicación y evitar malentendidos; una actitud abierta fortalecerá la confianza mutua. Es recomendable dedicar tiempo de calidad a la pareja y explorar nuevas actividades juntos. La clave será mantener el equilibrio entre la espontaneidad y la sensibilidad para disfrutar plenamente del amor en esta semana.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, los sagitarianos tendrán oportunidades clave para avanzar en su carrera si mantienen una actitud optimista y perseverante. Es un buen momento para explorar nuevas áreas de interés y aprovechar contactos profesionales. Las decisiones relacionadas con proyectos a largo plazo, si se toman con cautela y reflexión, marcarán la diferencia en su crecimiento. La comunicación y la sinceridad serán fundamentales para fortalecer relaciones laborales. Aprovecha esta semana para demostrar tu liderazgo y claridad en tus objetivos, ya que esto atraerá resultados positivos y reconocimiento en tu entorno profesional.",
      "health": "Durante la semana del 9 al 15 de febrero de 2026, los sagitarianos sentirán un aumento de energía que favorece su bienestar físico. Es un momento ideal para practicar actividades al aire libre y mantener una alimentación equilibrada. En lo mental, se recomienda dedicar tiempo a la meditación o técnicas de relajación para reducir el estrés. La autoexploración y un descanso adecuado fortalecerán tu equilibrio emocional, ayudándote a afrontar la semana con mayor claridad y serenidad.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Esta semana, Capricornio, te sentirás impulsado a evaluar tus metas y objetivos a largo plazo. La energía astral te invita a reflexionar sobre tus logros y ajustar tu rumbo si es necesario, permitiéndote avanzar con mayor claridad y determinación. La presencia de planetas en tu sector de la comunicación favorece diálogos sinceros y la resolución de malentendidos, fortaleciendo tus relaciones cercanas. Sin embargo, debes tener cuidado con la tendencia a ser demasiado duro contigo mismo; la paciencia será clave para mantener el equilibrio emocional. Aprovecha estos días para organizar tus proyectos y establecer metas realistas, sin perder de vista el valor del trabajo constante. La energía del cosmos te impulsa a ser práctico pero también a cuidar tu bienestar emocional y físico. En general, será una semana propicia para consolidar tus esfuerzos y fortalecer tu confianza en ti mismo.",
      "love": "Esta semana, los Capricornio experimentarán una energía positiva en sus relaciones. Para los solteros, es un momento propicio para ampliar su círculo social y abrirse a nuevas conexiones, ya que la suerte puede sonreírles en eventos sociales. Las parejas, por su parte, deben dedicar tiempo a comunicarse con sinceridad y escuchar con atención a su pareja, fortaleciendo el lazo afectivo. Es fundamental mantener la paciencia y evitar malentendidos. Aprovechen esta etapa para expresar sus sentimientos y renovar la confianza. La clave está en la honestidad y en mostrar aprecio genuino hacia quienes aman.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, los Capricornio sentirán una energía positiva que favorecerá nuevas oportunidades laborales y proyectos innovadores. Es un momento propicio para asumir desafíos y mostrar liderazgo en el trabajo. Se recomienda aprovechar las conexiones profesionales y buscar asesoría para tomar decisiones inteligentes que impulsen su crecimiento. La clave será mantener la disciplina y la paciencia, especialmente al enfrentar obstáculos imprevistos. Este período es ideal para planificar a largo plazo y fortalecer vínculos con colegas y superiores. La perseverancia será recompensada con avances significativos en su carrera.",
      "health": "Durante esta semana, los Capricornio sentirán una tendencia a priorizar su bienestar físico y mental. Es recomendable que incorporen actividades de relajación, como la meditación o caminatas al aire libre, para reducir el estrés. En cuanto a la salud física, mantener una alimentación equilibrada y descansar adecuadamente será fundamental. Dedicar tiempo a su autocuidado y establecer límites claros en el trabajo contribuirá a mejorar su estabilidad emocional y fortalecer su energía para los días venideros.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "La semana del 9 al 15 de febrero de 2026 trae para Acuario un período de reflexión y renovación emocional. La presencia de Venus en tu sector bienestar te invita a dedicar tiempo a tu autoestima y a cuidar de tu equilibrio interior, lo cual fortalecerá tus relaciones sociales. Es un momento propicio para establecer límites claros y comunicar tus necesidades con sinceridad. Marte te impulsa a dejar atrás viejos patrones y a enfocarte en metas personales importantes; no temas arriesgarte, pero actúa con paciencia y consideración. La influencia de Mercurio favorece la claridad mental, ayudándote a expresar tus ideas con creatividad y precisión. Aprovecha estos días para planificar proyectos a largo plazo y conectar con personas que compartan tus valores. La clave será mantener una actitud abierta y flexible, permitiéndote adaptarte a los cambios con optimismo y confianza en tu camino.",
      "love": "Durante la semana del 9 al 15 de febrero de 2026, los acuarianos experimentarán un período de apertura emocional y nuevas oportunidades amorosas. Para aquellos en pareja, será importante comunicar con sinceridad y escuchar activamente, fortaleciendo la confianza mutua. Los solteros tendrán la oportunidad de conocer a alguien especial si muestran autenticidad y apertura a nuevas experiencias. La clave será mantener una actitud positiva y evitar malentendidos por celos o inseguridades. En general, esta semana invita a confiar en el corazón, a ser sinceros y a aprovechar las conexiones que surjan de manera espontánea.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, los acuario aprovecharán oportunidades para ampliar sus horizontes profesionales. Es un buen momento para explorar nuevas ideas y proyectos innovadores que puedan destacar en su carrera. La comunicación con colegas y superiores será clave para avanzar en metas laborales. Sin embargo, se recomienda ser cauteloso con decisiones apresuradas, priorizando la reflexión y la planificación estratégica. Aprovechen esta semana para fortalecer su red de contactos y demostrar liderazgo, ya que esto abrirá puertas a posibles promociones o colaboraciones. La clave será mantener el equilibrio entre intuición y análisis.",
      "health": "Durante la semana del 9 al 15 de febrero de 2026, los acuarianos sentirán una energía renovada para cuidar su salud física. Es recomendable mantener una alimentación equilibrada y realizar ejercicio moderado para fortalecer el cuerpo. En el plano mental, será un momento propicio para practicar la meditación o actividades que favorezcan la tranquilidad interior. Dedique tiempo a su bienestar emocional y no ignore las señales de estrés. Priorice el descanso y la auto reflexión para mantener un equilibrio saludable en todos los aspectos.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Durante esta semana, Piscis te sentirás más intuitivo y sensible, lo que te permitirá conectar profundamente con tus emociones y con los demás. La Luna en tu signo al inicio de la semana potenciará tu empatía y te permitirá identificar mejor tus necesidades y las de quienes te rodean. Es un momento ideal para dedicar tiempo a la introspección y a la autocomprensión, asegurándote de no dejarte llevar solo por el deseo de agradar. Las energías planetarias te invitan a poner en orden tus pensamientos y emociones, especialmente en aspectos relacionados con relaciones afectivas y proyectos creativos. Es recomendable que te tomes un tiempo para reflexionar sobre tus metas a largo plazo y busques harmoniear tus deseos con acciones concretas. Confía en tu intuición, pero también en tu capacidad para tomar decisiones prácticas. Esta semana te brinda la oportunidad de fortalecer tu bienestar emocional y consolidar vínculos importantes.",
      "love": "Durante la semana del 9 al 15 de febrero de 2026, los piscianos sentirán un aumento en su sensibilidad emocional, lo que facilitará conexiones profundas. Para quienes están en pareja, será un momento ideal para fortalecer la comunicación y expresar sus sentimientos más sinceros. Los solteros tendrán oportunidades sorprendentes para abrir su corazón, especialmente en entornos sociales. Es recomendable que mantengan la sinceridad y la paciencia, evitando malentendidos. Aprovechen esta energía para fortalecer la confianza mutua o, si están solteros, para dar pasos relacionados con el amor con confianza y autenticidad.",
      "career": "Durante la semana del 9 al 15 de febrero de 2026, Piscis experimentará un momento favorable para potenciar su desarrollo profesional. Las oportunidades de crecimiento serán evidentes si se mantienen abiertos a nuevas ideas y colaboraciones. Es un buen período para tomar decisiones importantes relacionadas con cambios laborales o proyectos a largo plazo. La intuición jugará un papel clave en la elección de caminos profesionales y en reconocer las oportunidades que surjan. Aprovecha la energía de la semana para fortalecer relaciones con colegas y demostrar tu compromiso, facilitando así avances significativos en tu carrera.",
      "health": "Durante la semana del 9 al 15 de febrero de 2026, los Piscis sentirán una renovada energía física que les permitirá realizar actividades que tenían pendientes. Es importante que prioricen el descanso y mantengan una alimentación equilibrada para fortalecer su sistema inmunológico. En lo mental, podrán experimentar momentos de introspección que los ayudarán a aclarar sus pensamientos. Dedicar tiempo a la meditación o actividades creativas será clave para su bienestar emocional. Escuchen su cuerpo y no duden en tomarse pausas cuando lo necesiten.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    }
  }
}