{
  "week": "2026-W04",
  "language": "it",
  "entries": {
    "aries": {
      "overview": "Durante questa settimana, l'Ariete sarà attraversato da energie dinamiche e stimolanti che spingeranno verso nuove sfide e opportunità di crescita. È il momento di affrontare con coraggio i progetti che hai trascurato o rimandato, poiché la tua determinazione sarà rafforzata dai transiti planetari favorevoli. Tuttavia, attenzione alle tensioni che potrebbero nascere nelle relazioni interpersonali; mantenere un atteggiamento di ascolto e dialogo ti aiuterà a evitare incomprensioni. La tua energia mentalmente brillante ti permette di cogliere dettagli importanti, ma cerca di non essere troppo impulsivo nei momenti di maggiore pressione. La salute richiederà attenzione: dedicare del tempo al benessere fisico e mentale sarà fondamentale per affrontare al meglio le sfide della settimana. Ricorda di coltivare la pazienza e di celebrare ogni piccolo progresso, perché il successo si costruisce con costanza e determinazione.",
      "love": "Durante questa settimana, Ariete sarà più aperto alle emozioni e pronto a rafforzare i legami affettivi. Per i single, ci saranno opportunità di incontrare persone interessanti, soprattutto grazie a incontri sociali o attività condivise. È il momento di lasciar andare le paure e mostrare il proprio lato autentico. Le coppie vivranno momenti di complicità, ma dovranno stancarsi di comunicare con empatia e pazienza. Ricorda di ascoltare il partner e di dedicare tempo alla relazione. La sincerità e la fiducia saranno le chiavi per un amore più profondo questa settimana.",
      "career": "Per la settimana dal 26 gennaio al 1 febbraio 2026, l'Ariete si troverà in un periodo favorevole per l'espansione professionale. Sarà il momento ideale per assumere nuove responsabilità o proporre idee innovative ai colleghi. Le opportunità di avanzamento o riconoscimenti potrebbero arrivare grazie all’impegno dimostrato nelle ultime settimane. Tuttavia, è importante mantenere equilibrio, evitando decisioni affrettate che potrebbero compromettere i risultati. Sfruttare le energie positive per aggiornamenti formativi o networking può aprire nuovi orizzonti. La chiarezza nelle scelte e la determinazione saranno le chiavi del successo.",
      "health": "Per la settimana dal 26 gennaio all’1 febbraio 2026, Ariete potrebbe sentirsi energico ma ha bisogno di attenzione alla propria salute fisica. Concentrati su un’alimentazione equilibrata e attività all’aperto per mantenere vitalità. Mentalmente, potresti percepire una lieve stanchezza, quindi dedicati a pratiche di rilassamento come la meditazione o lo yoga. Ricorda di ascoltare il tuo corpo e concederti pause di rispetto e cura per rinvigorire mente e corpo.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Questa settimana, il Toro si sentirà più radicato e sicuro di sé, pronti a consolidare progressi e a mettere basi solide per il futuro. È un momento favorevole per riconsiderare i propri obiettivi e per impegnarsi in attività che richiedono pazienza e determinazione. La presenza di energie positive provenienti dai pianeti favorisce anche le relazioni, portando chiarimenti e armonia nelle interazioni con partner e amici. Tuttavia, è importante evitare l’ostinazione e mantenere un atteggiamento aperto al cambiamento. La settimana invita a prendersi cura del proprio benessere fisico e mentale, dedicando del tempo a attività rilassanti e alla cura di sé. La chiarezza mentale aiuterà a prendere decisioni importanti, in particolare nel campo lavorativo o personale. Sfrutta questa energia stabile per avanzare con pazienza verso i tuoi obiettivi, mantenendo sempre un atteggiamento equilibrato e positivo.",
      "love": "Durante questa settimana, i Toro potrebbero scoprire nuove opportunità di connessione emotiva, specialmente se si mostrano più aperti e sinceri con il partner o le persone interessate. Per i singoli, è il momento di uscire dalla zona di comfort e lasciarsi coinvolgere da incontri spontanei e autentici. Le relazioni già consolidate beneficeranno di momenti di dialogo e comprensione reciproca, rafforzando i legami affettivi. Ricorda di ascoltare attentamente, essere paziente e mostrarti autentico: sono le chiavi per approfondire e mantenere vivo l’amore.",
      "career": "Nella settimana dal 26 gennaio al 1 febbraio 2026, Toro potrebbe individuare nuove opportunità di crescita professionale, grazie a un atteggiamento aperto e proattivo. È il momento ideale per esplorare corsi di formazione o progetti che rafforzino le competenze, favorendo avanzamenti di carriera. Le decisioni riguardanti trasferimenti o promozioni dovrebbero essere considerate attentamente, valutando i benefici a lungo termine. La capacità di collaborare e comunicare efficacemente con colleghi e superiori sarà fondamentale per ottenere riconoscimenti e aprire nuove porte. La settimana promette progressi concreti per chi si impegna con determinazione.",
      "health": "Per i Toro, questa settimana sarà importante dedicare tempo al benessere fisico e mentale. Concentrati su attività rilassanti come lo yoga o una passeggiata all'aperto per alleviare stress e tensioni. Assicurati di seguire una dieta equilibrata e di idratarti adeguatamente. Dedica momenti alla meditazione o alla lettura per mantenere la mente serena. Ricorda di ascoltare il tuo corpo e prenderti delle pause quando necessario, per ritrovare equilibrio e energia.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "La settimana inizia con una rinnovata energia mentale, Gemelli, che ti invita a concentrarti su progetti e idee innovative. È un momento favorevole per approfondire le tue conoscenze e dedicarti allo studio o alla riflessione personale. La presenza di pianeti che stimolano la comunicazione ti supporterà nel chiarire eventuali malintesi con persone a te care o sul lavoro. Tuttavia, attenzione a non perdere di vista i dettagli; potresti essere tentato di fare troppo in fretta. Nel corso della settimana, sarà importante trovare un equilibrio tra il desiderio di socializzare e il bisogno di riflettere in silenzio. Non temere di chiedere consigli e di ascoltare le opinioni degli altri, poiché potresti scoprire spunti preziosi. Con un approccio iflessivo e aperto, questa settimana ti offrirà opportunità di crescita personale e di rafforzamento delle relazioni.",
      "love": "Nella settimana dal 26 gennaio al 1 febbraio, i Gemelli potranno sperimentare un rinnovato entusiasmo nelle relazioni. Per i single, si presentano nuove opportunità di incontro, portando leggerezza e spontaneità. È un momento ideale per aprirsi e condividere i propri pensieri con chi ci interessa. Le coppie, invece, beneficeranno di un dialogo più aperto e sincero, rafforzando il rapporto. È importante evitare malintesi e dedicare attenzione alle piccole cose quotidiane. La chiave di questa settimana è la comunicazione autentica, che favorirà connessioni profonde e sincere.",
      "career": "Per i Gemelli, questa settimana si presenta come un periodo di riflessione e rinnovamento professionale. Le opportunità di crescita sono evidenti, soprattutto attraverso nuove collaborazioni o progetti innovativi. È il momento di valutare attentamente le vostre competenze e di coltivare relazioni strategiche che possano aprire porte future. Le decisioni importanti richiedono calma e lungimiranza, quindi evitate di agire d’impulso. La vostra versatilità e il desiderio di apprendere vi daranno vantaggio nel consolidare posizioni e sviluppare nuove competenze. Approfittate di questa settimana per pianificare il vostro percorso e rafforzare la vostra reputazione professionale.",
      "health": "Nella settimana dal 26 gennaio all’1 febbraio 2026, i Gemelli si sentiranno energici e motivati a prendersi cura di sé. È un periodo favorevole per riprendere abitudini salutari e dedicare tempo al relax mentale. Consigliati esercizi leggeri come lo yoga o la meditazione, e una dieta equilibrata ricca di frutta e verdura. Ricordate di ascoltare il vostro corpo e di non trascurare il riposo, per mantenere equilibrio tra benessere fisico e mentale.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Durante questa settimana, i Cancro sentiranno un’energia in crescita che stimolerà sia il sentimento di introspezione sia il desiderio di rafforzare le relazioni più significative. È il momento ideale per dedicare del tempo alla famiglia e alle persone a cui tieni, mostrando il tuo lato più empatico e sensibile. La Luna nel tuo segno favorisce l’intuizione e ti aiuta a capire meglio i bisogni degli altri, ma attenzione a non lasciarti sopraffare dai sentimenti negativi o dalle insicurezze. Sul piano professionale, potresti ricevere opportunità di crescita o di riconoscimento, quindi mantieni alta l’attenzione e sii pronto a metterti in gioco. La comunicazione sarà un elemento chiave: esprimersi con sincerità e apertura porterà risultati positivi. Ricorda di concederti anche dei momenti di relax per ricaricare le energie e affrontare con maggiore serenità le sfide della settimana.",
      "love": "Questa settimana, i Cancro sentiranno un bisogno crescente di connessione emotiva. Per i single, potrebbe presentarsi un'opportunità spontanea di incontrare qualcuno di speciale, quindi è importante essere aperti e sinceri nelle conversazioni. Per le coppie, è un momento favorevole per rafforzare i legami attraverso dialoghi autentici e momenti di intimità. È consigliabile evitare malintesi alimentando la comunicazione e mostrando attenzione reciproca. Coltivare la pazienza e la comprensione porterà a una maggiore armonia. Questa settimana, lasciate che l’amore fluisca naturalmente, con cuore aperto e sincerità.",
      "career": "Nella settimana dal 26 gennaio al 1 febbraio 2026, i Cancro si troveranno in un momento favorevole per le opportunità lavorative e la crescita professionale. È il periodo ideale per valutare nuove proposte o per approfondire competenze chiave, risultando in un riconoscimento positivo da parte dei superiori. Le decisioni lavorative prese con attenzione e lungimiranza porteranno benefici duraturi. È consigliabile mantenere una comunicazione aperta con i colleghi e mostrare iniziativa, perché il clima generale favorisce la collaborazione e il confronto. Questa settimana invita i Cancro a credere nelle proprie capacità e a pianificare con serenità i prossimi passi.",
      "health": "Durante questa settimana, i Cancro sentiranno un’energetica spinta per prendersi cura di sé. È importante dedicare del tempo al relax e alla meditazione per rafforzare la salute mentale. Dal punto di vista fisico, ascoltate il vostro corpo e evitate eccessi; praticare attività leggere come passeggiate o yoga aiuterà a mantenere equilibrio. Concedetevi momenti di introspezione e coccole, per ritrovare serenità e benessere interiore.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "In questa settimana, il Leone si sentirà particolarmente carico di energia e desideroso di brillare in ogni ambito della sua vita. È un momento favorevole per mettere in mostra le proprie capacità e progetti, ma attenzione a non lasciarsi sopraffare dall’ego. La Luna phases favoriscono i momenti di introspezione, quindi dedicare del tempo al proprio benessere interiore sarà benefico per affrontare con lucidità le sfide quotidiane. Le relazioni interpersonali richiederanno attenzione e sensibilità, soprattutto nel dialogo con partner e colleghi. È importante ascoltare con empatia e mostrare il proprio lato più generoso. Sul fronte lavorativo, il Leone ha il potenziale per convincere e affermarsi, ma deve mantenere equilibrio tra ambizione e rispetto. Con un pizzico di moderazione, questa settimana può diventare un’occasione di crescita personale e professionale, alimentando anche rapporti di fiducia e stima reciproca.",
      "love": "Per i nati sotto il segno del Leone, questa settimana porta opportunità di rafforzare i legami affettivi attraverso momenti di sincerità e intimità. Le coppie potranno riscoprire la passione e rafforzare la complicità, mentre i single avranno occasioni di incontrare persone stimolanti. È importante essere aperti e sinceri, evitando gelosie e incomprensioni. La comunicazione sarà la chiave per migliorare le dinamiche di coppia e per attrarre nuove persone. Dedicate del tempo alla vostra metà e mantenete un atteggiamento positivo, così da vivere momenti di gioia e condivisione.",
      "career": "Questa settimana, Leone si presenta particolarmente energico e pronto a cogliere nuove opportunità professionali. È un momento favorevole per approfondire competenze e valutare eventuali avanzamenti di carriera, coinvolgendo colleghi e superiori. La comunicazione sarà fondamentale: esprimere chiaramente le proprie idee potrà aprire porte a progetti stimolanti. È consigliabile riflettere sulle decisioni a lungo termine e non temere di proporre iniziative innovative. La pazienza e il focus sui dettagli garantiranno risultati positivi. Questa settimana sarà determinante per consolidare la propria posizione e gettare basi solide per il futuro professionale.",
      "health": "Durante questa settimana, i Leone dovranno prestare attenzione al benessere fisico, dedicando tempo a esercizi moderati come camminate o yoga per mantenersi energici. Per la salute mentale, è consigliabile praticare tecniche di rilassamento e meditazione, evitando stress e tensioni. Prendersi del tempo per sé stessi, magari dedicandosi a un hobby o a una pausa piacevole, aiuterà a rinforzare l’equilibrio emotivo. La costanza nelle piccole abitudini di cura personale sarà fondamentale per sentir",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Durante questa settimana, la Vergine si sentirà particolarmente concentrata e motivata a mettere in ordine gli aspetti più importanti della propria vita. Le energie dei pianeti favoriscono la chiarezza mentale e la precisione, spingendoti a sistemare questioni pratiche e a definire obiettivi concreti. È un periodo favorevole per affrontare nuove sfide lavorative, ma è importante mantenere un atteggiamento paziente e metodico, evitando decisioni affrettate. La settimana invita anche a dedicare tempo al benessere personale, prendendo cura della propria salute e del proprio equilibrio emotivo. La comunicazione sarà fluida, facilitando conversazioni significative con colleghi, amici o partner. Ricorda di ascoltare attentamente i tuoi bisogni interiori e di non lasciarti sopraffare dalla perfezione. Con l’impegno costante e un pizzico di flessibilità, questa settimana porterà risultati positivi e soddisfazioni durature.",
      "love": "La settimana dal 26 gennaio al 1 febbraio porta alla Vergine opportunità di rafforzare i legami esistenti e di aprirsi a nuove conoscenze. Per i single, è un momento favorevole per socializzare e dedicarsi a attività che stimolano il cuore. Le coppie invece, potrebbero trovarsi ad affrontare piccole incomprensioni che richiedono pazienza e ascolto attento. È importante comunicare con sincerità e mostrarsi disponibili a comprendere l’altro. Sfruttate questa settimana per migliorare la complicità e creare un rapporto più solido. La chiave è l’equilibrio tra ascolto e apertura.",
      "career": "Nella settimana dal 26 gennaio al 1 febbraio 2026, i nativi della Vergine avranno opportunità di crescita professionale attraverso nuovi progetti e collaborazioni. È un momento favorevole per approfondire competenze e consolidare la propria posizione. Tuttavia, sarà importante mantenere un atteggiamento aperto e disponibile al confronto, evitando di essere troppo critici con sé stessi e gli altri. Decisioni importanti riguardanti il futuro lavorativo possono essere prese con maggiore sicurezza, grazie alla chiarezza mentale raggiunta in questo periodo. La dedizione e la precisione saranno i vostri migliori alleati per progredire.",
      "health": "Per la settimana dal 26 gennaio al 1 febbraio 2026, la Vergine potrà beneficare di un miglioramento nell’energia fisica. Dedica del tempo a esercizi leggeri come lo yoga o la passeggiata, per rinvigorire il corpo. Per il benessere mentale, è importante praticare la mindfulness e trovare momenti di relax per ridurre lo stress. Cura l’alimentazione con pasti equilibrati e concediti pause dedicate al riposo, favorendo un’armonia tra mente e corpo.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Nella settimana dal 26 gennaio al 1 febbraio 2026, la Bilancia si troverà a vivere un periodo di equilibri e rinnovamenti emotivi. Le influenze planetarie favoriscono l’introspezione, invitandoti a riflettere sulle tue relazioni e sui tuoi bisogni interiori. È un momento propizio per mettere in discussione le abitudini che non ti servono più e per consolidare legami autentici. La Luna in particolare illumina le tue emozioni, aiutandoti a comunicare in modo più sincero e aperto con le persone a te care. Sul fronte professionale, emergono opportunità di collaborazione che richiedono diplomazia e lucidità. Ricorda di ascoltare il tuo istinto e di non lasciarti travolgere da stress o indecisioni. Mantieni un atteggiamento positivo, cercando di trovare sempre l’equilibrio tra cuore e ragione. Questa settimana ti invita a prenderti cura di te stesso con cura e attenzione.",
      "love": "Durante la settimana dal 26 gennaio al 1 febbraio 2026, i Bilancia potranno vivere incontri significativi, aprendo nuove opportunità amorose. Per i single, è un momento favorevole per socializzare e lasciare spazio all’improvvisazione, che potrebbe portare a incontri interessanti. Le coppie, invece, avranno bisogno di momenti di apertura e ascolto reciproco per rafforzare il rapporto. La comunicazione sarà la chiave per superare eventuali incomprensioni e riscoprire la complicità. Consiglio di mantenere un atteggiamento positivo, di dedicare tempo all’amore e di essere sinceri con sé stessi e con il partner.",
      "career": "Nella settimana dal 26 gennaio al 1 febbraio 2026, la Bilancia sentirà un desiderio di equilibrio e consolidamento nella propria carriera. Le opportunità di crescita si presenteranno attraverso collaborazioni e nuove competenze, ma sarà importante valutare con attenzione ogni proposta. Questo periodo invita a riflettere sui propri obiettivi professionali e a prendere decisioni ponderate. La comunicazione con colleghi e superiori sarà chiave per avanzare con successo. Approfittate di questa fase per affinare le vostre strategie e investire nelle vostre competenze, garantendo così un progresso stabile e soddisfacente.",
      "health": "Questa settimana, i Bilancia si sentiranno energici e motivati nel prendersi cura del loro corpo. È un momento ideale per dedicarsi ad attività fisiche leggere e rigeneranti come yoga o passeggiate all’aria aperta. Per la salute mentale, è consigliabile praticare tecniche di rilassamento e meditazione per mantenere equilibrio interiore. Dedicate del tempo al relax, alle letture piacevoli e al sonno di qualità, ascoltando sempre il vostro corpo e rispettando i vostri bisogni.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Durante questa settimana, lo Scorpione sentirà una forte energia di introspezione e trasformazione. È un momento ideale per riflettere sulle proprie emozioni più profonde e fare il punto su ciò che desidera davvero nella vita. La presenza di Giove favorisce l’espansione personale e offre opportunità di crescita, soprattutto nel settore delle relazioni e dei progetti condivisi. Tuttavia, è importante mantenere un atteggiamento equilibrato e non lasciarsi coinvolgere troppo nelle emozioni intense, evitando reazioni impulsive. La Luna in aspetto positivo favorisce momenti di introspezione e chiarezza, suggerendo di dedicare tempo alla meditazione o al rilassamento. Le opportunità di comunicazione migliorano, quindi è un buon momento per approfondire conversazioni con persone care o collaboratori. Agisci con fiducia, ascolta il tuo istinto e sfrutta questa settimana per rinnovarti interiormente e rafforzare le relazioni significative.",
      "love": "Durante questa settimana, i Scorpione avranno l’opportunità di approfondire i legami esistenti e di scoprire nuove affinità. Per le coppie, l’astrologia suggerisce di dedicare del tempo alla comunicazione sincera e di mostrare apprezzamento reciproco, rafforzando la fiducia. I single, invece, potrebbero incontrare persone interessanti, ma è importante procedere con calma e ascoltare il proprio cuore. Evitate di forzare le situazioni e lasciate che l’amore si sviluppi in modo naturale. La trasparenza e l’ascolto saranno le chiavi del successo affettivo questa settimana.",
      "career": "Durante la settimana dal 26 gennaio al 1 febbraio 2026, i Scorpione avranno opportunità di crescere professionalmente grazie a nuove collaborazioni e incarichi importanti. È un momento favorevole per mettere in luce le proprie competenze e assumersi responsabilità che possono portare a avanzamenti di ruolo. Tuttavia, è fondamentale mantenere un atteggiamento aperto al dialogo e alla collaborazione, evitando atteggiamenti troppo competitivi. Le decisioni prese in questa fase dovranno essere ponderate con attenzione, privilegiando la strategia a lungo termine. Questa settimana invita a fidarsi del proprio intuito e a coltivare relazioni professionali solide.",
      "health": "Durante questa settimana, i nati sotto il segno dello Scorpione potranno godere di un miglioramento nel loro benessere fisico, grazie a un’attenzione particolare all’alimentazione e a un’attività fisica moderata. È il momento di dedicare tempo al relax mentale, praticando mindfulness o meditazione per ridurre lo stress. Ricordate di ascoltare il vostro corpo e di concedervi pause rigeneranti per mantenere equilibrio e energia durante tutta la settimana.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "La settimana dal 26 gennaio al 1 febbraio 2026 si presenta come un periodo ricco di stimoli per il Sagittario, in cui l’energia e la voglia di esplorare saranno prominent. La Luna in aspetto armonico con il vostro segno aumenterà la vostra fiducia e il desiderio di confronto, spingendovi a condividere idee e progetti con entusiasmo. Questo è il momento ideale per approfondire questioni personali e professionali, sfruttando la vostra naturale propensione all'ottimismo e alla scoperta. Tuttavia, siate cauti nel gestire le tensioni che potrebbero emergere in alcune relazioni, mantenendo spirito aperto e pazienza. Le stelle suggeriscono di dedicare tempo alla riflessione, aiutandovi a chiarire obiettivi e priorità. Infine, lasciate spazio alla creatività: potrebbe nascere un’ispirazione che vi guiderà verso nuove opportunità e successi nei prossimi mesi.",
      "love": "Questa settimana, i Sagittario potranno vivere emozioni intense in ambito romantico. I single avranno opportunità di incontrare persone interessanti e di approfondire nuove conoscenze, ma dovranno essere sinceri con se stessi e con gli altri. Per le coppie, sarà un momento favorevole per rafforzare il legame attraverso comunicazioni sincere e momenti di intimità. La fiducia sarà la chiave per evitare fraintendimenti. Consiglio di ascoltare il partner con attenzione e di non dare nulla per scontato. In generale, questa settimana invita a vivere l’amore con apertura e autenticità, valorizzando i sentimenti più veri.",
      "career": "Nella settimana dal 26 gennaio all'1 febbraio 2026, i sagittario si troveranno in un momento favorevole per esplorare nuove opportunità professionali. La posizione planetaria suggerisce una maggiore apertura verso collaborazioni e progetti innovativi, che potrebbero portare a significativi progressi. È il momento di valutare attentamente le decisioni di carriera e di lasciarsi guidare dal intuito. La vostra energia e determinazione saranno i vostri alleati principali, ma attenzione a non prendere decisioni affrettate. Sfruttate questa fase per consolidare i rapporti professionali e pianificare il futuro con visione e determinazione.",
      "health": "Nella settimana dal 26 gennaio al 1 febbraio 2026 i Sagittario sentiranno un impulso positivo verso il benessere fisico e mentale. È il momento ideale per dedicarsi a attività all’aperto, come camminate o yoga, che favoriscono anche il relax mentale. Ricordate di mantenere un’alimentazione equilibrata e di ascoltare il vostro corpo, evitando eccessi. Prendersi qualche momento ogni giorno per meditare o semplicemente respirare profondamente aiuterà a mantenere l’equilibrio interiore e rafforzare",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Durante questa settimana, il vostro segno, il Capricorno, sarà attraversato da energie che invitano alla riflessione e alla pianificazione. È un momento favorevole per riorganizzare i vostri obiettivi a breve e lungo termine, mettendo in evidenza le priorità più importanti. La Luna potrebbe accentuare sensazioni di introspezione, spingendovi a valutare le vostre relazioni personali e professionali con maggiore attenzione. Puntate sulla comunicazione chiara e sincera, evitando fraintendimenti che potrebbero complicare le situazioni. La presenza di pianeti favorevoli favorisce anche le iniziative di crescita personale e lo sviluppo di nuovi progetti. Ricordate di dedicare del tempo al vostro benessere mentale e fisico, cercando di trovare equilibrio tra lavoro e relax. Questa settimana vi richiede pazienza e determinazione per raggiungere risultati duraturi. Approfittate di questo periodo per consolidare le basi delle vostre ambizioni.",
      "love": "Nella settimana dal 26 gennaio al 1 febbraio 2026, i Capricorno sperimenteranno un senso di rinnovata apertura nelle relazioni. Per i single, è un momento favorevole per incontrare persone interessanti, soprattutto attraverso attività sociali o passioni condivise. Per le coppie, questa settimana favorisce la condivisione di pensieri profondi e il rafforzamento della fiducia reciproca. È importante essere sinceri e aperti nel dialogo, evitando fraintendimenti. Dedicate del tempo alla vostra metà e mostrate attenzione ai dettagli, migliorando così la complicità. Questa settimana promette nuove opportunità di crescita sentimentale, ma richiede sincerità e attenzione reciproca",
      "career": "Questa settimana, i Capricorno avranno l’opportunità di fare passi avanti nella loro carriera, grazie a nuove prospettive e a incontri significativi. È un momento favorevole per valutare proposte di crescita e assumersi responsabilità importanti. La pianificazione strategica sarà fondamentale per raggiungere obiettivi a lungo termine. La vostra determinazione si intreccerà con un approccio più aperto al confronto, favorendo collaborazioni proficue. È consigliabile evitare decisioni affrettate e prendersi il tempo di riflettere sulle scelte professionali. Con impegno e chiarezza, questa settimana può portare risultati soddisfacenti e nuove opportunità di successo.",
      "health": "Per i Capricorno, questa settimana si presenta come un momento ideale per rafforzare la salute fisica dedicandosi a attività sportive moderate e sana alimentazione. È importante prestare attenzione al benessere mentale, dedicando del tempo alla meditazione o a momenti di riflessione personale per ridurre lo stress. La cura di sé sarà fondamentale: concediti pause rigeneranti, dormi a sufficienza e fai delle piccole pratiche di rilassamento quotidiano. Questo approccio ti aiuterà a mantenere equilibrio e vitalità.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Durante questa settimana, l’Acquario si sentirà particolarmente ispirato a cercare nuove prospettive e a espandere i propri orizzonti, grazie a energie stimolanti provenienti dal cielo. È un momento favorevole per condividere idee innovative con persone care o professionisti, poiché il dialogo e lo scambio intellettuale saranno arricchenti. Tuttavia, è importante mantenere un equilibrio tra il desiderio di libertà e le responsabilità quotidiane, evitando di disperdere energie in troppe direzioni. La settimana invita a riflettere sui propri obiettivi a lungo termine e a pianificare con calma i prossimi passi. Sul fronte emotivo, si potrebbero presentare situazioni che richiedono maggiore empatia e ascolto attento, rafforzando i legami affettivi. L’Acquario è incoraggiato a essere aperto al cambiamento, abbracciando con coraggio le novità che si presenteranno, con fiducia nel proprio intuito.",
      "love": "Durante la settimana dal 26 gennaio al 1 febbraio 2026, i Acquari sentiranno un'energia positiva che favorisce le relazioni e le connessioni emotive. I single avranno nuove opportunità di incontrare persone interessanti e di scoprire affinità profonde, ma è importante essere aperti e sinceri nei propri sentimenti. Le coppie, invece, potranno rafforzare il legame attraverso dialoghi autentici e momenti di condivisione. È un momento ideale per riprendere in mano progetti comuni e dedicarsi alla crescita reciproca. Consiglio di ascoltare il proprio cuore e di lasciarsi guidare dall'intuizione, mantenendo apertura e sincerità.",
      "career": "Durante la settimana dal 26 gennaio al 1 febbraio 2026, i Sei Acquario avranno opportunità di crescita professionale grazie a nuove conoscenze e collaborazioni che si presenteranno. È un momento favorevole per investire in formazione e migliorare le proprie competenze, facilitando avanzamenti di carriera. Tuttavia, si consiglia di valutare attentamente le decisioni importanti e di mantenere un atteggiamento aperto e propositivo. Le vostre idee innovative saranno apprezzate dai colleghi e potrebbero portare a progetti stimolanti. Rimani motivato e pronto a cogliere le occasioni che arriveranno.",
      "health": "Questa settimana, l'Acquario può sperimentare un miglioramento generale nella salute fisica; è un buon momento per dedicarsi a esercizi leggeri come yoga o passeggiate all'aperto. Mentalmente, sarà importante prendersi del tempo per rilassarsi e praticare tecniche di meditazione o respirazione profonda, che aiuteranno a ridurre stress e ansia. Per il benessere, concentrarsi su un’alimentazione equilibrata e dedicare attenzione al sonno garantiranno energie positive e una sensazione di equilibrio complessivo.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Durante questa settimana, i Pesci saranno chiamati ad affrontare un periodo di introspezione e riflessione profonda. Le energie planetarie favoriscono il lavoro interiore, invitandovi a ascoltare maggiormente il vostro intuito e a fare chiarezza sulle vostre emozioni più profonde. È un momento ideale per lasciar andare ciò che non vi serve più e per concentrarvi su progetti che richiedono sensibilità e intuizione. La comunicazione sarà facilitata, quindi sfruttate questa energia per esprimere con sincerità i vostri sentimenti e chiarire eventuali malintesi. Potreste incontrare stimoli importanti in ambito lavorativo o relazionale, ma attenzione a non perdere di vista i vostri limiti emotivi. Prendetevi del tempo per rigenerarvi, praticando meditazione o attività che vi aiutino a ritrovare l’equilibrio. La settimana promette crescita interiore e una maggiore consapevolezza di voi stessi.",
      "love": "Per i Pesci, questa settimana si presenta come un periodo di riflessione e di rinnovamento nelle relazioni. Se sei single, potresti incontrare qualcuno di speciale che ti farà vedere le cose sotto una nuova luce; è il momento di essere aperti e sinceri con te stessi. Per chi è in coppia, la comunicazione sarà fondamentale: dedicare tempo a parlare e ascoltare rafforzerà il vostro legame. Consiglio di lasciar andare le paure e di fidarti del tuo cuore. Approfitta di questa settimana per consolidare emozioni e creare nuove opportunità di intimità.",
      "career": "Nella settimana dal 26 gennaio al 1 febbraio 2026, i Pesci potranno vivere un momento di riflessione importante nelle loro scelte professionali. Sarà un periodo favorevole per valutare nuove opportunità di crescita o magari considerare un cambio di rotta. La vostra intuizione sarà un'arma in più per capire cosa desiderate realmente nel percorso lavorativo. È il momento di consolidare le vostre competenze e di investire su progetti a lungo termine. Tenete aperte le comunicazioni con colleghi e superiori, poiché potrebbero nascere collaborazioni interessanti. Saggezza e proattività vi guideranno verso decisioni positive.",
      "health": "Durante questa settimana, i Pesci avranno un momento favorevole per dedicarsi alla cura del corpo e della mente. È importante mantenere un'alimentazione equilibrata e praticare attività fisiche leggere come yoga o passeggiate all'aperto. Per il benessere mentale, concediti momenti di relax e meditazione, evitando stress e sovraccarichi. Dedica anche tempo a te stesso, ascoltando le tue emozioni e valorizzando le piccole conquiste quotidiane. Questa fase favorisce un equilibrio tra energia fisica e serenità interiore.",
      "key_dates": [
        "2026-01-26",
        "2026-01-29",
        "2026-02-01"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    }
  }
}