{
  "week": "2026-W08",
  "language": "pt",
  "entries": {
    "aries": {
      "overview": "Nesta semana, Áries, você será impulsionado por uma energia vibrante e uma vontade de conquistar novos horizontes. O céu favorece iniciativas que envolvam liderança e inovação, incentivando você a assumir posições de destaque. Contudo, é importante manter o equilíbrio emocional, evitando impulsividade nas decisões. Aproveite para refletir sobre seus objetivos mais profundos e alinhar suas ações aos seus valores pessoais. A presença de Mercúrio sugere que a comunicação será fundamental para fortalecer relacionamentos e colaborar com colegas ou amigos. Este período também traz uma oportunidade de autoaperfeiçoamento; invista em atividades que promovam seu crescimento pessoal. A dica principal é ouvir sua intuição e agir com confiança, mas sem perder de vista a paciência. Com um olhar atento para seus desejos internos, você poderá fazer avanços significativos nesta semana, sentindo-se mais energizado e motivado para alcançar suas metas.",
      "love": "Nesta semana, Áries pode sentir uma forte energia de renovação emocional. Para quem está em um relacionamento, é um momento de aprofundar a conexão e mostrar mais vulnerabilidade, fortalecendo os laços afetivos. Solteiros podem encontrar alguém interessante em ambientes sociais ou durante atividades que tragam alegria. A dica é manter a autenticidade e ouvir seu coração com atenção. Evite impulsos que possam gerar conflitos desnecessários. Aproveite para dedicar tempo ao diálogo sincero e à troca de emoções, criando uma base sólida para o futuro. Esteja aberto às possibilidades e confie na sua intuição.",
      "career": "Nesta semana, Áries, você poderá aproveitar novas oportunidades de crescimento profissional, especialmente ao demonstrar iniciativa e liderança em projetos. Sua energia estará elevada, favorecendo decisões assertivas, mas lembre-se de avaliar cuidadosamente cada passo. Momentos de diálogo aberto com colegas e superiores podem abrir portas para parcerias estratégicas. Aproveite para investir em capacitações ou aprender algo novo que agregue ao seu desenvolvimento. Mantenha o foco em seus objetivos de carreira, evitando distrações, e esteja preparado para assumir responsabilidades com entusiasmo, o que fortalecerá sua imagem profissional e poderá impulsionar promoções ou reconhecimentos.",
      "health": "Para Áries, a semana traz uma energia vibrante, incentivando você a cuidar da sua saúde física ao praticar exercícios ao ar livre ou experimentar uma nova atividade física. mentalmente, é importante reservar um tempo para reflexão e práticas de relaxamento, como meditação ou respiração consciente, para equilibrar o ritmo intenso. Invista em momentos de autocompaixão e sono reparador. Priorizar sua rotina de cuidados ajudará a manter o equilíbrio emocional e a vitalidade durante toda a semana.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante a semana de 23 a 1 de março de 2026, os taurinos sentirão uma energia de estabilidade e reflexão. Essa é uma fase propícia para consolidar projetos e fortalecer relacionamentos perto de você. A influência de planetas em evidência sugere que discernimento e paciência serão suas maiores ferramentas. Aproveite para revisar suas metas, ajustando o que for necessário com calma e segurança. No campo financeiro, recomenda-se cautela ao fazer investimentos e evitar decisões impulsivas. Na vida afetiva, a sinceridade será essencial para aprofundar vínculos e estabelecer maior confiança. No âmbito profissional, foco na rotina e na dedicação garantem avanços silenciosos e sólidos. Este é um momento para valorizar o seu bem-estar emocional, dedicando tempo à auto-reflexão e ao autocuidado. Confie no seu ritmo, equilibrando esforço e descanso, e prepare-se para colher bons frutos nas próximas semanas.",
      "love": "Nesta semana, Touro, o amor pede atenção e delicadeza. Para os solteiros, há oportunidades de conhecer alguém especial em ambientes diferentes, como eventos sociais ou atividades ao ar livre. Seja aberto às novas experiências e confie na sua autenticidade. Para os casais, o momento é ideal para fortalecer laços por meio de conversas sinceras e gestos de carinho. Evite conflitos desnecessários, focando na empatia. A dica é praticar a paciência e lembrar que o diálogo transparente traz mais harmonia. Aproveite essa semana para valorizar o que há de mais importante na sua vida afetiva.",
      "career": "Para os taurinos, a semana de 23 de fevereiro a 1º de março traz oportunidades de crescimento profissional, especialmente ao explorar novas áreas de interesse. Este é um momento propício para fortalecer redes de contato e investir em aprendizados que ampliem suas competências. Decisões importantes relacionadas a projetos ou mudanças de carreira podem surgir, exija atenção aos detalhes e confiança em seu potencial. Aproveite para refletir sobre suas metas de longo prazo e estabelecer planos concretos. A combinação de dedicação e reflexão ajudará a consolidar sua posição e abrir portas para novas realizações na esfera profissional.",
      "health": "Nesta semana, Touro deve focar na alimentação equilibrada e na hidratação adequada para manter a energia física e evitar cansaço. Aproveite momentos de reflexão para fortalecer sua saúde mental e reduzir o estresse, praticando meditação ou atividades prazerosas. Priorize o sono de qualidade e reserve um tempo para cuidar de si mesmo, seja com um banho relaxante ou uma leitura agradável. Lembre-se de ouvir seu corpo e respeitar seus limites para uma semana mais equilibrada.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Nesta semana, os geminianos irão sentir uma energia vibrante de comunicação e reflexão. É um momento propício para aprofundar diálogos importantes, seja no âmbito pessoal ou profissional, e esclarecer dúvidas que porventura tenham pairado. Sua curiosidade estará aguçada, incentivando o aprendizado de novas habilidades ou conhecimentos. Aproveite para organizar suas ideias e planejar os próximos passos com mais clareza. No campo emocional, é fundamental manter o equilíbrio, evitando impulsos que possam gerar conflitos desnecessários. A intuição estará afinada, então confie nos sinais que o universo mandar. No trabalho, a criatividade será uma aliada para solucionar desafios, mas precisará de foco para não dispersar energias. No geral, o período exige atenção à comunicação, paciência e honestidade para alcançar resultados satisfatórios. Aproveite essa fase de crescimento e autoconhecimento, utilizando suas habilidades de interação a seu favor.",
      "love": "Na semana de 23 de fevereiro a 1º de março de 2026, Gêmeos terá oportunidades de aprofundar conexões emocionais e explorar novas possibilidades românticas. Para os solteiros, este é um momento propício para abrir o coração, seja conhecendo pessoas interessantes ou fortalecendo amizades que podem evoluir para algo mais. Os casais devem dedicar atenção à comunicação e evitar mal-entendidos, buscando diálogo sincero. A semana favorece a troca de ideias e experiências, estimulando a cumplicidade. O conselho é cultivar a paciência e aproveitar cada momento com leveza e sinceridade, fortalecendo vínculos e aumentando a alegria na vida amorosa.",
      "career": "Na semana de 23 a 1 de março de 2026, os geminianos podem esperar um período de destaque na busca por novas oportunidades profissionais. A influência astral favorece a comunicação e a networking, sendo um momento propício para participar de eventos e estabelecer conexões estratégicas. Decisões relacionadas à carreira devem ser tomadas com cautela, analisando bem os detalhes antes de avançar. É importante manter o foco na organização e na clareza dos objetivos, pois essas atitudes potencializam o crescimento e facilitam negociações vantajosas. Aproveite o momento para demonstrar suas habilidades e abrir caminhos para projetos de maior impacto.",
      "health": "Para os geminianos, a semana de 23 de fevereiro a 1 de março traz uma energia estimulante que favorece o cuidado com a saúde física e mental. É importante manter uma rotina de sono regular e alimentar-se de forma equilibrada, priorizando refeições leves e nutritivas. Reserve momentos para relaxar a mente, praticando mindfulness ou meditação. Exercícios leves, como caminhada, ajudam a liberar tensões. Cuide de si com pequenas pausas durante o dia e valorize o equilíbrio entre corpo e mente.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Na semana de 23 a 1 de março de 2026, os cancerianos sentirão uma energia intensificada de introspecção e conexão emocional. Este período favorece a reflexão profunda sobre relacionamentos e questões familiares, incentivando uma compreensão mais sólida das suas necessidades emocionais. Aproveite esse momento para fortalecer vínculos, demonstrando cuidado e empatia. A influência dos astros indica que é um momento propício para organizar suas emoções, liberando antigos ressentimentos e abrindo espaço para novidades. No âmbito profissional, haverá oportunidades de progresso se você mantiver foco e disciplina. No entanto, é importante evitar reações impulsivas e buscar o equilíbrio emocional antes de tomar decisões importantes. Cuide de si mesmo, reservando tempo para atividades que tragam paz e bem-estar. Essa semana é uma oportunidade de renovação emocional, fortalecendo sua base de amor próprio e confiança interna.",
      "love": "Nesta semana, os cancerianos irão sentir uma energia especial para fortalecer seus relacionamentos. Para os casados ou em parceria, é um momento propício para aprofundar o diálogo e demonstrar mais afeto. Seja franco e aberto sobre seus sentimentos, isso fortalecerá a conexão. Para os solteiros, há oportunidades de conhecer alguém que traga leveza e sinceridade à sua vida. É importante manter o coração aberto, sem pressa ou expectativas excessivas. Aproveite o tempo para ouvir seu interior e refletir sobre o que realmente deseja. A confiança e a comunicação serão suas melhores ferramentas nesta semana.",
      "career": "Nesta semana, os cancerianos podem perceber oportunidades de crescimento profissional surgindo de forma inesperada. É um momento propício para fortalecer conexões e buscar novas parcerias que possam impulsionar sua carreira. Decisões assertivas no trabalho trarão ganhos significativos a médio prazo, especialmente se demonstrarem coragem e planejamento. Aproveite para revisar seus objetivos profissionais e investir em capacitações que ampliem suas habilidades. Mantenha o foco na realização de tarefas importantes e esteja aberto a feedbacks construtivos. A sedentariedade no trabalho deve ser evitada para manter sua energia em alta.",
      "health": "Nesta semana, os cancerianos podem sentir uma melhora na energia física, incentivando a prática de atividades leves ao ar livre para fortalecer o corpo e aliviar o estresse. No aspecto emocional, fiquem atentos aos momentos de introspecção e busquem atividades que promovam calma, como meditação ou leitura. Priorize o sono e mantenha uma alimentação equilibrada. Cuide de si mesmo com atenção e gentileza, permitindo-se descansar e recarregar as energias.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Nesta semana, os leoninos terão um período de reflexão e fortalecimento interior. A energia do universo favorece o autoconhecimento e a avaliação de metas pessoais e profissionais. É um momento propício para revisar seus objetivos e estabelecer prioridades, concentrando-se naquilo que realmente traz satisfação e realização. As estrelas apontam para uma maior sensibilidade emocional, portanto, reserve um tempo para cuidar de si com carinho e atenção. As relações interpessoais também ganham destaque, incentivando diálogos sinceros e gestos de afeto. No âmbito profissional, suas habilidades de liderança e criatividade estarão em alta, mas lembre-se de ouvir os colegas e valorizar as opiniões alheias. Aproveite oportunidades de aprendizado e crescimento, pois este momento favorece pequenas mudanças que trarão resultados positivos no longo prazo. Mantenha o coração aberto e confie na sua intuição para tomar decisões importantes nesta semana.",
      "love": "Nesta semana, Leão vivenciará momentos de intensas emoções e oportunidades de conexão profunda. Para os solteiros, é uma fase favorável para abrir o coração e conhecer novas pessoas, incentivando a autenticidade. Para os casais, a comunicação será essencial para fortalecer os laços existentes, evitando mal-entendidos. Aproveite para planejar momentos especiais, valorizando a parceria. É importante manter o respeito mútuo e a compreensão, especialmente diante de desafios. Confie na sua intuição e seja honesto sobre seus sentimentos. Assim, a semana promete trazer crescimento emocional e novas experiências amorosas.",
      "career": "Na semana de 23 de fevereiro a 1º de março de 2026, os leoninos poderão experimentar um período de alto potencial para crescimento profissional. Novas oportunidades de liderança surgirão, incentivando a confiança e a assertividade. Este é um momento favorável para tomar decisões importantes sobre sua trajetória, especialmente na busca por projetos que realmente alinhem-se aos seus objetivos de longo prazo. Aproveite para fortalecer relacionamentos profissionais, networking e capacitação. Contudo, é fundamental manter o foco, evitando dispersões. Com dedicação e estratégia, sua carreira poderá avançar consideravelmente nesta semana, trazendo reconhecimento e progresso duradouro.",
      "health": "Para os nascidos sob o signo de Leão, a semana de 23 de fevereiro a 1º de março traz um momento de atenção ao equilíbrio físico e mental. Cuide da sua alimentação, priorizando refeições leves e nutritivas, e mantenha uma rotina regular de exercícios. Reserve um tempo para o autocuidado, como meditação ou momentos de relaxamento, ajudando a fortalecer sua saúde mental. Aproveite para refletir sobre suas emoções e buscar práticas que promovam paz interior.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Nesta semana, os Núncios celestiais indicam um momento de reflexão e aprimoramento para os virginianos. A partir de segunda-feira, a energia lunar favorece o alinhamento interno, convidando você a revisar suas metas e prioridades. É um período propício para organizar suas tarefas e eliminar o que não serve mais, promovendo maior produtividade. Por volta da quarta-feira, Mercúrio, seu regente, traz insights valiosos nas áreas de comunicação e aprendizado, estimulando sua curiosidade e desejo de crescimento. Aproveite esse momento para aprofundar conhecimentos ou conversar abertamente com pessoas importantes. Nos dias finais, o movimento planetário sugere um foco especial na saúde e bem-estar, incentivando práticas de autocuidado e atenção às suas emoções. Esteja aberto a mudanças suaves que possam surgir, e confie na sua capacidade de transformar desafios em oportunidades de evolução. Use essa semana para fortalecer seu equilíbrio emocional e potencializar seus esforços.",
      "love": "Nesta semana, os virginianos terão oportunidades valiosas de aprofundar conexões, seja com o parceiro ou com alguém especial. Para os solteiros, o momento favorece encontros espontâneos e conversas sinceras que podem criar laços duradouros. Os casais, por sua vez, devem valorizar a comunicação e o entendimento, evitando mal-entendidos. É importante manter a paciência e demonstrar afeto de forma genuína. Aproveite para fortalecer a confiança e compartilhar momentos de vulnerabilidade. No geral, esta é uma semana de crescimento emocional e de fortalecer os vínculos, desde que haja abertura e sinceridade no diálogo.",
      "career": "Esta semana, os virginianos poderão experimentar um momento de reflexão importante em relação às suas metas profissionais. Novas oportunidades de crescimento surgirão através de contatos e networking, incentivando a busca por cursos ou capacitações. Decisões relacionadas à carreira precisam ser avaliadas com calma, evitando impulsos. A confiança em suas habilidades estará elevada, permitindo assumir responsabilidades maiores. Aproveite para alinhar seus objetivos com seus valores, pois isso trará mais satisfação e estabilidade. A inteligência emocional será um diferencial para lidar com desafios e fortalecer sua reputação no ambiente de trabalho.",
      "health": "Nesta semana, os virginianos poderão perceber uma melhora significativa na energia física ao priorizar uma alimentação equilibrada e praticar atividades leves como caminhadas. Mentalmente, é momento de dedicar tempo à meditação ou a práticas de mindfulness para reduzir o estresse. Cuide-se reservando momentos para o descanso e ouvindo seu corpo. Incentive-se a criar rotinas de autocuidado, mantendo um equilíbrio saudável entre corpo e mente para uma semana mais tranquila e revitalizante.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Nesta semana, os librianos vão sentir uma energia de harmonia e busca por equilíbrio em diferentes áreas da vida. É um momento propício para refletir sobre relacionamentos e prioridades, buscando resolver mal-entendidos com calma e sensibilidade. A influência dos astros favorece a comunicação, tornando mais fácil expressar suas necessidades e ouvir com atenção. No âmbito profissional, pode surgir uma oportunidade que exija seu bom senso e diplomacia, então mantenha uma postura aberta e colaborativa. No aspecto emocional, há uma necessidade de cuidar do seu bem-estar, dedicando tempo para atividades que promovam paz e relaxamento. Aproveite também para fortalecer vínculos familiares e de amizade, valorizando momentos de conexão sincera. Esta semana pede atenção ao equilíbrio entre o que você deseja e o que é possível realizar, guiando suas ações com serenidade e sabedoria. Confie no seu senso de justiça e siga seu instinto.",
      "love": "Nesta semana, Libras poderão sentir uma renovada energia emocional, favorecendo encontros e reconciliações. Para os solteiros, há oportunidades de conhecer alguém especial através de atividades sociais ou pequenas mudanças na rotina. Para os casais, é um momento de fortalecer vínculos e comunicar sentimentos com mais sinceridade. Seja qual for sua situação, pratique a escuta atenta e evite mal-entendidos. Investir na harmonia e na compreensão será fundamental para criar conexões mais profundas. Aproveite o período para cultivar o amor e a paciência, garantindo uma semana repleta de diálogo e afeto.",
      "career": "Na semana de 23 de fevereiro a 1 de março de 2026, os librianos podem perceber oportunidades inesperadas no trabalho, favorecendo conexões e projetos colaborativos. Este é um momento propício para demonstrar suas habilidades diplomáticas, facilitando negociações e fortalecendo relacionamentos profissionais. Decisões relacionadas a mudanças de carreira ou novas iniciativas podem ser bem-sucedidas se tomadas com equilíbrio e análise. Aproveite para refletir sobre seu crescimento, buscando aprendizado contínuo. Mantenha uma postura aberta e receptiva às recomendações, pois isso trará evolução e visibilidade no ambiente profissional. A harmonia será a chave para avançar com segurança nesta semana.",
      "health": "Nesta semana, os Libra devem focar na manutenção do equilíbrio físico e emocional. Cuide da alimentação, privilegiando alimentos leves e nutritivos, e pratique exercícios que promovam relaxamento, como ioga ou caminhadas ao ar livre. Mentalmente, reserve momentos para reflexão e meditação, ajudando a aliviar o estresse. Priorize o descanso adequado e invista em pequenas pausas ao longo do dia para manter sua energia elevada e seu bem-estar fortalecido.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Na semana de 23 de fevereiro a 1 de março de 2026, os escorpianos sentirão uma energia de transformação e renovação no ar. O movimento planetário favorece reflexões profundas sobre suas relações e objetivos pessoais, incentivando uma maior autenticidade e transparência. Este é um período propício para revisar projetos e sonhos, eliminando o que não serve mais e focando no que realmente importa. Nos aspectos emocionais, é importante manter o equilíbrio, evitando agir por impulso e dedicando tempo para cuidar de si mesmo. O contato com pessoas queridas pode se intensificar, trazendo clareza e fortalecimento nos laços afetivos. Aproveite para canalizar sua criatividade e intuição, pois elas estarão mais aguçadas. Este momento exige coragem para encarar mudanças, mas também oferece a oportunidade de crescimento interno e espiritual. Seja paciente e confie que os desafios trarão aprendizado e evolução.",
      "love": "Para Escorpião, esta semana traz oportunidades de aprofundar conexões emocionais. Para os solteiros, haja com sinceridade, pois uma nova pessoa pode surgir de forma inesperada, mas é importante manter os pés no chão. Para os casais, a comunicação será fundamental para fortalecer os laços; evite ressentimentos e valorize a cumplicidade. Aproveite momentos de introspecção para entender melhor seus sentimentos e necessidades. Dê atenção às expressões de carinho e demonstre apreciação. Com empatia e sinceridade, você poderá estabelecer vínculos mais profundos e duradouros nesta fase.",
      "career": "Nesta semana, os escorpianos terão oportunidades de crescimento profissional ao se mostrarem mais proativos em novos projetos e parcerias. Será um momento favorável para fortalecer contatos e demonstrar habilidades de liderança, o que pode abrir portas para promoções ou projetos importantes. Decisões relacionadas à carreira devem ser tomadas com cautela, analisando bem as possibilidades antes de agir. Aproveite o período para refletir sobre seus objetivos de longo prazo e buscar capacitações que potencializem seu diferencial no mercado. Acredite na sua intuição para orientar escolhas estratégicas e aproveite as oportunidades que surgirem com coragem e determinação.",
      "health": "Na semana de 23 de fevereiro a 1º de março de 2026, os escorpianos devem focar na renovação energética. Cuidados com a alimentação equilibrada e exercícios físicos leves ajudarão a manter a vitalidade. Para o bem-estar mental, pratique meditação ou técnicas de relaxamento para reduzir o estresse. Dedique tempo ao autocuidado, permitindo-se momentos de descanso e reflexão. Essa rotina equilibrada trará maior clareza emocional e fortalecimento interno, preparando você para os desafios que virão.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Nesta semana, Sagitário será convidado a refletir sobre suas prioridades e a revisitar seus objetivos de longo prazo. A energia do universo favorece o autocrescimento e a busca por novos conhecimentos, incentivando-o a expandir seus horizontes de forma consciente. No âmbito emocional, é um momento propício para fortalecer laços afetivos, trazendo à tona a importância do diálogo sincero e da empatia. No trabalho, a sua determinação será fundamental para superar obstáculos, porém, é importante evitar impulsividade e pensar antes de agir. As oportunidades de aprendizagem e networking estarão presentes, então esteja aberto a novas experiências e contatos que possam ampliar suas perspectivas. Cuide da sua saúde mental e física, reservando momentos de descanso e introspecção. Aproveite esta semana para alinhar suas ações com seus valores e sonhos, caminhando com confiança rumo ao seu crescimento pessoal.",
      "love": "Nesta semana, Sagittarius, o amor estará favorecendo a comunicação e a convivência. Para os que estão em um relacionamento, a dica é investir em diálogo sincero e momentos de qualidade com o parceiro, fortalecendo laços de confiança. Solteiros podem encontrar novas oportunidades ao se abrirem para novas experiências e encontros espontâneos. É importante manter a sinceridade e o coração aberto às possibilidades. Aproveite para refletir sobre suas emoções e desejos profundos. A intuição estará aflorada, ajudando a tomar decisões amorosas mais alinhadas com seu verdadeiro eu. Seja autêntico e confie no seu potencial de amar e ser amado.",
      "career": "Nesta semana, os sagitarianos podem aproveitar boas oportunidades de crescimento profissional ao explorar novas áreas ou projetos que surgirem. É um momento favorável para tomar decisões assertivas e consolidar planos de carreira, especialmente se estiverem considerando mudanças ou avanços. Aproveite para demonstrar entusiasmo e confiança em suas habilidades, o que pode atrair reconhecimento e oportunidades de liderança. Contudo, também é importante manter o foco e evitar dispersões. A troca de ideias com colegas ou mentores trará insights valiosos, ajudando a delinear um caminho mais claro rumo ao sucesso.",
      "health": "Nesta semana, Sagitário, sua energia física estará elevada, mas é importante equilibrar o esforço com momentos de descanso para evitar cansaço. Cuide da alimentação, priorizando alimentos nutritivos e hidratando-se bem. Sua saúde mental pede atenção ao estresse; pratique meditação ou atividades relaxantes que promovam o bem-estar emocional. Reserve tempo para si mesmo, refletindo sobre suas emoções e desejos, e não hesite em buscar apoio se sentir necessidade. Acolher-se com gentileza trará equilíbrio e renovação nesta semana.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Na semana de 23 a 1 de março de 2026, os capricornianos sentirão uma energia de renovação e foco em suas metas profissionais e pessoais. Este é um momento propício para revisar planos de longo prazo e ajustar estratégias, especialmente no campo financeiro e de carreira. A influência de Marte estimula sua determinação e coragem, encorajando a assumir novas responsabilidades com confiança. Todavia, é importante manter o equilíbrio emocional, evitando desgastes desnecessários. A presença de Vênus favorece relacionamentos próximos, proporcionando maior harmonia e entendimento com quem você valoriza. Reserve um tempo para refletir sobre seus objetivos pessoais e não hesite em buscar apoio emocional ou conselhos de pessoas de confiança. Na medida em que avança a semana, procure cultivar paciência e disciplina, pois esses elementos serão essenciais para concretizar suas ideias e alcançar realizações importantes. Aproveite essas oportunidades de crescimento com otimismo e determinação.",
      "love": "Nesta semana, os capricornianos poderão vivenciar momentos de reflexão sobre suas emoções e relacionamentos. Para os solteiros, há oportunidades de conexão verdadeira, mas é importante ser sincero e aberto ao expressar seus sentimentos. Os casais podem fortalecer seus laços ao dedicar tempo de qualidade e ouvir com atenção. A dica principal é evitar rigidez nos conflitos e buscar compreensão mútua. Aproveite para criar pontes emocionais, demonstrando afeto e paciência. Assim, a semana promete promover crescimento emocional e maior intimidade, trazendo mais harmonia à vida amorosa dos capricornianos.",
      "career": "Nesta semana, os capricornianos podem experimentar novas oportunidades de crescimento profissional ao assumirem projetos que exigem liderança e criatividade. É importante manter uma postura otimista diante de desafios, pois suas habilidades de organização estarão em destaque. Decisões relacionadas a mudanças de carreira ou aprimoramento de habilidades podem trazer benefícios a médio prazo. Aproveite para esclarecer metas com colegas de trabalho e fortalecer seu network. O momento favorece o equilíbrio entre ambição e ética, ajudando a consolidar sua reputação. Confie em seu potencial e pratique a paciência ao lidar com etapas que demandam mais tempo.",
      "health": "Nesta semana, os capricornianos poderão sentir uma energia renovada para cuidar da saúde física, com oportunidades de incorporar exercícios ao ar livre, o que irá melhorar seu bem-estar geral. Mentalmente, é momento de reservar um tempo para reflexão e meditação, ajudando a reduzir o estresse acumulado. Para o autocuidado, priorize momentos de descanso e alimentação equilibrada. Pequenas ações diárias podem fazer uma grande diferença, promovendo mais equilíbrio e vitalidade durante a semana.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Nesta semana, os aquarianos sentirão uma forte influência de introspecção e reflexão. É um período propício para reavaliar seus objetivos pessoais e profissionais, buscando alinhar suas ações com seus valores mais profundos. A energia social permanece vibrante, incentivando a conexão com amigos e colegas de forma sincera e estimulante. Aproveite para compartilhar suas ideias inovadoras e criar novas parcerias. No entanto, é importante cuidar da saúde emocional, evitando o excesso de preocupação e buscando momentos de descanso. A semana pede um equilíbrio entre a busca pelo desenvolvimento pessoal e o cuidado com o bem-estar emocional. Seja paciente ao lidar com imprevistos, mantenha a mente aberta e esteja disposto a adaptar seus planos se necessário. Valorize seu lado criativo e inovador, pois essas qualidades podem abrir portas para novas oportunidades. Use esse momento para fortalecer seus sonhos e conectar-se mais profundamente consigo mesmo e com os outros.",
      "love": "Nesta semana, os aquarianos podem aproveitar oportunidades de fortalecer vínculos existentes ou abrir-se para novas conexões. Para os solteiros, a energia favorece encontros espontâneos e conversas envolventes, mas mantenha a autenticidade. Os casais devem dedicar tempo à comunicação sincera, evitando mal-entendidos. A sensibilidade e a empatia serão essenciais para resolver pequenos conflitos com serenidade. Aproveite o momento para refletir sobre suas necessidades emocionais e demonstrar afeto de forma genuína. É uma semana para cultivar o amor com leveza e atenção, criando um ambiente harmonioso para ambos.",
      "career": "Nesta semana, os aquarianos podem descobrir novas oportunidades de crescimento profissional ao abrirem-se para novas parcerias e colaborações. Aproveite o momento para mostrar suas habilidades e buscar reconhecimento dentro de sua equipe. Decisões importantes relacionadas a projetos ou mudanças de carreira devem ser avaliadas com calma, priorizando sua estabilidade e desenvolvimento a longo prazo. É um período propício para investir em aprendizados que possam aprimorar sua atuação profissional. Confie na sua intuição ao tomar decisões e mantenha uma postura receptiva às novidades, pois elas podem abrir portas valiosas para o seu crescimento na carreira.",
      "health": "Para os aquarianos nesta semana, a saúde física pede atenção especial à alimentação e ao descanso adequado, evitando excessos que possam comprometer sua energia. A saúde mental se beneficia de momentos de reflexão e mindfulness, ajudando a equilibrar emoções. Dedique tempo para cuidar de si mesmo, praticando atividades que promovam relaxamento e bem-estar, como meditação ou hobbies que tragam alegria. Cultivar esse equilíbrio contribuirá para uma semana mais saudável e harmoniosa.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Nesta semana, os piscianos sentirão uma forte energia de introspecção e crescimento emocional. É um momento ideal para refletir sobre suas prioridades e estabelecer novos limites, principalmente no âmbito pessoal e familiar. A presença de influências cósmicas favorece o fortalecimento de vínculos afetivos e a compreensão mais profunda de suas próprias emoções. Aproveite para praticar a autocompaixão e se abrir para diálogos sinceros com quem ama. No entanto, atenção para possíveis mal-entendidos ou sensibilidade exacerbada, que podem surgir nos relacionamentos. No trabalho, a semana pede foco na organização e na clareza dos objetivos, evitando dispersões. Incentive-se a buscar equilíbrio entre suas necessidades espirituais e práticas. Este é um momento de renovação interior e de construir bases mais sólidas para o futuro, então esteja aberto às mudanças e confie na sua intuição para tomar decisões importantes.",
      "love": "Nesta semana, os piscianos podem sentir uma renovada energia emocional, favorecendo novas conexões ou aprofundando relacionamentos existentes. Para os solteiros, é um momento propício para abrir o coração e experimentar possibilidades amorosas inusitadas. Os casais devem investir na comunicação sincera e no reconhecimento das emoções do parceiro. O desafio será equilibrar a sensibilidade com a assertividade. Aproveite para refletir sobre suas necessidades afetivas e expressar seus sentimentos de forma clara. A semana favorece a construção de laços mais sólidos, permitindo crescimento emocional tanto sozinho quanto ao lado de quem ama.",
      "career": "Nesta semana, os piscianos podem perceber uma oportunidade de crescimento profissional ao conectar-se com colegas e ampliar sua rede de contatos. É um momento propício para mostrar suas habilidades e assumir novas responsabilidades, o que pode abrir portas para promoções ou projetos relevantes. No entanto, cuidado ao tomar decisões impulsivas; pense bem antes de mudanças radicais na carreira. A intuição estará aguçada, ajudando a identificar boas oportunidades e a alinhar seus objetivos profissionais com seus valores pessoais. Aproveite a semana para consolidar sua trajetória e investir em aprendizados que agreguem valor ao seu percurso.",
      "health": "Nesta semana, os piscianos podem sentir uma melhora na energia física, incentivando a prática de atividades ao ar livre e alongamentos diários. É importante dedicar tempo à meditação ou momentos de silêncio para fortalecer a saúde mental e reduzir o estresse. Cuide da alimentação, priorizando alimentos leves e nutritivos, e não se esqueça de reservar momentos de descanso e autocuidado. Ouça seu corpo e pratique a gentileza consigo mesmo para uma semana equilibrada e revitalizante.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    }
  }
}