{
  "week": "2026-W07",
  "language": "it",
  "entries": {
    "aries": {
      "overview": "La settimana dal 16 al 22 febbraio 2026 porta all’Ariete un’energia carica di dinamismo e desiderio di progresso. È il momento di concentrarsi sui progetti personali e professionali, sfruttando la vostra naturale determinazione. Le stelle favoriscono l’espressione della vostra creatività e vi invitano a prendere iniziative audaci, senza paura di rischiare. Tuttavia, dovreste fare attenzione a non essere troppo impulsivi nei rapporti interpersonali: l’ascolto e la diplomazia saranno strumenti preziosi per mantenere l’armonia. Venere favorevole stimola i sentimenti e rafforza i legami affettivi, incentivandovi a dimostrare il vostro affetto con gesti concreti. È una buona settimana anche per dedicarsi alla cura di sé, ripristinando energie e autostima. Affrontate ogni giornata con entusiasmo, ma mantenete un equilibrio tra azione e riflessione, così da trarre il massimo dai risultati.",
      "love": "Durante questa settimana, l’Ariete si troverà a vivere momenti di introspezione, che porteranno a una maggiore chiarezza nelle emozioni. Per i singoli, è un momento favorevole per aprirsi a nuove conoscenze, ma attenzione a non essere troppo impulsivi. Le coppie potrebbero attraversare qualche piccola tensione, che richiederà pazienza e comunicazione aperta. È importante dedicarsi alla complicità e ristabilire un equilibrio affettivo. Sfruttate questa settimana per approfondire i legami e ridare slancio alla relazione, mantenendo sempre un atteggiamento sincero e rispettoso.",
      "career": "Durante la settimana dal 16 al 22 febbraio 2026, l'Ariete avrà opportunità di emergere in modo positivo sul fronte professionale. È un momento favorevole per approfondire competenze e valutare nuove responsabilità che possano favorire la crescita personale e la visibilità. Le decisioni riguardanti eventuali cambiamenti lavorativi o progetti ambiziosi devono essere prese con calma, ascoltando anche il proprio intuito. La capacità di gestire con determinazione le sfide quotidiane sarà la chiave per consolidare il proprio ruolo e prepararsi a nuove opportunità di carriera a breve termine.",
      "health": "Per questa settimana, l'Ariete potrebbe sperimentare un notevole miglioramento nella salute fisica, grazie a un incremento dell'energia e della vitalità. È un momento ideale per dedicarsi a attività sportive leggere o pratiche di rilassamento come lo yoga. La mente beneficerà di momenti di tranquillità e riflessione, quindi è consigliabile prendersi del tempo per meditare o mantenere diari di gratitudine. Ricorda di ascoltare il tuo corpo e di non sovraccaricarti, dedicando attenzione anche al benessere emot",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante questa settimana, il Toro si sentirà più radicato e determinato, pronto a mettere in atto progetti a lungo termine. L’energia planetaria favorisce la stabilità e l’approccio metodico, invitando a concentrarsi su obiettivi concreti. È un momento ideale per rivedere le proprie finanze e pianificare investimenti o risparmi con cura e attenzione. Le emozioni potrebbero richiedere più introspezione: ascolta il tuo cuore e concediti del tempo per riflettere sui tuoi desideri più autentici. Le relazioni si rafforzano grazie alla sincerità e alla pazienza, quindi evita incomprensioni e cerca il dialogo aperto. La giornata di giovedì, in particolare, porta una ventata di energia positiva e opportunità di crescita personale. Affronta la settimana con determinazione e un pizzico di dolcezza; i risultati arriveranno con costanza e dedizione, portando progressi concreti e serenità interiore.",
      "love": "Nella settimana dal 16 al 22 febbraio 2026, i Toro sentiranno un’intensa energia che favorisce la comunicazione e la condivisione emotiva. I single potrebbero incontrare qualcuno di speciale in contesti sociali o attraverso amici, mentre le coppie scopriranno nuove modalità di avvicinamento e complicità. È il momento di essere aperti e sinceri, evitando malintesi e tensioni inutili. L’ascolto reciproco sarà fondamentale per rafforzare i legami. Per ottenere il massimo, dedicare del tempo alla propria metà e mostrarsi autentici porterà profondi benefici nelle relazioni.",
      "career": "Per la settimana dal 16 al 22 febbraio 2026, i Toro potranno riscontrare opportunità significative di crescita professionale. È un momento favorevole per esplorare nuove collaborazioni e sviluppare abilità chiave, specialmente in ambito comunicativo e gestionale. Le decisioni ponderate e la pazienza si riveleranno determinanti per avanzare nella carriera. Ricordate di mantenere un atteggiamento positivo e di sfruttare al massimo le reti di contatti esistenti. Questa settimana invita a riflettere sulle ambizioni a lungo termine, consolidando la fiducia in sé stessi e aprendo le porte a nuove sfide.",
      "health": "Per i Toro, questa settimana sarà importante dedicare attenzione al benessere fisico, privilegiando alimenti nutrienti e attività leggere come passeggiate all'aperto. Dal punto di vista mentale, si consiglia di praticare tecniche di rilassamento, come la meditazione o lo yoga, per ridurre lo stress. La cura di sé si traduce anche nel trovare momenti di tranquillità e dedicarsi a hobby che portano gioia. Ascoltare il proprio corpo e concedersi pause sarà fondamentale per affrontare con equilibrio la settimana.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Durante questa settimana, i Gemelli avranno l’opportunità di concentrarsi su relazioni e comunicazioni importanti. La Luna favorirà il dialogo e l’empatia, rendendo più facile esprimere i propri sentimenti e ascoltare gli altri. È un momento perfetto per rafforzare legami con amici e familiari, ma anche per affrontare eventuali malintesi con sincerità e apertura. Sul fronte professionale, la settimana porterà stimoli creativi e la voglia di innovare. Tuttavia, è importante mantenere l’ordine e la concentrazione per evitare distrazioni. La presenza di alcuni aspetti planetari suggerisce di ascoltare il proprio istinto e di non sottovalutare le intuizioni. Dedicate del tempo alla riflessione e alla cura del proprio benessere emotivo. Approfittate di questo momento per mettere in campo nuove idee e rinnovare i rapporti esistenti, con leggerezza e fiducia nel futuro.",
      "love": "La settimana dal 16 al 22 febbraio 2026 si rivela promettente per i Gemelli in ambito amoroso. Chi è in coppia potrebbe riscoprire un nuovo entusiasmo, rafforzando legami grazie a momenti di condivisione e sincerità. È il momento di comunicare apertamente e di ascoltare con attenzione il partner. Per i singles, ci sono opportunità sorprendenti di incontri significativi, basta mantenere uno spirito naturale e aperto. Consiglio di evitare discussioni inutili e di concentrarsi sulla creazione di intimità autentica. Questa settimana invita a reinventare la relazione o a lasciarsi sorprendere da nuove conoscenze.",
      "career": "Per i Gemelli, questa settimana si presenta come un momento di grande opportunità per consolidare le proprie competenze e ampliare i propri orizzonti professionali. La motivazione e la creatività saranno alleati preziosi per affrontare nuove sfide o progetti innovativi. È il momento di prendere decisioni importanti riguardo a eventuali cambi di ruolo o collaborazioni. La comunicazione sarà fondamentale per rafforzare rapporti con colleghi e superiori, favorendo così opportunità di crescita. Con un approccio proattivo, questa settimana può delinearsi come un'ottima occasione per avanzare nella carriera e conquistare nuovi traguardi.",
      "health": "Per i Gemelli, questa settimana si presenta come un momento di energia e riflessione. La salute fisica richiede attenzione: integrazione di esercizio leggero e alimentazione equilibrata aiuta a mantenere vitalità. Mentalmente, è importante dedicare tempo al rilassamento e alla meditazione per ridurre stress e favorire la chiarezza mentale. Investire nel proprio benessere emotivo attraverso attività che donano gioia contribuirà a sentirsi più equilibrati e centrati durante questa settimana.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Nella settimana dal 16 al 22 febbraio 2026 i Cancro si troveranno a vivere un periodo di riflessione interiore e di rinnovata attenzione alle emozioni più profonde. Le energie planetarie favoriscono un momento di introspezione, invitandoti a dedicare più tempo a quelle attività che ti aiutano a ritrovare equilibrio e serenità. È un momento ideale per mettere a fuoco i tuoi obiettivi a lungo termine, lasciando alle spalle eventuali dubbi o insicurezze. Le relazioni affettive potrebbero richiedere maggiore attenzione e comunicazione sincera per rafforzare i legami più cari. Sul fronte lavorativo, potresti sentirti motivato a fare miglioramenti significativi, sfruttando la tua sensibilità come una risorsa preziosa. Ricorda di concederti pause rigeneranti e di ascoltare il tuo cuore in ogni decisione, poiché questa settimana chiede di essere autentici e consapevoli di sé stessi.",
      "love": "Durante la settimana dal 16 al 22 febbraio 2026, i Cancro vivrete momenti di introspezione che rafforzeranno il vostro legame affettivo o vi aiuteranno a capire meglio le vostre esigenze sentimentali. Per chi è single, questa è un’occasione per mettere in luce il vostro modo di amare e attrarre nuove persone autentiche. Le relazioni di coppia possono affrontare qualche piccolo ostacolo, ma comunicare con sincerità vi porterà a una maggiore comprensione reciproca. La semplicità e l’empatia saranno le vostre armi vincenti, invitandovi a coltivare amore e fiducia giorno dopo giorno.",
      "career": "Nella settimana dal 16 al 22 febbraio 2026, il Cancro potrebbe sperimentare nuove opportunità di crescita professionale grazie a un'energia positiva che favorisce il networking. È un momento ideale per confrontarsi con colleghi e supervisori, evidenziando le proprie competenze e proponendo idee innovative. Tuttavia, attenzione a non prendere decisioni affrettate, valutando bene tutte le opzioni prima di impegnarsi in nuovi progetti. La comunicazione sarà fondamentale per consolidare le relazioni lavorative e ottenere il supporto necessario per avanzamenti di carriera. Sfruttate questa settimana per mettere in campo strategia e determinazione.",
      "health": "Nella settimana dal 16 al 22 febbraio 2026, i Cancro sentiranno un miglioramento nell'energia fisica, ma è importante ascoltare il proprio corpo e dedicare tempo al riposo. La salute mentale richiederà momenti di introspezione e calma, quindi praticare tecniche di rilassamento come la meditazione o lo yoga sarà molto benefico. Dedicate attenzione alla vostra alimentazione, preferendo pasti leggeri e nutrienti. La cura di sé e il relax saranno la chiave per un benessere complessivo.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Nella settimana dal 16 al 22 febbraio 2026, il Leone si troverà a vivere un periodo di grande energia e rinnovata vitalità. Questa è una fase ideale per mettere in evidenza le proprie capacità e affrontare nuove sfide professionali con determinazione. La presenza di pianeti favorevoli favorisce la chiarezza mentale e la sicurezza in sé stessi, aiutando a comunicare con eloquenza e carisma. Tuttavia, è fondamentale ricordarsi di ascoltare anche gli altri, mantenendo un atteggiamento aperto e disponibilità al confronto. Sul fronte affettivo, i rapporti potrebbero richiedere maggiore attenzione; evitate di essere troppo egocentrici e dedicate tempo alle vostre persone speciali. Il consiglio principale di questa settimana è di non lasciarsi sopraffare dall'impazienza, ma di agire con equilibrio e ponderatezza. Sfruttate questa fase per consolidare obiettivi e rafforzare i legami affettivi e professionali, lasciando spazio anche al riposo e alla riflessione.",
      "love": "Questa settimana, i Leone single potrebbero trovare opportunità di incontro grazie a un’apertura verso nuove esperienze sociali. È il momento di mostrarsi autentici e di lasciar andare paure passate. Per le coppie, la comunicazione sarà fondamentale per rafforzare il legame; dedicare del tempo al partner apporterà serenità e comprensione. Evitate distrazioni e concentratevi sul valore della condivisione. Ricordate che l’amore richiede attenzione e sincerità. Con un atteggiamento positivo, questa settimana può portare freschezza e profondità alle relazioni, rafforzando i sentimenti più autentici.",
      "career": "Questa settimana, i Leone avranno opportunità di crescita professionale grazie a nuove collaborazioni e progetti stimolanti. È il momento di mostrare iniziativa, di mettere in luce le proprie competenze e di assumersi responsabilità. Le decisioni importanti riguardanti carriera e sviluppo personale richiedono attenzione e prudenza, ma anche fiducia nelle proprie capacità. Rimanete aperti a consigli e feedback, poiché potrebbero portare a scoperte utili e a avanzamenti futuri. La puntualità e la determinazione saranno le chiavi per trasformare le opportunità in successi concreti.",
      "health": "Nella settimana dal 16 al 22 febbraio 2026, Leone potrà beneficiare di un miglior equilibrio tra corpo e mente. È importante dedicare del tempo al riposo e all’attenzione alimentare, privilegiando cibi ricchi di vitamine. La pratica di attività fisica leggera come camminate o yoga aiuterà a scaricare lo stress. Per il benessere mentale, installa momenti di riflessione quotidiana e fai attenzione ai segnali di stanchezza. Coltivare il self-care sarà fondamentale per mantenere energia e serenità",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "La settimana dal 16 al 22 febbraio 2026 si presenta come un periodo di profonda introspezione e consolidamento per la Vergine. Le energie planetarie favoriscono la riflessione sulle questioni personali e professionali, invitandoti a prendere tempo per capire veramente cosa desideri e quali obiettivi meriti di essere valorizzati. È un momento favorevole per riorganizzare le tue priorità, eliminando ciò che non ti serve più e pianificando con maggiore chiarezza i passi futuri. La Luna piena di metà settimana ti aiuterà a mettere in luce le tue emozioni più profonde, favorendo un confronto sincero con te stesso e con gli altri. Ricorda di dedicare spazio al benessere fisico e mentale, magari praticando attività rilassanti o tecniche di mindfulness. Questa sarà una settimana importantissima per rafforzare le basi su cui costruire un futuro più solido e autentico.",
      "love": "Per la settimana dal 16 al 22 febbraio 2026, i Vergine potrebbero vivere momenti di introspezione e riflessione nelle relazioni. I cuori single avranno opportunità di incontri significativi, ma è importante mantenere un atteggiamento aperto e sincero. Le coppie potrebbero affrontare alcune tensioni, ma con pazienza e comunicazione chiara, supereranno insieme eventuali misunderstanding. Questa settimana invita a dedicare tempo alla loro crescita emotiva, ascoltando il partner e condividendo i propri sentimenti. Un consiglio prezioso è di lasciar andare l'eccessiva disciplina per abbracciare un senso di leggerezza e spontaneità.",
      "career": "Durante la settimana dal 16 al 22 febbraio 2026, le persone nate sotto il segno della Vergine avranno opportunità di consolidare la propria posizione lavorativa attraverso impegno e attenzione ai dettagli. È un momento favorevole per approfondire competenze, valutare nuove responsabilità e pianificare strategie di lungo termine. La decisione di assumere nuovi progetti o collaborazioni potrebbe portare benefici a breve termine e rafforzare la vostra credibilità professionale. È importante mantenere una comunicazione aperta con colleghi e superiori, mostrando empatia e disponibilità, per favorire crescita e riconoscimenti nel lavoro.",
      "health": "Questa settimana, i Vergine sentiranno una maggiore energia fisica, ideale per praticare esercizi all'aperto o riprendere una nuova routine di fitness. È importante prendersi del tempo per la mente, dedicandosi a momenti di meditazione e riflessione per mantenere l’equilibrio emotivo. Cura il riposo e la nutrizione, privilegiando alimenti nutrienti e idratanti. Ricorda di ascoltare il tuo corpo e concederti pause quando necessario, rafforzando il benessere complessivo.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Questa settimana, i nativi della Bilancia si troveranno a verificare un equilibrio tra emozioni e ragione, sentendo una naturale spinta alla ricerca di armonia nei rapporti. La presenza di alcuni transiti lunari favorisce la comunicazione e l’introspezione, invitandoti a riflettere su ciò che veramente desideri e su come puoi migliorare le tue relazioni. Potresti sentirti più sensibile alle esigenze degli altri, ma attenzione a non trascurare i tuoi bisogni personali. È un momento propizio per ristabilire le priorità e fare delle scelte di pace e serenità. La creatività sarà accentuata, quindi approfitta delle energie positive per dedicarti a progetti che richiedano equilibrio e bellezza. Mantieni un atteggiamento aperto e flessibile di fronte alle situazioni impreviste, e ricorda che il benessere emotivo deriva anche dal rispetto reciproco e dalla cura di te stesso.",
      "love": "Questa settimana, i Bilancia sentiranno una rinnovata energia emotiva che Favorirà incontri significativi. I single potrebbero incontrare qualcuno interessante, ma è importante essere autentici e pazienti. Per le coppie, sarà un momento di rafforzamento e di dialogo aperto, utile per affrontare vecchie incomprensioni. La chiave del successo sarà l’ascolto e la comprensione reciproca. Evitate decisioni affrettate e concedetevi momenti di dolce complicità. Questa settimana promette crescita e rinnovamento nel campo sentimentale, portando maggiore armonia e profondità nelle relazioni.",
      "career": "Durante la settimana dal 16 al 22 febbraio 2026, i Bilancia potrebbero scoprire nuove opportunità di collaborazione e progetti che stimoleranno il loro desiderio di equilibrio tra vita privata e professionale. È un momento favorevole per valutare offerte di lavoro o avanzamenti, ma è importante riflettere attentamente sulle decisioni da prendere. La calma e la diplomazia saranno le chiavi per rafforzare rapporti con colleghi e superiori. Siate aperti al cambiamento e pronti a mettere in pratica nuove competenze, poiché potrebbe nascere una proposta interessante che avrà un impatto positivo sulla vostra crescita professionale.",
      "health": "Per i Bilancia, questa settimana porterà un'energia equilibrata che favorisce il benessere fisico e mentale. È il momento ideale per dedicarsi a attività rilassanti, come lo yoga o la meditazione, per mantenere la calma e ridurre lo stress. Attenzione alla dieta: scegli alimenti nutrienti e idratati adeguatamente. Ascolta il tuo corpo e concediti pause rigeneranti. Coltivare momenti di introspezione ti aiuterà a rafforzare il benessere generale e a sentirti più centrato.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Durante questa settimana, i nativi dello Scorpione saranno guidati da un’energia intensa e riflessiva, invitati a concentrarsi su aspetti profondi delle proprie emozioni e relazioni. La presenza di pianeti positivi favorisce la chiarezza e l’autenticità, spingendovi a confrontarvi con ciò che davvero conta. È il momento di lasciare andare le zavorre emotive e di dedicare tempo a voi stessi, magari attraverso pratiche di introspezione o meditazione. Le decisioni importanti richiedono attenzione e calma, quindi valutate con cura ogni scelta, evitando reazioni impulsive. Le relazioni affettive possono essere strettamente intense: mantenete la fermezza e la sincerità. Sul fronte professionale, l’energia è dalla vostra parte per avanzare con determinazione, ma occhio alle incomprensioni. Questa settimana vi invita a ritrovare equilibrio tra cuore e ragione, per affrontare con forza e saggezza ogni sfida.",
      "love": "Durante questa settimana, gli Scorpione avranno l'opportunità di approfondire legami esistenti e di aprirsi a nuove conoscenze. Per le coppie, sarà un momento favorevole per rafforzare la comunicazione e affrontare con sincerità eventuali tensioni. I single potrebbero incontrare qualcuno di speciale, ma è importante mantenere autenticità e pazienza. Consiglio di ascoltare con attenzione il proprio cuore e di essere aperti al dialogo. La chiarezza e la trasparenza saranno fondamentali per migliorare le relazioni e aprire la strada a nuove emozioni profonde.",
      "career": "Durante la settimana dal 16 al 22 febbraio 2026, lo Scorpione potrà sperimentare un nuovo slancio nelle opportunità professionali. Le stelle favoriscono decisioni coraggiose e la capacità di adattarsi ai cambiamenti, aprendo porte a collaborazioni stimolanti o a progetti innovativi. È un momento favorevole per rivedere i propri obiettivi di carriera e pianificare passi concreti verso una crescita stabile. La determinazione e l’intuizione saranno le sue alleate migliori. È consigliabile evitare decisioni affrettate, ma approfittare di questa fase per consolidare la propria posizione e investire in formazione o nuove competenze.",
      "health": "Per la settimana dal 16 al 22 febbraio 2026, i Scorpione sentiranno un’energia rinnovata, che favorisce il loro benessere fisico e mentale. È un momento ideale per dedicarsi a esercizi di rilassamento e all’attività fisica moderata, come lo yoga o le passeggiate nella natura. Prendersi del tempo per riflettere e praticare tecniche di mindfulness aiuterà a mantenere uno stato mentale equilibrato. Ricordate di ascoltare il vostro corpo e di concedervi pause rigenerative.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Questa settimana il Sagittario si sentirà carico di energia e desideroso di esplorare nuove opportunità sia dal punto di vista personale che professionale. La Luna in aspetto positivo stimolerà la vostra voglia di avventure e vi incoraggerà a lasciar andare vecchie paure, abbracciando il cambiamento con fiducia. È un momento favorevole per consolidare rapporti di amicizia e approfondire legami importanti, facendo attenzione però a non essere troppo impulsivi. La presenza di pianeti in transito invita a focalizzarvi sui vostri obiettivi a lungo termine, pianificando con cura i prossimi passi. La sensibilità emotiva potrebbe aumentare, quindi cercate di ascoltare voi stessi e di rispettare i vostri bisogni interiori. L’atteggiamento ottimista e la volontà di imparare saranno le chiavi per affrontare con successo eventuali sfide. Concentratevi su ciò che arricchisce la vostra crescita personale.",
      "love": "Durante la settimana dal 16 al 22 febbraio 2026, i Sagittario avranno l'opportunità di rafforzare i legami esistenti e aprirsi a nuove conoscenze. Le energie favorevoli favoriscono conversazioni sincere e momenti di intimità con il partner. I single potrebbero incontrare qualcuno di speciale durante attività sociali o pratiche sportive. È importante mantenere la sincerità e ascoltare attentamente le esigenze dell’altro. Per le coppie, è un momento propizio per rinnovare la complicità e superare eventuali incomprensioni con pazienza e apertura. La chiave è lasciarsi guidare dall’autenticità e dalla fiducia reciproca.",
      "career": "Nella settimana dal 16 al 22 febbraio 2026, i Sagittario potranno percepire nuove opportunità di crescita professionale. È un momento favorevole per esplorare proposte innovative e ampliare le proprie competenze, soprattutto attraverso formazione o collaborazioni. Le decisioni riguardanti avanzamenti o cambi di ruolo richiedono attenzione e ponderatezza, ma con determinazione e chiarezza si raggiungeranno risultati positivi. È importante mantenere un atteggiamento positivo e aperto alle novità, che favorirà la manifestazione di idee creative e strategie vincenti. La fede nelle proprie capacità sarà la chiave di successo.",
      "health": "Per la settimana dal 16 al 22 febbraio 2026, i Sagittario sentiranno una spinta energetica che favorirà l’attività fisica all’aperto, migliorando salute e vitalità. È importante dedicare del tempo al relax mentale, magari praticando meditazione o yoga, per ridurre lo stress. La cura di sé passa anche da un'alimentazione equilibrata e dal sonno regolare. Ricordate di ascoltare il vostro corpo e di non esagerare, mantenendo un equilibrio tra energia e riposo.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "La settimana dal 16 al 22 febbraio 2026 si presenta come un periodo di riflessione e introspezione per il Capricorno. Le energie planetarie favoriscono momenti di contemplazione, invitandoti a rivedere le tue priorità e a mettere ordine nei tuoi obiettivi a lungo termine. È il momento ideale per pianificare con cura i tuoi progetti e consolidare le basi delle tue ambizioni. La presenza di alcuni transit influenti ti chiede di essere paziente e di non forzare le situazioni: la costanza e la disciplina saranno le tue armi vincenti. Potresti sentirti più sensibile alle esigenze della famiglia o dei cari, quindi dedicare del tempo a loro ti aiuterà a creare un senso di equilibrio e sicurezza. Ricorda di ascoltare il tuo istinto e di affrontare ogni sfida con calma e determinazione, per trasformare eventuali ostacoli in opportunità di crescita personale.",
      "love": "Per i Capricorno, questa settimana si presenta come un momento di riflessione e rinnovamento nelle relazioni. Le opportunità romantiche sono favorevoli, soprattutto per chi desidera approfondire legami esistenti o aprirsi a nuove conoscenze. La comunicazione sarà fondamentale: sii aperto e sincero con il partner, ascolta con attenzione e mostra il tuo affetto. Per i single, è un’occasione per conoscersi meglio e lasciar spazio alla spontaneità. Ricorda di essere paziente e di non forzare le situazioni; il vero amore si costruisce nel tempo con sincerità e rispetto.",
      "career": "La settimana dal 16 al 22 febbraio 2026 si presenta favorevole per i nati sotto il segno del Capricorno, offrendo nuove opportunità di crescita professionale. È il momento di considerare affidabili collaborazioni e di investire in competenze che possano rafforzare la vostra posizione. La vostra determinazione sarà apprezzata dai superiori, facilitando avanzamenti o riconoscimenti. Tuttavia, è importante valutare attentamente le decisioni importanti, evitando impulsività. Potreste ricevere richieste di responsabilità superiori, che richiederanno equilibrio tra ambizione e realismo. Restate focalizzati sugli obiettivi a lungo termine per massimizzare i risultati.",
      "health": "Per la settimana dal 16 al 22 febbraio 2026, il segno del Capricorno può aspettarsi un miglioramento nella salute fisica grazie a un riallineamento energetico e all’attenzione alla dieta. È un momento favorevole per dedicarsi al benessere mentale, praticando tecniche di rilassamento e mindfulness per ridurre stress e ansia. Si consiglia di mantenere una routine di esercizio moderato e di concedersi momenti di pausa e auto-cura, rafforzando l’equilibrio tra corpo e mente.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "La settimana in arrivo porterà all’Acquario un forte senso di rinnovamento e introspezione. Le energie planetarie favoriscono la riflessione sui propri obiettivi e sui desideri più profondi, invitandoti a dedicare del tempo alla meditazione e alla connessione con te stesso. È un momento ideale per chiarire le idee e ridefinire le priorità, specialmente nel campo delle relazioni e del lavoro. Potresti ricevere stimoli sorprendenti da persone vicino che ti aiuteranno a vedere le cose sotto una luce diversa. La creatività sarà potenziata, quindi sfrutta questa spinta per avviare progetti innovativi o approfondire passioni dimenticate. Ricorda di mantenere un atteggiamento paziente e aperto alle novità, anche se alcune situazioni richiederanno più tempo del previsto per risolversi. In generale, questa settimana ti invita a essere autentico e a fidarti della tua intuizione per trarre il massimo beneficio dalle opportunità che si presenteranno.",
      "love": "Questa settimana, i nati sotto il segno dell'Acquario vivranno momenti di introspezione e crescita nelle relazioni. Per i single, ci saranno opportunità di incontrare persone interessanti, ma è importante prendersi tutto il tempo necessario prima di compromettersi. Le coppie, invece, potrebbero attraversare un periodo di confronto, utile per rafforzare il dialogo e la comprensione reciproca. È consigliabile ascoltare con attenzione il partner e mostrarsi aperti a nuove prospettive. In generale, la sincerità e la pazienza guideranno verso un legame più profondo questa settimana.",
      "career": "La settimana dal 16 al 22 febbraio 2026 si presenta favorevole per l'Acquario, con opportunità di approfondimento e crescita professionale. È il momento di valutare nuovi progetti e di proporre idee innovative al team, poiché le energie positive favoriscono il lavoro di squadra. Tuttavia, è importante mantenere attenzione ai dettagli per evitare fraintendimenti. Decisioni ponderate e una comunicazione chiara saranno la chiave per avanzare nel proprio percorso. Sfruttate questa settimana per consolidare relazioni con colleghi e superiori, aprendo la strada a future opportunità di carriera.",
      "health": "Questa settimana, l'Acquario potrà sperimentare un miglioramento nella salute fisica grazie a una maggiore attenzione all'alimentazione e all'esercizio leggero. La mente si sentirà più serena se dedicati del tempo alla meditazione e alla riflessione personale. È importante concedersi pause sufficienti e praticare attività che favoriscano il benessere emotivo, come lo yoga o semplici passeggiate all'aperto. Ricordati di ascoltare il tuo corpo e di mantenere un atteggiamento positivo verso le sfide quotidiane",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "La settimana dal 16 al 22 febbraio 2026 si presenta come un momento di riflessione e introspezione per i Pesci. Le energie planetarie suggeriscono di dedicare del tempo alla cura del proprio benessere emotivo e spirituale, ascoltando con attenzione le proprie sensazioni più profonde. Potresti sentirti più sensibile del solito, ma questa sensibilità può diventare una risorsa preziosa per entrare in contatto con te stesso e gli altri. È un periodo favorevole per rivedere alcune decisioni importanti, specialmente legate alle relazioni e alle partnership. La chiarezza arriverà puntuale se mantieni un atteggiamento paziente e aperto al dialogo. Favorisci la comunicazione sincera e cerca di liberarti da eventuali paure o sentimenti di insicurezza. Chiedi consiglio a persone di fiducia e ricorda che questa settimana ti offre l’opportunità di rinascere, rinnovando il tuo respiro interiore.",
      "love": "Questa settimana, i Pesci sentiranno un’energia positiva che favorisce incontri e nuove emozioni. Per i single, è un momento propizio per aprirsi a nuove conoscenze e lasciarsi guidare dall’intuito. La comunicazione sarà più fluida con la persona amata, rafforzando il legame e favorendo comprensione reciproca. È importante essere onesti sui propri sentimenti e mostrare vulnerabilità. Per le coppie, la settimana invita alla condivisione di sogni e obiettivi, creando intimità autentica. Ascoltare il partner con attenzione e mantenere un atteggiamento aperto aiuterà a risolvere eventuali tensioni.",
      "career": "Per i Pesci, questa settimana si prospetta un periodo di riflessione e rinnovamento nelle opportunità lavorative. Sarà un buon momento per valutare nuove prospettive di crescita professionale e considerare possibili cambiamenti o progetti a lungo termine. La vostra intuizione sarà un alleato prezioso nel prendere decisioni cruciali, quindi ascoltate sempre il vostro istinto. È importante mostrare flessibilità e apertura nel collaborare con colleghi e superiori, poiché potrebbe nascere un’opportunità imprevista. L’impegno costante e la chiarezza negli obiettivi vi porteranno risultati soddisfacenti nel breve termine.",
      "health": "Per i Pesci, questa settimana sarà importante dedicarsi alla cura del corpo e della mente. La salute fisica richiede attenzione alle abitudini alimentari e all’attività fisica moderata. Per il benessere mentale, concediti momenti di relax e pratiche di meditazione per calmare la mente. Ricorda di ascoltare il tuo corpo e prenderti il tempo per il riposo. Un gesto di self-care può fare la differenza, quindi immergiti in attività che ti fanno sentire bene e ricaricano le energie.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    }
  }
}