{
  "week": "2026-W07",
  "language": "pt",
  "entries": {
    "aries": {
      "overview": "Nesta semana de 16 a 22 de fevereiro de 2026, Áries sentirá uma energia renovada e impulsiva, trazendo entusiasmo e vontade de conquistar novos desafios. É um período propício para iniciar projetos pessoais ou profissionais, mas atenção para não agir por impulso. A influência de planetas favorece a comunicação e o entendimento nas relações, então aproveite para fortalecer vínculos e esclarecer possíveis mal-entendidos. No amor, a sensibilidade estará elevada, convidando à sinceridade e ao diálogo aberto. No âmbito profissional, seu espírito competitivo estará mais aguçado, mas lembre-se de equilibrar coragem com paciência. Cuide da sua saúde emocional, reservando momentos para refletir e descansar. Esta semana pede que você combine sua energia vibrante com discernimento, garantindo avanço sem perder a perspectiva. Aproveite as oportunidades, mantenha o foco e confie no seu potencial para transformar desafios em conquistas.",
      "love": "Nesta semana, Áries pode experimentar momentos de conexão emocional mais profundos, abrindo espaço para novas oportunidades amorosas ou para fortalecer laços já existentes. Para os solteiros, há potencial para encontros inesperados, desde que estejam abertos ao próximo. Para os casais, a comunicação será essencial para evitar mal-entendidos e renovar o romantismo. Aproveite momentos de sinceridade para expressar seus sentimentos com sinceridade e carinho. Seja paciente e ouça atentamente. Essa é uma semana favorável ao crescimento emocional, mas a atenção aos detalhes fará toda a diferença para manter a harmonia e o amor fluindo naturalmente.",
      "career": "Esta semana, Áries perceberá oportunidades de crescimento profissional ao assumir novos desafios. Sua proatividade será reconhecida pelos colegas e superiores, o que poderá resultar em avanços ou projetos importantes. É um momento favorável para tomar decisões estratégicas e demonstrar liderança. Mantenha o foco nas tarefas prioritárias e evite dispersões para alcançar resultados positivos. Investir em networking também será essencial para abrir portas e fortalecer sua posição no mercado de trabalho. Aproveite a energia da semana para consolidar suas metas e mostrar seu potencial para crescer na carreira.",
      "health": "Na semana de 16 a 22 de fevereiro de 2026, Áries deve focar na manutenção de sua energia física através de uma rotina equilibrada de exercícios e alimentação saudável. Cuide da saúde mental reservando momentos de descanso e reflexão, evitando o excesso de atividades. Praticar técnicas de relaxamento, como meditação, pode fortalecer seu bem-estar emocional. Priorize o sono e aproveite para se conectar com atividades que gerem alegria, promovendo harmonia interior nesta fase de energia intensa.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante a semana de 16 a 22 de fevereiro de 2026, os taurinos sentirão uma atmosfera de estabilidade e reflexão. Os astros incentivam a revisar suas prioridades, especialmente nas áreas financeiras e emocionais, buscando equilíbrio e segurança. É um momento propício para consolidar projetos de longo prazo, mas atenção para possíveis reticências que podem surgir ao longo do caminho. A energia de Mercúrio facilitará a comunicação, tornando mais fácil expressar seus sentimentos e necessidades de forma clara e assertiva. No aspecto emocional, procure reservar um tempo para cuidar de si mesmo e fortalecer suas raízes familiares e amizades próximas. Aproveite os momentos de silêncio para ouvir sua intuição, que estará aguçada. Planifique suas ações com calma, mantendo o foco na sua estabilidade, sem se deixar levar pela ansiedade. Essa semana pede paciência e honestidade consigo mesmo, facilitando o crescimento pessoal.",
      "love": "Nesta semana, os taurinos podem experimentar uma intensidade emocional maior nas relações. Para os solteiros, há boas chances de encontros significativos se abrirem, especialmente ao explorar novas atividades ou ambientes diferentes. Para os casados, a comunicação será fundamental para fortalecer a conexão e evitar mal-entendidos. Seja qual for o seu status, pratique a paciência e mostre seu lado mais sincero. Aproveite para ouvir atentamente o parceiro e expressar seus sentimentos com calma. Essa é uma semana de potencial crescimento emocional, desde que haja disposição para o diálogo honesto e o afeto genuíno.",
      "career": "Nesta semana, os taurinos podem experimentar um período de oportunidades profissionais que exigem dedicação e atenção aos detalhes. É um momento favorável para buscar novos projetos ou aprimorar habilidades existentes. Decisões importantes relacionadas à carreira devem ser tomadas com cautela, sempre considerando o impacto a longo prazo. A gestão do tempo será fundamental para equilibrar responsabilidades e evitar sobrecarga. Aproveite para fortalecer sua rede de contatos e demonstrar confiança perante colegas e superiores. Com paciência e perseverança, as perspectivas de crescimento e reconhecimento profissional tendem a se fortalecer ao longo dos próximos dias.",
      "health": "Nesta semana, os taurinos devem focar na manutenção do equilíbrio físico, priorizando sono de qualidade e alimentação nutritiva. Reserve um tempo para atividades que promovam relaxamento, como meditação ou caminhadas ao ar livre, que ajudarão a aliviar o stress mental. Cuidados pessoais e momentos de prazer simples reforçarão seu bem-estar emocional. Ouça seu corpo e evite excessos, buscando harmonia entre corpo e mente para uma semana mais saudável e equilibrada.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Nesta semana, os geminianos sentirão uma energia de renovação e crescimento em várias áreas da vida. A comunicação estará mais fluida, o que favorece diálogos sinceros e negociações importantes, especialmente no âmbito profissional. Aproveite esse momento para esclarecer ideias e demonstrar suas opiniões com mais segurança. No amor, é uma fase de conexão mais profunda, incentivando momentos de intimidade e compreensão mútua. Pode surgir a oportunidade de fortalecer relacionamentos ou estabelecer novos vínculos que tenham potencial de crescimento. No campo emocional, é fundamental equilibrar a ansiedade, evitando overthinking. Dedique um tempo ao autocuidado e pratique atividades que promovam sua tranquilidade mental. A semana também pede atenção às finanças; será um período favorável para revisar seus gastos e planejar investimentos. Mantenha a mente aberta, seja receptivo às mudanças e confie na sua capacidade de adaptação para transformar desafios em aprendizados.",
      "love": "Para Gêmeos, a semana de 16 a 22 de fevereiro traz oportunidades de conexão emocional e comunicação sincera. Para os solteiros, esse é um momento favorável para conhecer novas pessoas e mostrar seu jeito natural e divertido. Aproveite ocasiões sociais e esteja aberto a conversas profundas. Para os casais, a semana pede atenção às necessidades de diálogo e compreensão mútua. Busque escutar com empatia e evitar mal-entendidos. A dica é valorizar a espontaneidade, sem deixar de lado o respeito e a carinho. Assim, você fortalecerá laços e criará momentos especiais ao lado de quem ama.",
      "career": "Na semana de 16 a 22 de fevereiro de 2026, os geminianos podem observar oportunidades de crescimento profissional ao explorar novas habilidades e se posicionar de forma mais assertiva. É um período propício para networking, estabelecer parcerias e mostrar liderança. Decisões importantes relacionadas à carreira devem ser tomadas com cautela, buscando equilíbrio entre segurança e inovação. Aproveite para refletir sobre seus objetivos de longo prazo e buscar apoio de mentores ou colegas experientes. A semana favorece o aprimoramento contínuo e a proatividade, que podem abrir portas para avanços significativos no curto e médio prazo.",
      "health": "Para os gêmeos, a semana de 16 a 22 de fevereiro promete desafios e oportunidades de crescimento. No aspecto físico, priorize descanso e alimentação equilibrada para evitar cansaço excessivo. Na saúde mental, cultive momentos de reflexão e prática de atividades relaxantes, como meditação ou leitura. Invista também em auto-cuidado, reservando tempo para si mesmo e mantendo uma rotina de exercícios que promovam bem-estar geral. Assim, você fortalecerá corpo e mente, buscando equilíbrio na rotina.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Nesta semana, os cancerianos sentirão uma forte conexão com suas emoções e um desejo de buscar equilíbrio interior. É um período propício para refletir sobre relacionamentos e fortalecer laços familiares, pois a energia do cosmos favorece a comunicação sincera e empática. Aproveite para dedicar tempo ao seu bem-estar emocional e cuidar de si mesmo com pequenas atitudes de autocuidado. No aspecto profissional, surgirão oportunidades para demonstrar sua sensibilidade e criatividade, mas é importante manter o foco e evitar impulsividades. A semana também pede atenção às finanças; revise seus gastos e planeje de forma mais consciente. Os cancerianos mais ligados à espiritualidade sentirão uma abertura para o autoconhecimento, podendo adotar práticas que tragam paz e clareza. Acolha seus sentimentos com carinho, e lembre-se de que o equilíbrio emocional será a chave para enfrentar qualquer desafio que surgir.",
      "love": "Para os cancerianos, a semana de 16 a 22 de fevereiro traz oportunidades de aprofundar conexões emocionais. Os solteiros podem encontrar alguém especial ao envolver-se em atividades sociais ou hobbies, aproveitando para conhecer pessoas com interesses semelhantes. Para os casais, é um momento propício para fortalecer laços através de conversas sinceras e demonstrações de carinho. A comunicação transparente será a chave para resolver pequenas desavenças e criar harmonia. Lembre-se de dedicar tempo ao afeto e de ouvir com atenção o que seu parceiro tem a dizer. Confiança e empatia serão seus aliados nesta semana de crescimento afetivo.",
      "career": "Nesta semana, os cancerianos terão oportunidades de destaque no ambiente de trabalho, sentindo-se mais confiantes para assumir novas responsabilidades. É um momento favorável para investir em capacitações ou buscar ideias inovadoras que possam impulsionar sua carreira. Decisões importantes relacionadas a projetos ou parcerias devem ser avaliadas com cuidado, aproveitando a intuição aguçada. Recomenda-se manter uma postura aberta ao diálogo e ao trabalho em equipe, pois esse esforço trará reconhecimento e crescimento profissional. Aproveite a energia positiva para consolidar suas metas e demonstrar sua competência em desafios futuros.",
      "health": "Nesta semana, os cancerianos podem sentir uma energia renovada para cuidar da saúde física, priorizando atividades ao ar livre e uma alimentação equilibrada. Mentalmente, é importante reservar momentos de reflexão e meditação para aliviar o estresse. Dedique tempo ao autocuidado, praticando hobbies que tragam alegria e relaxamento. Ouça seu corpo e não hesite em buscar apoio emocional se necessário. Aproveite a semana para fortalecer seu bem-estar em todos os aspectos.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Nesta semana, os leoninos poderão perceber um aumento na energia e na motivação para conquistar seus objetivos, especialmente nos projetos pessoais e profissionais. A criatividade estará em alta, favorecendo expressar suas ideias de forma impactante e autêntica. Entretanto, é importante manter o equilíbrio emocional, evitando impulsos que possam gerar conflitos desnecessários. Aproveite o momento para fortalecer laços com pessoas queridas, demonstrando sua generosidade e entusiasmo. A influência de planetas favoráveis sugere oportunidades de crescimento neste período, mas o sucesso dependerá da sua capacidade de manter o foco e a determinação. Reserve um tempo para refletir sobre suas metas a longo prazo, ajustando estratégias se necessário. Este será um período para brilhar e inspirar outros, mas também para cuidar de si mesmo. Siga sua intuição e confie no seu potencial para transformar desafios em realizações.",
      "love": "Nesta semana, Leão poderá experimentar momentos de conexão profunda, reforçando laços com quem ama e descobrindo novas possibilidades de expressão emocional. Para os solteiros, há oportunidades interessantes de encontros autênticos, desde que estejam abertos a mostrar quem realmente são. Para os casais, a comunicação será um ponto forte, fortalecendo a cumplicidade e resolvendo possíveis mal-entendidos com sinceridade. O conselho é aproveitar essa energia para demonstrar afeto de maneira espontânea e apreciar as pequenas conquistas a dois. Com peito aberto e coração receptivo, Leão pode consolidar relacionamentos e abrir-se para novas paixões.",
      "career": "Na semana de 16 a 22 de fevereiro de 2026, os leoninos terão boas oportunidades para avançar na carreira, especialmente ao demonstrar liderança e iniciativa. Aproveite para apresentar novas ideias e fortalecer relacionamentos profissionais, pois isso poderá abrir portas para projetos importantes. É um período favorável para tomar decisões estratégicas, porém mantenha o equilíbrio ao lidar com divergências. Acredite no seu potencial de crescimento e invista em cursos ou networking. Ao manter o foco na clareza e na comunicação, você fortalecerá sua posição e impulsionará seu desenvolvimento profissional nesta semana.",
      "health": "Para os leoninos nesta semana, a saúde física pede atenção à alimentação equilibrada e à prática de exercícios leves, que ajudarão a manter a energia alta. No aspecto mental, é importante reservar momentos para descanso e reflexão, evitando o estresse excessivo. Invista em momentos de autocuidado, como meditação ou uma caminhada ao ar livre, para fortalecer seu bem-estar emocional. Ao priorizar seu equilíbrio interno, você se sentirá mais forte e revitalizado ao longo da semana.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Durante a semana de 16 a 22 de fevereiro de 2026, os virginianos sentirão uma energia de renovação e foco nas questões práticas. Essa fase será propícia para organizar seus objetivos, refletir sobre suas rotinas e fazer ajustes que tragam maior eficiência ao dia a dia. O movimento planetário sugere que é um momento ideal para concentrar-se em projetos pessoais ou profissionais que exigem atenção aos detalhes. Aproveite para estabelecer metas concretas e dividir tarefas em etapas menores, facilitando o alcance de suas metas. Nas relações, será fundamental manter uma postura de escuta atenta e empática, buscando equilibrar o desejo de ajudar com o respeito pelo espaço do outro. Cuidado para não se perder em perfeccionismo ou ansiedade excessiva, buscando sempre uma abordagem racional e compassiva. Essa semana oferece boas oportunidades de crescimento se você manter o foco e a serenidade.",
      "love": "Nesta semana, Virgem, as oportunidades românticas surgirão de forma natural e espontânea. Para os solteiros, é momento ideal para abrir seu coração e se conectar com novas pessoas, aproveitando ocasiões sociais. Para os casais, a comunicação será a chave para fortalecer o relacionamento, então dedique atenção à troca de sentimentos. Mantenha-se flexível e receptivo às necessidades do parceiro, evitando discussões desnecessárias. Aproveite para expressar seu carinho com pequenas ações. Esta semana convida à sinceridade e ao aprofundamento emocional, trazendo mais harmonia e conexões autênticas para sua vida amorosa.",
      "career": "Nesta semana, os virginianos podem experimentar avanços importantes em suas carreiras. Novas oportunidades de trabalho podem surgir de forma inesperada, incentivando a criatividade e a inovação. É um momento propício para fortalecer relacionamentos profissionais e buscar perspectivas de crescimento. Decisões importantes devem ser tomadas com calma, sempre analisando as consequências a longo prazo. Aproveite para aprimorar suas habilidades e fortalecer seu networking. A confiança e a persistência serão fundamentais para alcançar resultados positivos. Mantenha o foco e prepare-se para um período de crescimento e reconhecimento no ambiente profissional.",
      "health": "Nesta semana, os virginianos estarão mais atentos à sua saúde física, sendo importante manter uma rotina de alimentação equilibrada e praticar exercícios leves, como caminhada ou yoga. Para o bem-estar mental, reserve momentos de silêncio e reflexão, evitando sobrecargas emocionais. Estabeleça uma rotina de autocuidado, como massagens ou banhos relaxantes, para revitalizar corpo e mente. Aproveite a semana para priorizar seu descanso e ouvir seus sentimentos, promovendo equilíbrio interior e bem-estar duradouro.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Nesta semana, os librianos sentirão uma energia de renovação e equilíbrio promovida pelos astros. É um momento favorável para refletir sobre suas relações pessoais e profissionais, buscando harmonizar conflitos e fortalecer conexões. A Lua, em movimento, favorece a comunicação clara e sincera, incentivando você a expressar suas necessidades com autenticidade. No âmbito financeiro, atenção e prudência serão essenciais; evitar decisões impulsivas trará melhores resultados. A influência de Vênus sugere que será uma boa semana para cuidar de si mesmo, dedicando tempo ao autocuidado e ao bem-estar emocional. Momentos de introspecção podem trazer insights valiosos, orientando suas escolhas futuras. Aproveite para praticar a empatia e ouvir mais os outros, pois isso fortalecerá seus relacionamentos. Mantenha uma postura positiva e confiante diante das desafios, confiando na sua capacidade de encontrar soluções equilibradas para tudo que surgir.",
      "love": "Nesta semana, os librianos poderão experimentar uma energia de renovação nos relacionamentos. Para os solteiros, há oportunidades de conhecimentos inesperados que podem evoluir para algo mais profundo, então mantenham o coração aberto e a disposição para novas experiências. Para os casais, a semana incentiva o diálogo sincero e a reconexão emocional, fortalecendo os laços. É um momento favorável para resolver pequenas desavenças e reforçar a parceria. Aproveite esse período para demonstrar seu carinho e atenção, pois o amor florescerá com sua sinceridade. Cultivar paciência e compreensão será essencial para aproveitar ao máximo as possibilidades.",
      "career": "Nesta semana, Libra pode perceber oportunidades de crescimento profissional ao se abrir para novas ideias e parcerias. É um momento favorável para fortalecer sua rede de contatos e explorar projetos que estejam alinhados aos seus valores. Decisões de carreira baseadas em intuição e análise equilibrada trarão resultados positivos. Aproveite para demonstrar sua liderança e conquistar novos desafios. Mantenha o foco em suas metas e esteja receptivo às mudanças, pois elas podem abrir portas importantes. Essa semana promete fortalecer sua confiança e impulsionar seu desenvolvimento profissional de forma sólida e consciente.",
      "health": "Nesta semana, os librianos podem experimentar um aumento na energia física, incentivando a prática de atividades ao ar livre ou exercícios leves. É importante dedicar tempo ao relaxamento mental, como meditação ou leitura, para equilibrar o estresse. Priorize uma alimentação equilibrada e estabeleça momentos de descanso adequados. Ouça seu corpo e não hesite em procurar apoio emocional se sentir necessidade. Cuide-se com carinho, permitindo-se desconectar e recarregar as energias para uma semana mais harmoniosa.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Nesta semana, os escorpianos sentirão uma energia de transformação e renovação permeando suas emoções e suas ações. É um momento propício para refletir sobre relações pessoais, buscando consolidar laços de confiança e aprofundar conexões importantes. A intuição estará aguçada, auxiliando na tomada de decisões difíceis com mais clareza e segurança. No entanto, é fundamental manter o equilíbrio emocional, evitando reações impulsivas ou possessivas. No campo profissional, a disciplina será sua maior aliada para avançar em projetos de longo prazo, mas não deixe de reservar um tempo para descansar e recarregar as energias. Cuide também da saúde, especialmente do sistema imunológico, reforçando hábitos saudáveis. Aproveite a semana para se dedicar a atividades que tragam sentido e crescimento pessoal, confiando na sua força interior para superar qualquer desafio. Assim, você trará mais harmonia e evolução para sua vida.",
      "love": "Na semana de 16 a 22 de fevereiro de 2026, os escorpianos sentirão uma energia intensa em suas relações amorosas. Para os solteiros, essa é uma oportunidade de abrir o coração e explorar novas conexões, mas cuidado para não se apressar demais. Os casais podem experimentar renovação e aprofundamento emocional, desde que comuniquem suas necessidades com sinceridade. Evite dramas desnecessários e pratique a paciência. Esta semana favorece a reflexão sobre seus sentimentos mais profundos e o fortalecimento do vínculo. Aproveite o momento para demonstrar seu amor de forma autêntica e escuta mais atentamente o parceiro.",
      "career": "Nesta semana, os escorpianos terão oportunidades de crescimento profissional ao se concentrarem em projetos estratégicos. A influência de planetas favoráveis sugere que ações decisivas podem abrir portas para novas parcerias e promoções. Aproveite para fortalecer sua rede de contatos e demonstrar suas habilidades. Momento ideal para assumir responsabilidades adicionais e mostrar liderança. Decisões importantes relacionadas à sua carreira devem ser feitas com prudência, analisando bem os detalhes. Mantenha o foco na clareza e na ética, pois esses valores serão reconhecidos e recompensados a médio prazo. Use sua intuição para orientar suas escolhas.",
      "health": "Para Escorpião na semana de 16 a 22 de fevereiro de 2026, a atenção à saúde física será fundamental. Priorize uma alimentação equilibrada e a prática regular de exercícios físicos para manter sua energia elevada. Sua saúde mental também merece cuidado; reserve momentos para introspecção e meditação, ajudando a reduzir o estresse. Cuide do sono, evitando preocupações excessivas à noite. Dedique-se ao autocuidado, buscando atividades que tragam prazer e relaxamento para equilibrar corpo e mente durante toda a semana.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Nesta semana, Sagitário, você será guiado por uma energia de autodescoberta e crescimento pessoal. Os astros indicam que será um período propício para refletir sobre seus objetivos, especialmente na área profissional e de relacionamentos. Aproveite a oportunidade para estabelecer novas metas e fortalecer suas conexões emocionais. A Lua favorece momentos de introspecção e conexão interior, então reserve um tempo para meditar ou fazer atividades que estejam alinhadas com seu propósito. É importante manter o otimismo, mesmo diante de pequenos obstáculos, pois sua energia expansiva ajudará a superar desafios. Aproveite também para expressar sua criatividade e buscar novas experiências que tragam alegria e aprendizado. No final da semana, o cosmos sugere que você mantenha o equilíbrio emocional, cultivando a paciência e a gratidão. Assim, você poderá aproveitar ao máximo as possibilidades que se abrirão na sua jornada.",
      "love": "Nesta semana, os sagitarianos podem experimentar momentos de conexão profunda e intuição, favorecendo o diálogo e a compreensão mútua. Para os solteiros, há oportunidades de novos encontros que podem despertar entusiasmo e esperança. Os casais devem cuidar para manter a comunicação aberta, evitando mal-entendidos. É um momento ideal para fortalecer laços e planejar futuras aventuras juntos. Aproveite a semana para demonstrar sua sinceridade e disposição para ouvir o parceiro. Para quem está sozinho, mantenha o coração aberto, mas sem pressa, confiando no ritmo natural das relações. A sinceridade será seu melhor aliado.",
      "career": "Na semana de 16 a 22 de fevereiro de 2026, Sagitário encontrará oportunidades promissoras para expandir seus horizontes profissionais. Novas ideias e projetos podem surgir, exigindo de você uma postura otimista e visionária. É um período favorável para buscar parcerias estratégicas e fortalecer vínculos com colegas de trabalho. Decisões importantes relacionadas à carreira podem surgir, pedindo coragem para inovar e assumir riscos calculados. Aproveite este momento para refletir sobre seus objetivos a longo prazo e investir em aprimoramento de habilidades. Mantenha o foco, confie em seu potencial e esteja aberto a mudanças que tragam crescimento sustentável.",
      "health": "Nesta semana, os sagitarianos sentem-se energizados, o que favorece a prática de atividades físicas ao ar livre. Priorize o equilíbrio emocional, dedicando tempo à meditação ou momentos de reflexão. Cuide da alimentação, optando por refeições leves e nutritivas, e evite excessos. Inspire-se a explorar novas atividades que tragam prazer e bem-estar, fortalecendo sua saúde física e mental ao longo da semana. Ouça seu corpo e respeite seus limites para manter-se no caminho da harmonia.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Nesta semana, os capricornianos vão sentir um aumento na energia de foco e determinação, o que os auxilia a avançar em projetos profissionais e pessoais. É um momento propício para estabelecer metas claras e dar passos concretos em direção a elas. A influência dos astros favorece a reflexão sobre suas prioridades, incentivando uma avaliação sincera de suas ações e escolhas. No âmbito emocional, é importante que mantenham a calma e evitem reações impulsivas, buscando diálogo e compreensão com pessoas próximas. Aproveite o período para se conectar com seus valores mais profundos, reforçando sua autoestima e segurança. Cuide também da sua saúde mental, reservando tempo para descanso e atividades que lhe tragam prazer. Com disciplina e paciência, esta semana oferece oportunidades de crescimento e realizações duradouras. Aproveite o momento para consolidar suas bases e investir no seu bem-estar integral.",
      "love": "Nesta semana, Capricórnio pode experimentar oportunidades de aprofundar relacionamentos existentes e abrir-se para novas possibilidades. Para os solteiros, há potencial para conhecer alguém especial ao se envolver em atividades sociais ou espirituais. Para os que estão em parceria, a comunicação será fundamental; aproveite para expressar seus sentimentos de forma sincera e ouvir com atenção. Evite colocar pressão ou esperar demais, mantendo o equilíbrio emocional. A semana pede paciência, compreensão mútua e confiança. Use esse período para fortalecer vínculos e cultivar o amor com sinceridade, promovendo harmonia e crescimento emocional.",
      "career": "Nesta semana, Capricórnio encontrará oportunidades para demonstrar liderança e consolidar sua reputação profissional. É um momento favorável para assumir novos desafios e aprofundar conhecimentos que possam impulsionar sua carreira. Decisões estratégicas, especialmente relacionadas a projetos de longo prazo, trarão benefícios duradouros. Aproveite para ampliar suas redes de contato e demonstrar proatividade nas tarefas atribuídas. No âmbito de crescimento pessoal, o alinhamento com seus objetivos profissionais será essencial para manter o foco e a motivação. Mantenha uma postura aberta às mudanças e confie na sua capacidade de superar obstáculos com perseverança.",
      "health": "Nesta semana, Capricórnio deve focar na manutenção do equilíbrio físico e mental. Priorize uma alimentação leve e hydrate-se bem, evitando excessos. Reserve um tempo para atividades que promovam relaxamento, como meditação ou alongamentos suaves. Cuide do sono, criando uma rotina consistente. Aproveite momentos de reflexão para identificar necessidades emocionais e trabalhar o autocuidado. Assim, você fortalecerá sua energia e bem-estar, enfrentando a semana com mais vitalidade e tranquilidade.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Nesta semana, os Aquarianos irão sentir uma energia de renovação e introspecção, ideal para refletir sobre seus objetivos e valores pessoais. É um momento propício para estabelecer novas metas e alinhar suas ações com seus sonhos mais profundos. A comunicação com pessoas próximas se intensifica, favorecendo conversas sinceras e sinceras que podem fortalecer relacionamentos ou esclarecer mal-entendidos. No entanto, atenção para o excesso de expectativa, que pode gerar frustração se não for bem equilibrado. Aproveite para investir em atividades que estimulem sua criatividade e inovação, trazendo novas perspectivas para seus projetos. A semana também pede cuidado com o ritmo, evitando sobrecarga emocional ou física. Use momentos de silêncio e calma para recarregar suas energias. Praticar a gratidão diáriamente será uma excelente ferramenta para atrair boas energias e manter o foco naquilo que realmente importa.",
      "love": "Nesta semana, os aquarianos irão sentir uma forte energia de renovação emocional. Para os solteiros, há oportunidades de encontros interessantes, que podem surgir de forma inesperada, incentivando a abertura para novas possibilidades. Para os casais, é um momento de fortalecer laços, comunicando sentimentos com sinceridade e compreensão. Aproveite para discutir planos futuros e reforçar o compromisso. A dica é manter a espontaneidade e evitar conflitos desnecessários, cultivando paciência e empatia. Este período favorece a conexão genuína, estimulando o crescimento e a harmonia afetiva em todos os relacionamentos.",
      "career": "Na semana de 16 a 22 de fevereiro de 2026, os aquarianos terão oportunidades de destacar suas habilidades profissionais e conquistar reconhecimento no ambiente de trabalho. Este é um momento favorável para buscar novas parcerias e expandir sua rede de contatos, o que pode abrir portas para projetos inovadores. Decisões relacionadas à atualização de habilidades ou mudanças de carreira serão bem-sucedidas ao serem feitas com planejamento e confiança. Aproveite essa fase para mostrar sua criatividade e abrir espaço para crescimento, mantendo uma postura colaborativa e receptiva às novidades que surgirem.",
      "health": "Nesta semana, os aquarianos devem focar na manutenção do equilíbrio físico e mental. Praticar atividades leves, como caminhadas ao ar livre, ajudará a renovar as energias e fortalecer o corpo. Cuide da saúde mental reservando momentos de reflexão e meditação para aliviar o estresse. Priorize o sono de qualidade e uma alimentação equilibrada. Valorize seu tempo de descanso e conexões positivas, promovendo bem-estar emocional ao longo da semana.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Nesta semana, os piscianos irão sentir uma forte conexão com suas emoções e intuições, tornando-se mais sensíveis às necessidades ao seu redor. É um momento ideal para refletir sobre seus sonhos e desejos mais profundos, buscando alinhá-los com suas ações diárias. A energia de fevereiro incentiva a cura emocional, portanto, reserve um tempo para relaxar e praticar atividades que tragam paz interior, como meditação ou caminhadas na natureza. Nos relacionamentos, a comunicação será fundamental: ouça atentamente e demonstre empatia. No âmbito profissional, a criatividade está em alta, favorecendo ideias inovadoras; aproveite esse fluxo para dar um passo adiante em seus projetos. Contudo, cuidado com o cansaço ou a tendência de se sobrecarregar. Priorize seu bem-estar, equilibre seu tempo e confie em sua intuição para tomar decisões importantes. Este é um período de introspecção e crescimento emocional que trará melhorias a longo prazo.",
      "love": "Nesta semana, os piscianos sentirão uma renovação na energia emocional, o que favorece conexões mais profundas e sinceras. Para os solteiros, há oportunidades de encontros autênticos que podem evoluir para algo significativo. É importante abrir o coração e confiar na sua intuição. Para os casais, a comunicação ficará mais harmoniosa, permitindo resolver conflitos com mais facilidade. Aproveite para fortalecer laços e planejar momentos especiais juntos. O conselho é evitar impaciência e dar espaço para a vulnerabilidade, fortalecendo a confiança mútua. Ouça seu coração e aproveite essa fase de crescimento emocional.",
      "career": "Nesta semana, os piscianos poderão experimentar uma oportunidade inesperada de crescimento profissional, especialmente através de conexões e networking. Sua sensibilidade e empatia serão valorizadas em reuniões e projetos colaborativos, facilitando alianças estratégicas. É importante refletir sobre suas escolhas e evitar decisões precipitadas relacionadas à carreira. Aproveite o momento para aprimorar conhecimento e buscar novos cursos ou treinamentos. Acredite no seu potencial e mantenha o foco nas metas de longo prazo. O desenvolvimento de suas habilidades emocionais será um diferencial na conquista de novas posições ou reconhecimento no ambiente de trabalho.",
      "health": "Nesta semana, os piscianos devem focar na manutenção da saúde física, priorizando uma alimentação equilibrada e exercícios leves, como alongamentos ou caminhadas. No aspecto mental, é fundamental dedicar tempo ao relaxamento e evitar sobrecarregar a mente com tarefas excessivas, praticando meditação ou momentos de silêncio. Aproveite também para cuidar de si com banhos relaxantes e atividades que tragam prazer. Ouça seu corpo e dê atenção às suas emoções para garantir equilíbrio e bem-estar completo durante esses dias.",
      "key_dates": [
        "2026-02-16",
        "2026-02-19",
        "2026-02-22"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    }
  }
}