{
  "week": "2026-W03",
  "language": "it",
  "entries": {
    "aries": {
      "overview": "Dalla settimana del 19 al 25 gennaio 2026, l’Ariete si troverà a vivere un periodo di intensa energia e rinnovamento. Le stelle favoriscono i progetti personali e le relazioni, invitandoti a essere più aperto e disponibile verso gli altri. È il momento di mettere in campo le tue capacità di leadership, ma con attenzione a non risultare aggressivo. Le influenze planetarie ti spronano a riflettere prima di agire: la pazienza sarà la chiave per affrontare eventuali sfide. Potresti sentirti molto motivato, ma è importante canalizzare questa energia in modo costruttivo e gentile. Dedica del tempo alla cura di te stesso, praticando attività che ti rilassino e ti diano chiarezza mentale. Questa settimana ti offre la possibilità di consolidare progetti e di rafforzare i legami affettivi: ascolta il cuore e mantieni un atteggiamento positivo, anche di fronte alle difficoltà.",
      "love": "Durante questa settimana, l'Ariete sarà aperto a nuove opportunità amorose, sentendosi energico e pronto a flirtare con disinvoltura. I single potrebbero incontrare qualcuno di speciale che stimola la loro curiosità, ma attenzione a non affrettare le cose. Le coppie, invece, vivrete un periodo di maggiore comprensione e intimità, utile per rafforzare il legame. È importante ascoltare il partner con pazienza e, se ci sono divergenze, affrontarle con sincerità e calma. Approfittate di questa settimana per condividere momenti sinceri e rafforzare il rapporto.",
      "career": "La settimana dal 19 al 25 gennaio 2026 offre all'Ariete opportunità di crescita professionale significativa. È il momento di mettere in luce le proprie competenze e di assumere iniziative innovative sul lavoro. Le relazioni con colleghi e superiori si rafforzeranno, favorendo collaborazioni proficue. Potrebbero presentarsi nuove proposte o progetti stimolanti che richiederanno decisioni rapide e coraggiose. È importante mantenere un atteggiamento proattivo e aperto ai cambiamenti, puntando a sviluppare competenze trasferibili. Una pianificazione accurata delle priorità ti aiuterà a ottenere risultati concreti e a consolidare il tuo percorso di carriera.",
      "health": "La settimana per l’Ariete si presenta come un’opportunità per rafforzare il benessere fisico e mentale. Potresti sentirti energico, ma è importante non trascurare il riposo e l’alimentazione equilibrata. Dedica del tempo a pratiche di rilassamento come lo yoga o la meditazione per alleviare lo stress. Concediti pause o momenti di cura personale, ascoltando attentamente i tuoi bisogni. Questa è una settimana favorevole per ritrovare equilibrio e ricaricare le energie.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Nella settimana dal 19 al 25 gennaio 2026, il Toro si sentirà particolarmente ancorato alle proprie radici e ai valori personali. Le energie planetarie favoriscono la riflessione interiore e la stabilità emotiva, invitandoti a prendersi del tempo per analizzare i tuoi obiettivi a lungo termine. Potresti affrontare alcune sfide sul fronte delle relazioni, ma con pazienza e sincerità riuscirai a rafforzare i legami più importanti. È un buon momento per dedicarti alla cura della tua casa e del benessere personale, ritrovando armonia e equilibrio. Le opportunità professionali potrebbero presentarsi sotto forma di nuovi progetti o collaborazioni; tuttavia, è fondamentale valutare con attenzione ogni dettaglio prima di prendere decisioni importanti. Ascolta il tuo intuito e ricorda di concederti momenti di relax per ricaricare le energie in vista delle prossime sfide.",
      "love": "Nella settimana dall’19 al 25 gennaio 2026, i Toro potranno sperimentare nuove opportunità romantiche, grazie a un’energia positiva che favorisce le connessioni profonde. I single si sentono più aperti e pronti a incontrare qualcuno di speciale, ma è importante mantenere un atteggiamento paziente e autentico. Le coppie, invece, potrebbero affrontare qualche piccola tensione legata a incomprensioni, ma con dialogue e ascolto reciproco riusciranno a rafforzare il legame. Consiglio di dedicare tempo alla comunicazione aperta, mostrando sincero interesse e affetto. La fiducia continuerà a essere la chiave in questa settimana",
      "career": "Durante la settimana dal 19 al 25 gennaio 2026, i Toro avranno opportunità di consolidare la propria posizione professionale attraverso progetti innovativi. La cura dei dettagli e la determinazione saranno fondamentali per emergere e ottenere riconoscimenti. È il momento ideale per valutare nuove opportunità di formazione o specializzazione, che possono favorire avanzamenti di carriera. Tuttavia, si consiglia di prendere decisioni ponderate e di evitare rapporti superficiali con colleghi o superiori. La pazienza e la perseveranza saranno le alleate principali per raggiungere obiettivi a lungo termine, portando a una crescita solida e duratura.",
      "health": "Per i Toro, questa settimana è importante concentrarsi sul proprio benessere fisico, dedicando del tempo a esercizi moderati come passeggiate o yoga, che favoriscono il rilassamento muscolare e migliorano l’energia. Per la salute mentale, è consigliabile praticare tecniche di mindfulness e dedicarsi a momenti di autoscoperta, evitando stress eccessivi. La cura di sé stessa può essere favorita con un'alimentazione equilibrata e sonno di qualità, per sentirsi rinvigoriti e centrati durante tutta la settimana.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Questa settimana, i Gemelli si troveranno accessi a nuove energie che stimoleranno la loro curiosità e desiderio di apprendimento. È un momento favorevole per approfondire le relazioni interpersonali e migliorare i legami esistenti, grazie alla tua apertura comunicativa e alla naturale capacità di ascolto. Tuttavia, attenzione a non farti sopraffare dal nervosismo o dalla fretta nel prendere decisioni importanti. Potresti sentirti più impulsivo del solito, ma questa è un’occasione per riflettere con calma e chiarezza. La presenza di influenze positive ti invita a dedicare tempo alla cura di te stesso, magari con attività che favoriscano il rilassamento mentale. Questa settimana, lavora sulla gestione dello stress e cerca di mantenere un equilibrio tra il desiderio di novità e la solidità delle tue certezze. Sii paziente e fiducioso, le risposte che cerchi arriveranno con il giusto tempo.",
      "love": "Questa settimana, i Gemelli avranno opportunità di rafforzare i legami affettivi attraverso comunicazioni sincere e aperte. Per le coppie, è il momento di dedicare tempo alla condivisione delle emozioni, consolidando il rapporto. I single potrebbero incontrare qualcuno di interessante grazie a incontri sociali o attività culturali. È importante mantenere una mente aperta e ascoltare il cuore. Evitate di essere troppo superficiali o indecisi, e cercate di risolvere eventuali malintesi con empatia. La chiave è l’equilibrio tra sincerità e leggerezza per vivere un amore sereno e autentico.",
      "career": "Nella settimana dal 19 al 25 gennaio 2026, i Gemelli potranno sperimentare nuove opportunità lavorative se saranno disposti a mettersi in gioco e a dimostrare le proprie competenze. È un periodo favorevole per valutare eventuali cambi di percorso o avanzamenti di carriera, grazie all’influsso positivo delle stelle sul loro spirito di iniziativa. La chiarezza mentale e la communication efficace saranno strumenti fondamentali per consolidare rapporti professionali e farsi notare. Si consiglia di evitare decisioni affrettate: riflettere bene sui progetti futuri porterà a risultati più soddisfacenti e duraturi.",
      "health": "Durante la settimana dal 19 al 25 gennaio 2026, i Gemelli potranno sperimentare un buon equilibrio tra salute fisica e mentale. È consigliabile dedicare del tempo all’attività fisica leggera, come passeggiate o yoga, per stimolare energia e benessere. La mente beneficerà di pause meditate e momenti di riflessione; dedicare anche pochi minuti al giorno alla cura di sé farà la differenza. Ricordate di ascoltare il vostro corpo e di mantenere un’alimentazione equilibrata per sentirvi al meglio.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Durante questa settimana, i Cancro sentiranno un’intensa spinta emotiva, che li inviterà a riflettere sui loro bisogni più autentici e sulle relazioni che alimentano il loro benessere. È un momento favorevole per dedicarsi a attività che favoriscano il recupero energetico e il riequilibrio interiore. La Luna, elemento cardine di questo periodo, illuminerà aspetti nascosti e offrirà intuizioni preziose, aiutando a superare eventuali dubbi o insicurezze. Sul fronte lavorativo, si prospettano opportunità di crescita, ma è importante mantenere la calma e valutare con attenzione ogni decisione. Le relazioni saranno al centro della scena: è il momento di aprirsi e comunicare con sincerità, rafforzando i legami affettivi. La chiave di questa settimana sarà ascoltare il proprio cuore, lasciando che l’intuizione guidi le scelte più importanti.",
      "love": "Questa settimana, i Cancro potrebbero vivere momenti intensi di connessione emotiva, favoriti da nuove opportunità romantiche. I single potrebbero incontrare qualcuno che stimola la loro introspezione e li invita ad aprirsi di più, ma è importante non affrettare le cose. Per le coppie, questo è un momento di rafforzamento dei legami: ascoltare con empatia e mantenere la sincerità saranno chiavi fondamentali. La comunicazione aperta aiuterà a superare eventuali malintesi. La vostra sensibilità e il desiderio di sincerità vi guideranno verso relazioni più autentiche e appaganti in questa settimana.",
      "career": "Questa settimana, i Cancro potranno approfittare di nuove opportunità di crescita professionale grazie a incontri o progetti inaspettati. È un momento favorevole per assumere decisioni importanti e dimostrare le proprie competenze. La vostra intuizione sarà un alleato prezioso nel valutare le proposte di lavoro o di collaborazione, quindi affidatevi al vostro istinto. Tuttavia, evitate di prendere decisioni affrettate e dedicate del tempo alla riflessione. La perseveranza e la chiarezza nei vostri obiettivi vi porteranno a risultati soddisfacenti, rafforzando la vostra stabilità lavorativa.",
      "health": "Durante questa settimana, i Cancro potranno notare un miglioramento della loro energia fisica se dedicano qualche momento al movimento quotidiano. È importante ascoltare il corpo e prestare attenzione alla nutrizione, evitando eccessi. Mentalmente, si consiglia di praticare tecniche di rilassamento come la meditazione per ridurre lo stress. Dedicate tempo al self-care, concedendovi pause e momenti di relax, perché il benessere emotivo sarà fondamentale per affrontare con serenità le sfide della settimana.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "La settimana dal 19 al 25 gennaio 2026 porterà per i Leone un periodo di riflessione e rinnovamento interiore. Sarà importante dedicare del tempo alla cura di sé e alle relazioni più autentiche, lasciando da parte le pretese e ascoltando più profondamente il proprio cuore. Venere favorisce incontri significativi e momenti di intimità, che contribuiranno a rafforzare i legami affettivi. Sul fronte lavorativo, la settimana chiede attenzione e organizzazione, invitando a pianificare con cura i propri obiettivi e a evitare decisioni affrettate. La presenza di Mercurio enfatizzerà la comunicazione, rendendo possibile esprimere con chiarezza bisogni e desideri. In generale, questa settimana è ideale per ristabilire un equilibrio tra ambizione e benessere personale, così da affrontare le sfide con maggiore serenità e sicurezza. Imparate ad ascoltarvi, e i risultati arriveranno.",
      "love": "La settimana tra il 19 e il 25 gennaio 2026 riserva opportunità romantiche per i Leone. I single potrebbero incontrare qualcuno di speciale attraverso attività sociali o eventi spontanei, approfittando della loro naturale carisma. Per le coppie, è un momento favorevole per rafforzare il legame e comunicare apertamente, lasciando da parte eventuali incomprensioni. È importante mostrarsi sinceri e disponibili all'ascolto. Per entrambi, la sincerità e il desiderio di condividere emozioni autentiche porteranno maggiore armonia e gioia nella sfera sentimentale.",
      "career": "Nella settimana dal 19 al 25 gennaio 2026, i Leone saranno chiamati a sfruttare nuove opportunità professionali e a consolidare la loro posizione. È un momento favorevole per assumersi responsabilità e dimostrare il proprio valore. La settimana potrebbe portare incontri importanti che apriranno porte a collaborazioni stimolanti o a promozioni. È consigliabile valutare attentamente le possibili decisioni di carriera, mantenendo un atteggiamento aperto e proattivo. La chiarezza mentale e la determinazione saranno determinanti per ottenere risultati concreti e rafforzare la propria crescita professionale.",
      "health": "Durante la settimana dal 19 al 25 gennaio 2026, il segno del Leone potrà godere di un miglior equilibrio tra salute fisica e mentale. È un periodo favorevole per dedicarsi a attività all'aperto e praticare esercizi di respirazione per ridurre lo stress. Dedica del tempo al riposo e al sonno rigenerante, evitando stress eccessivi. Ricorda di alimentarti con cibi nutrienti e di mantenere un atteggiamento positivo, ascoltando il tuo corpo e rispettando i tuoi bisogni.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Questa settimana, la Vergine si troverà a riflettere profondamente sulle proprie attitudini e su come gestire al meglio le responsabilità quotidiane. È un momento di grande attenzione ai dettagli e di organizzazione, che ti aiuterà a chiarire obiettivi e priorità. La Luna in aspetto favorevole può portare momenti di introspezione utile per trovare soluzioni pratiche ai problemi accumulati. È importante dedicare del tempo alla cura di sé, evitando di lasciarsi sopraffare dal perfezionismo. La presenza di pianeti in transito suggerisce di confrontarti con le persone vicine in modo aperto e collaborativo, favorendo un clima di comprensione reciproca. Questa settimana invita a pianificare con attenzione, mantenendo un equilibrio tra impegno e benessere. Con pazienza e attenzione ai dettagli, riuscirai a trasformare le sfide in opportunità di crescita personale e professionale.",
      "love": "Per i Vergine, questa settimana porta opportunità di profondi momenti di connessione con il partner o con nuove persone. Le stelle favoriscono la comunicazione e l’ascolto, permettendo di rafforzare legami esistenti o di aprirsi a nuove conoscenze. Se sei single, si presentano incontri interessanti, ma è importante essere aperti e sinceri con te stesso. Per le coppie, questa è una buona fase per affrontare insieme questioni importanti e rafforzare la fiducia reciproca. Ricorda di dedicare tempo alle emozioni e di essere paziente. La sincerità sarà il tuo alleato più forte.",
      "career": "La settimana dal 19 al 25 gennaio 2026 si presenta favorevole per la Vergine in ambito professionale. È il momento di cogliere nuove opportunità di crescita, specialmente attraverso progetti collaborativi o iniziative innovative. La vostra attenzione ai dettagli e l’organizzazione saranno strumenti chiave per consolidare i progressi già fatti e aprire nuove porte. È consigliabile valutare con attenzione eventuali proposte di formazione o avanzamenti di ruolo, ma anche riflettere sui cambiamenti necessari per raggiungere obiettivi a lungo termine. La sincerità e la chiarezza nelle comunicazioni favoriranno relazioni di lavoro più solide e produttive.",
      "health": "Durante questa settimana, la Vergine potrebbe sentirsi più energica e motivata a prendersi cura di sé. È il momento perfetto per dedicarsi a esercizi leggeri come yoga o passeggiate all'aperto, favorendo il benessere fisico e mentale. Ricorda di mantenere un’alimentazione equilibrata e di concederti pause di relax. Dedica del tempo alla meditazione o alla lettura, per ricaricare le energie e consolidare il proprio equilibrio interiore. Questo approccio ti porterà maggiore serenità e salute duratura.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Durante questa settimana, la Bilancia sarà chiamata a trovare un equilibrio tra le emozioni e le responsabilità quotidiane. La Luna e Venere favoriscono i rapporti interpersonali, invitandoti a dedicare tempo alle persone care e ad ascoltare con attenzione i loro bisogni. È un momento favorevole per consolidare le relazioni e affrontare eventuali incomprensioni con calma e apertura. Sul fronte lavorativo, Mercurio stimola la chiarezza mentale, aiutandoti a prendere decisioni ponderate e a organizzare i tuoi progetti. Tuttavia, cerca di evitare l’indecisione e di mantenere la calma di fronte alle criticità. La settimana invita a prenderti cura di te stesso, dedicando anche spazio alla riflessione e al benessere personale. Sfrutta questa fase per rivedere obiettivi e priorit à, e affronta ogni sfida con equilibrio e saggezza, fiduciosa nelle tue capacità.",
      "love": "Durante la settimana dal 19 al 25 gennaio 2026, i Bilancia potrebbero sperimentare nuove opportunità di incontro e approfondimento delle relazioni esistenti. La vostra capacità di ascolto e diplomazia sarà fondamentale per rafforzare i legami affettivi. Per i single, potrebbe esserci l'occasione di conoscere qualcuno di interessante, ma dovrete essere aperti e sinceri. Le coppie, invece, dovrebbero dedicare tempo alla comunicazione e alla comprensione reciproca, evitando incomprensioni. La chiave di questa settimana è l'equilibrio tra emotività e razionalità, per costruire un amore più saldo e autentico.",
      "career": "Durante questa settimana, i Bilancia potranno cogliere importanti opportunità di crescita professionale, soprattutto grazie a collaborazioni e nuove idee che nasceranno dai contatti con colleghi. È il momento di valutare con attenzione proposte di ampliamento delle responsabilità e di investire in formazione o aggiornamenti. Le decisioni ponderate e il mantenimento di un atteggiamento equilibrato saranno fondamentali per superare eventuali sfide. Questa settimana favorisce anche la valorizzazione delle competenze personali, che possono portare a riconoscimenti o promozioni. È un momento favorevole per rafforzare la propria posizione e guardare con ottimismo al futuro lavorativo.",
      "health": "Per la settimana dal 19 al 25 gennaio 2026, i Bilancia potrebbero sentire un certo bisogno di equilibrio tra mente e corpo. La salute fisica richiede attenzione: dedicare del tempo all’attività fisica moderata e all’alimentazione equilibrata porterà benefici. Mentalmente, è importante praticare tecniche di rilassamento come la meditazione o la respirazione profonda. Focalizzatevi sul piacere di dedicare tempo a voi stessi, concedendovi momenti di relax e cura personale per rinvigorire il benessere",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Questa settimana, lo Scorpione sarà avvolto da un’energia intensa e trasformativa che favorisce introspezione e crescita personale. La presenza di pianeti favorevoli stimolerà una maggiore consapevolezza delle proprie emozioni, invitandoti a riflettere su ciò che desideri realmente e su eventuali cambiamenti necessari per il tuo benessere. È un periodo propizio per rivedere obiettivi di vita e rinforzare le relazioni profonde, affrontando dialoghi sinceri e aperti. Tuttavia, attenzione a non lasciarti sopraffare dalla tensione interiore: pratica tecniche di rilassamento e ascolta il tuo istinto. Questa settimana richiede pazienza e autocontrollo, ma anche il coraggio di lasciar andare ciò che non ti serve più. Approfitta di questi giorni per rinnovare le energie, concentrandoti sulla crescita interiore e sulla condivisione autentica con le persone a te più care.",
      "love": "Durante questa settimana, Scorpione potrà vivere momenti intensi e profondi nelle relazioni. Per i singoli, sarà un buon momento per aprirsi e mostrare il proprio lato autentico, attirando potenzialmente incontri significativi. Le coppie, invece, potrebbero rafforzare il legame attraverso comunicazioni sincere e gesti di cura. Tuttavia, è importante evitare incomprensioni e dare spazio alla pazienza. La chiave del successo questa settimana risiede nell’ascolto empatico e nella disponibilità a condividere emozioni profonde. Aprite il cuore e lasciate che l’autenticità guidi i vostri rapporti, vivendo tutto con passione e sincerità.",
      "career": "Durante la settimana dal 19 al 25 gennaio 2026, i Scorpione potrebbero scoprire nuove opportunità di crescita professionale grazie a incontri stimolanti o collaborazioni inattese. È un momento favorevole per prendere decisioni importanti riguardo al futuro lavorativo, ma è fondamentale mantenere la calma e valutare attentamente ogni scelta. La vostra determinazione e intuizione saranno strumenti preziosi per affrontare eventuali sfide e portare avanti progetti innovativi. Approfondite le vostre competenze e siate aperti a nuove idee, poiché potrebbero portare a progressi significativi e riconoscimenti nel vostro percorso professionale.",
      "health": "Durante questa settimana, i nati sotto il segno dello Scorpione sentirete una maggiore energia fisica, che vi aiuterà a rimanere attivi e a mantenere un buon ritmo di allenamento. È importante dedicare del tempo alla meditazione o a tecniche di rilassamento per favorire la stabilità mentale, soprattutto nei momenti di maggiore stress. Prendetevi cura del vostro corpo con alimenti nutrienti e riposo adeguato, permettendovi di ritrovare equilibrio e benessere complessivo.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Dalla settimana del 19 al 25 gennaio 2026, il Sagittario si troverà a vivere un periodo di grande introspezione e riflessione. Le energie planetarie favoriscono il confronto con sé stessi e con le proprie aspirazioni più profonde, invitando a rivedere obiettivi e progetti a lungo termine. È un momento ideale per dedicarsi alla crescita personale e alla meditazione, lasciando andare vecchie paure o insicurezze che potrebbero ostacolare il progresso. La comunicazione con persone care si intensifica, portando a scambi più sinceri e significativi, quindi sfrutta questa opportunità per rafforzare i legami affettivi e professionali. La buona notizia è che, affrontando con serenità e pazienza le sfide, potresti scoprire risorse interiori inattese. La chiave sarà ascoltare il tuo intuito e muoverti con consapevolezza, lasciando che le idee più chiare emergano naturalmente.",
      "love": "Per i Sagittario, questa settimana si apre con opportunità di approfondire le connessioni esistenti e di rinnovare il romanticismo. Le stelle favoriscono la comunicazione sincera, ideali per risolvere eventuali fraintendimenti. I single potrebbero incontrare qualcuno di interessante durante attività sociali o incontri casuali, mentre le coppie sono invitate a dedicare del tempo alla complicità. È importante mantenere l’apertura e l’ascolto reciproco, evitando tensioni inutili. Questa settimana invita alla sincerità e alla spontaneità, elementi fondamentali per rafforzare i legami e vivere momenti di intimità autentica.",
      "career": "Per la settimana dal 19 al 25 gennaio 2026, il Sagittario si troverà in un momento propizio per esplorare nuove opportunità professionali e fare scelte strategiche. La presenza di influenze positive favorisce il networking e le collaborazioni, rendendo possibile l’apertura a progetti innovativi. È un momento in cui la chiarezza mentale e la fiducia in sé stessi aumentano, aiutando a mettere in evidenza le proprie competenze. Tuttavia, sarà importante valutare con attenzione ogni proposta e non prendere decisioni affrettate. Con determinazione e apertura mentale, il Sagittario potrà ottenere progressi significativi nel percorso di carriera.",
      "health": "Durante la settimana dal 19 al 25 gennaio 2026, i Sagittario potrebbero sentirsi energici e motivati, ma è importante prestare attenzione alla cura del proprio corpo. Dedicate del tempo a esercizi leggeri e allo stretching per mantenere il benessere fisico. Mentalmente, si consiglia di praticare la meditazione o attività rilassanti per ridurre lo stress. Ricordate di ascoltare il vostro corpo e concedervi pause di relax per mantenere equilibrio e vitalità.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Durante questa settimana, il tuo dono di saggezza e determinazione sarà particolarmente valorizzato. Le energie planetarie ti invitano a riflettere sui tuoi obiettivi a lungo termine, mettendo in mare strategie concrete e realizzabili. Potresti sentirti più motivato a confrontarti con questioni pratiche e a perfezionare i tuoi progetti professionali o personali. È importante mantenere un equilibrio tra lavoro e vita privata, evitando di lasciarti sopraffare dallo stress. La comunicazione sarà un potente alleato: ascolta con attenzione e condividi le tue idee con sincerità. Questa settimana ti offre ottime occasioni per consolidare relazioni di fiducia e per mostrare la tua affidabilità. Approfitta di questo momento per pianificare il futuro con lungimiranza, senza perdere di vista il valore della pazienza e della costanza che ti contraddistinguono.",
      "love": "Questa settimana, i Capricorno potranno vivere momenti di profonda introspezione nelle relazioni. Per i single, si aprono possibilità di incontri significativi, ma richiederanno pazienza e sincerità. Per le coppie, è il momento di rafforzare il dialogo e affrontare eventuali incomprensioni con chiarezza. La succedità di Saturno invita a lasciar andare vecchie barriere e a coltivare la fiducia reciproca. Consiglio di dedicare del tempo alla comunicazione emotiva e di mostrare empatia. Questo periodo favorisce la crescita e l’equilibrio nelle relazioni, portando maggiore stabilità e consapevolezza.",
      "career": "Durante la settimana dal 19 al 25 gennaio 2026, il Capricorno potrebbe sperimentare opportunità di crescita professionale attraverso collaborazioni impreviste. È un momento favorevole per rivedere i propri obiettivi di carriera e valutare eventuali cambi di rotta. La determinazione e la disciplina saranno i vostri alleati principali, permettendovi di affrontare con successo nuove sfide. Tuttavia, attenzione alle decisioni affrettate: riflettete prima di impegnarvi in progetti complessi. La vostra affidabilità sarà riconosciuta dai colleghi, aprendo porte a possibilità di avanzamento e rafforzando la vostra reputazione professionale.",
      "health": "Per i nati sotto il segno del Capricorno, questa settimana sarà importante dedicare tempo al recupero fisico e alla cura di sé. La salute generale richiederà attenzione, quindi cerca di seguire una dieta equilibrata e di praticare esercizio moderato. Mentalmente, potresti sentirti un po’ sopraffatto; prendersi pause e praticare tecniche di rilassamento come la meditazione sarà fondamentale. Dedica del tempo a te stesso e non trascurare il riposo, per mantenere equilibrio e energia.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Questa settimana, l'Acquario si sente spinto a riflettere profondamente sulle proprie relazioni e sulle dinamiche che le influenzano. È un momento favorevole per consolidare i legami più significativi, dedicando attenzione sincera alle persone a cui tieni. La presenza di energie positive nel cielo ti invita a esprimere apertamente i tuoi sentimenti e a condividere idee innovative con chi ti circonda. Tuttavia, attenzione a non lasciarti sopraffare dalla voglia di cambiar tutto in modo impulsivo; la pazienza sarà la tua alleata più preziosa. La tua intuizione sarà particolarmente acuta, aiutandoti a prendere decisioni importanti nel settore professionale. Prenditi qualche momento per meditare e ascoltare il tuo intuito, così potrai affrontare la settimana con maggiore chiarezza e fiducia. Ricorda di mantenere un equilibrio tra mente e cuore, così potrai trarre il massimo dalle opportunità che si presenteranno.",
      "love": "Durante la settimana dal 19 al 25 gennaio 2026, gli Acquario possono sperimentare nuove opportunità romantiche, specialmente attraverso incontri spontanei e conversazioni profonde. Le coppie, invece, devono dedicare tempo alla comunicazione aperta e sincera per rafforzare il legame. È un momento favorevole per esprimere i propri sentimenti e ascoltare con empatia. I single dovrebbero essere aperti a nuove conoscenze, ma senza fretta, lasciando che tutto si sviluppi naturalmente. Per tutti, la sincerità e la pazienza saranno strumenti preziosi per approfondire l’amore e creare connessioni durature.",
      "career": "Nella settimana dal 19 al 25 gennaio 2026, gli Acquario possono aspettarsi opportunità di crescita professionale grazie a sorprendenti intuizioni e idee innovative che emergono sul lavoro. È il momento di mettere in valore le proprie competenze e progetti, mostrando leadership e determinazione. Le decisioni prese questa settimana potrebbero aprire nuove porte, soprattutto in ambito collaborativo. Tuttavia, è importante mantenere un atteggiamento equilibrato e riflessivo, valutando attentamente ogni proposta. Investire nel networking e nelle relazioni professionali sarà fondamentale per consolidare il proprio cammino di carriera.",
      "health": "Questa settimana, l'Acquario dovrebbe focalizzarsi sulla cura del corpo attraverso attività leggere e regolari, come passeggiate all'aperto o yoga, per migliorare la vitalità fisica. La mente ha bisogno di equilibrio: dedicare del tempo alla meditazione o alla lettura può favorire il benessere mentale. Ricordate di ascoltare i segnali del vostro corpo e di concedervi pause rigeneranti per mantenere energia e serenità durante tutta la settimana.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Durante questa settimana, i Pesci potrebbero sentirsi particolarmente introspectivi e sensibili, pronti ad analizzare le proprie emozioni più profonde. È un momento favorevole per dedicare tempo alla meditazione e alla riflessione, aiutandosi con pratiche che favoriscano l’autoconoscenza. La presenza di energie positive potrebbe migliorare le relazioni interpersonali, facilitando la comunicazione con amici e persone care. Tuttavia, bisogna fare attenzione a non lasciarsi sopraffare dai sensi di insicurezza o dalle ansie, mantenendo un atteggiamento equilibrato. Le opportunità professionali potrebbero richiedere maggiore concentrazione, ma anche un pizzico di creatività e intuizione, che sono punti di forza dei Pesci in questo periodo. È importante mantenere una routine serena e rispettare i propri limiti, ascoltando i segnali del proprio corpo e della propria anima. Cargo di calma e apertura mentale per affrontare al meglio questa settimana.",
      "love": "Questa settimana, i Pesci avranno l'opportunità di rafforzare i legami esistenti e di aprirsi a nuove emozioni. Per i single, potrebbe arrivare un incontro intrigante che richiederà spontaneità e sincerità. Le coppie, invece, dovrebbero dedicare più tempo alla comunicazione e alla comprensione reciproca, evitando malintesi. È il momento ideale per condividere sentimenti profondi e pianificare progetti comuni. La chiave del successo questa settimana sarà l'autenticità e l'empatia. Siate pazienti e lasciate che l'amore fluisca naturale, rafforzando i legami affettivi con dolcezza e apertura.",
      "career": "Per i Pesci, questa settimana sarà favorevole per nuove opportunità lavorative e decisioni importanti riguardo alla carriera. Si consiglia di essere aperti a proposte inattese e di sfruttare le proprie capacità di comunicazione per rafforzare i rapporti professionali. È un momento propizio per approfondire competenze e pianificare passi strategici a medio termine. Tuttavia, è importante mantenere equilibrio tra ambizione e realismo, evitando decisioni affrettate. La pazienza e la determinazione saranno le chiavi per cogliere le opportunità che si presenteranno, migliorando così il proprio percorso professionale.",
      "health": "Per i Pesci, questa settimana porta un’attenzione speciale alla salute fisica, con suggerimenti per mantenere un equilibrio tra riposo e attività moderata. Concentratevi sul mangiare cibi nutrienti e idratarsi adeguatamente. Dal punto di vista mentale, è il momento di dedicare del tempo alla meditazione o a pratiche di rilassamento per ridurre lo stress. La cura di sé è fondamentale: concedetevi pause e momenti di introspezione per rinvigorire corpo e spirito.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    }
  }
}