{
  "week": "2026-W02",
  "language": "it",
  "entries": {
    "aries": {
      "overview": "La settimana dal 12 al 18 gennaio 2026 si presenta come un periodo di grande energia e riflessione per l’Ariete. È il momento di mettere in pratica le tue ambizioni, ma attenzione a non lasciarti travolgere dalla fretta. Marte, il pianeta guida del tuo segno, ti dà la carica per affrontare nuove sfide, ma è importante ascoltare anche la tua intuizione e i segnali che il cuore ti manda. Sul fronte lavorativo, potresti ricevere opportunità di crescita, ma richiedono pazienza e strategia. Le relazioni richiedono invece delicatezza e ascolto: dedica più tempo alle persone a cui tieni, evitando incomprensioni. La salute e il benessere sono favoriti da momenti di relax e introspezione. Usa questa settimana per riorganizzare i tuoi obiettivi e rafforzare i tuoi legami più importanti, facendo attenzione a mantenere un equilibrio tra azione e riflessione.",
      "love": "Durante la settimana dal 12 al 18 gennaio 2026, gli Ariete sentiranno un'energia crescente nel loro rapporto o nelle nuove conoscenze. Per i single, sarà un momento favorevole per aprirsi a nuove opportunità amorose e mostrare autenticità. Le coppie, invece, dovranno dedicare più tempo alla comunicazione per evitare incomprensioni. È importante ascoltare con attenzione e condividere i propri sentimenti senza paura. La sincerità e la pazienza rafforzeranno i legami. Approfittate di questa settimana per consolidare i vostri sentimenti e mostrare il vostro lato più autentico.",
      "career": "La settimana dal 12 al 18 gennaio 2026 offre all'Ariete opportunità importanti per avanzamenti professionali. È un momento favorevole per valutare nuove collaborazioni o proposte di lavoro che potrebbero portare crescita e visibilità. La vostra determinazione sarà un alleato prezioso nel raggiungimento di obiettivi a medio termine. Tuttavia, è consigliabile riflettere bene prima di prendere decisioni impulsive, mantenendo un equilibrio tra ambizione e realismo. Sfruttate le emozioni positive per rafforzare i rapporti professionali, puntando su comunicazione chiara e trasparente. Questa settimana è ideale per investire in formazione e sviluppare nuove competenze.",
      "health": "Per la settimana dal 12 al 18 gennaio 2026, l'Ariete si sentirà energico e motivato, ma dovrà fare attenzione a non sovraccaricare il corpo. È importante dedicare del tempo al riposo e all'idratazione, evitando stress inutili. Per il benessere mentale, si consiglia di praticare tecniche di rilassamento come la meditazione o lo yoga. Infine, concedersi piccoli momenti di auto-cura, come bagni caldi o passeggiate all'aperto, aiuterà a",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante questa settimana, il segno del Toro potrà sperimentare un equilibrio tra stabilità e nuove opportunità. Le influenze planetarie favoriscono la riflessione interiore e la messa a fuoco dei propri obiettivi a lungo termine. È un momento ideale per dedicarsi alle proprie passioni, ma con attenzione a non lasciarsi sopraffare dal perfezionismo. La presenza di Mercurio indica che la comunicazione sarà chiave: affronta con calma eventuali malintesi o discussioni, cercando siempre di ascoltare gli altri con pazienza. Sul piano emotivo, potresti sentirti più sensibile del solito, ma questa sensibilità ti aiuterà a comprendere meglio te stesso e le persone intorno. Affidati alla tua capacità di perseverare, ma ricorda di concederti anche momenti di relax. La settimana invita a costruire con gradualità, valorizzando le piccole conquiste quotidiane.",
      "love": "Questa settimana, il Toro potrebbe sperimentare nuove opportunità romantiche, aprendo il cuore a incontri interessanti. Per i singles, è un momento favorevole per estendere la rete sociale e lasciarsi coinvolgere da conversazioni autentiche. Le coppie, invece, potrebbero rafforzare il legame attraverso momenti di sincerità e condivisione. È importante mantenere equilibrio e pazienza, evitando malintesi. Dedicate tempo alla comunicazione e mostrate gentilezza, perché le emozioni si consolidano con il rispetto reciproco. Questa settimana inviterà a valorizzare non solo l’amore, ma anche il rispetto e la comprensione tra voi.",
      "career": "Per la settimana dal 12 al 18 gennaio 2026, Toro può aspettarsi nuove opportunità di crescita professionale, grazie a incontri decisivi e a progetti in fase di sviluppo. È un momento favorevole per assumersi responsabilità e dimostrare le proprie capacità, ma attenzione alle decisioni affrettate. La stabilità emozionale e l’intuito naturale del segno favoriscono l’identificazione di collaborazioni promettenti. Sfruttare le relazioni esistenti e mantenere un atteggiamento proattivo sarà fondamentale per avanzare di ruolo. Con determinazione e chiarezza di intenti, Toro potrà rafforzare la propria posizione e aprire nuove porte nel percorso lavorativo.",
      "health": "Durante questa settimana, i Toro sperimenteranno un'energia equilibrata che favorisce il benessere fisico. È un buon momento per dedicarsi ad attività sportive leggere come lo yoga o le passeggiate all'aperto, che aiutano anche a ridurre lo stress mentale. Attenzione alla qualità del sonno e alla dieta, privilegiando cibi nutrienti e idratandosi adeguatamente. Dedicate del tempo alla meditazione o a pratiche di relax per mantenere un equilibrio emotivo efficace.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Durante questa settimana, i Gemelli si sentiranno particolarmente stimolati a cercare equilibrio tra le loro esigenze emotive e le responsabilità quotidiane. L’inconscio sarà ricettivo a nuovi modelli di pensiero, favorendo la riflessione su relazioni e obiettivi personali. La presenza di influenze positive favorisce la comunicazione e l’intelletto, rendendo opportuno dedicare tempo alle conversazioni profonde e agli scambi culturali. Questa è una buona occasione per approfondire rapporti affettivi o per avviare progetti che richiedono creatività e versatilità. Tuttavia, attenzione ai momenti di stanchezza o di confusione mentale: concedersi pause e momenti di relax sarà fondamentale. La settimana incoraggia a mantenere un atteggiamento aperto e flessibile, ascoltando attentamente le proprie emozioni e lasciando spazio ai cambiamenti con fiducia. Con un approccio equilibrato, i Gemelli potranno trarre il massimo da questa fase di crescita personale.",
      "love": "La settimana dal 12 al 18 gennaio 2026 riserva emozioni intense per i Gemelli in ambito amoroso. Per i singoli, è un momento favorevole per aprirsi a nuove conoscenze e lasciarsi coinvolgere da incontri stimolanti. È importante mostrare sincerità e ascolto, poiché le opportunità di complicità sono dietro l’angolo. Le coppie, invece, possono rafforzare il legame approfondendo la comprensione reciproca, evitando malintesi. Consiglio di dedicare del tempo alla comunicazione e di condividere momenti di leggerezza. Prendersi cura del rapporto porterà maggiore armonia e serenità.",
      "career": "La settimana dal 12 al 18 gennaio 2026 sarà favorevole per i Gemelli che desiderano espandere la propria rete professionale. Potresti ricevere opportunità di collaborazione o proposte che richiedono un ascolto attento e una decisione tempestiva. È un momento propizio per investire in formazione o affinare le competenze, facilitando così il tuo percorso di crescita. Tuttavia, evita decisioni impulsive e valuta con attenzione ogni proposta. La chiarezza e la diplomazia saranno le chiavi per rafforzare i rapporti lavorativi e aprire nuove porte verso avanzamenti di carriera.",
      "health": "Per i Gemelli, questa settimana si presenta come un momento favorevole per dedicarsi al benessere fisico e mentale. È consigliabile mantenere un’alimentazione equilibrata e dedicare del tempo all’attività fisica leggera, come camminate o yoga. Per la salute mentale, praticare tecniche di rilassamento e mindfulness aiuterà a ridurre lo stress. Dedica anche momenti alla riflessione personale e al riposo, ascoltando il corpo e la mente per ricaricarti energicamente.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Nella settimana dal 12 al 18 gennaio 2026, i Cancro sentiranno un'energia di rinnovamento e introspezione. È un momento favorevole per riflettere sulle proprie emozioni e per dedicarsi a pratiche che favoriscano il benessere interiore. La Luna in transito porterà sensibilità e stimoli emotivi, invitandoti a condividere ciò che provi con le persone care, creando un clima di maggiore comprensione. Sul fronte professionale, si prospettano opportunità di crescita, ma sarà importante mantenere la calma e valutare attentamente ogni decisione. La prudenza sarà la tua alleata, soprattutto nelle relazioni interpersonali, dove una comunicazione aperta e sincera può risolvere eventuali malintesi. Quello che conta in questa settimana è ascoltare il proprio cuore, fidarsi delle proprie intuizioni e concedersi momenti di relax per ricaricare le energie. Sarebbe utile dedicare del tempo a sé stessi, magari praticando meditazione o attività che favoriscano la pace interiore.",
      "love": "Questa settimana, i Cancro potrebbero vivere momenti di profonda introspezione sentimentale, rendendoli più sensibili alle emozioni degli altri. Le opportunità romantiche si presenteranno attraverso incontri spontanei, ma è importante mantenere una comunicazione aperta e sincera. Per le coppie, sarà un momento ideale per rafforzare il legame attraverso gesti di affetto e ascolto reciproco. I singoli dovrebbero lasciare che la spontaneità guidi le loro azioni, evitando di forzare situazione. Per ottenere il massimo, ascoltate il vostro cuore e non abbiate paura di mostrare vulnerabilità, che potrà aprire nuove porte all’amore.",
      "career": "Durante la settimana dal 12 al 18 gennaio 2026, i Cancro potranno sperimentare nuove opportunità di crescita professionale grazie a un clima favorevole e alla presenza di pianeti benannisanti. È un momento ideale per valutare progetti a lungo termine e rafforzare le relazioni lavorative. Ricorda di mantenere un atteggiamento aperto e flessibile di fronte a eventuali cambiamenti, che potrebbero portare a decisioni importanti. Sfrutta questa fase per consolidare le tue competenze e mostrare il tuo valore ai colleghi e ai superiori, ponendo le basi per avanzamenti futuri e nuove sfide.",
      "health": "Questa settimana, il Cancro può sentirsi più energico e motivato nel prendersi cura del proprio corpo. È un momento favorevole per dedicarsi a attività fisiche leggere e rigeneranti come lo yoga o la camminata all'aperto. Dal punto di vista mentale, è importante trovare momenti di calma e riflessione per prevenire stress e ansia, magari praticando la meditazione. Dedica del tempo anche a coccolarti, concedendoti pause e momenti di relax per ristabilire l’equilibrio tra mente e corpo.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "La settimana dal 12 al 18 gennaio 2026 porta ai Leone un'ondata di energia e determinazione, invitandoli a concentrarsi sui propri obiettivi più importanti. È un momento favorevole per affinare progetti e dare nuova stabilità ai propri passi, grazie alla presenza benefica dei pianeti che stimolano la chiarezza mentale e la creatività. Tuttavia, è importante evitare di essere troppo orgogliosi o impazienti con gli altre persone; la comunicazione dovrà essere improntata alla pazienza e all’ascolto. Le relazioni affettive potrebbero richiedere attenzione speciale: dedicare tempo e ascolto ai propri cari aiuterà a rafforzare i legami. È una settimana ideale per ricostruire autostima e mettere in pratica le proprie capacità, ricordando sempre di rispettare i tempi e le esigenze degli altri. Sfruttate la vostra naturale vitalità per affrontare ogni sfida con entusiasmo e determinazione.",
      "love": "Questa settimana, i Leone solleveranno un’energia positiva che favorisce le relazioni e le nuove opportunità romantiche. I single potrebbero incontrare qualcuno di interessante in incontri casuali o tramite amici, ma è importante mantenere il cuore aperto e sincero. Per le coppie, sarà un momento di rafforzamento e condivisione, ideale per discutere di sogni e progetti comuni. Ricordate di ascoltare attentamente il partner e di mostrare il vostro lato più empatico. La chiave di questa settimana è l’autenticità: siate sinceri con voi stessi e con gli altri, e l’amore fiorirà naturalmente.",
      "career": "Per la settimana dal 12 al 18 gennaio 2026, il Leone si trova in un momento di crescita e rinnovamento professionale. Questa settimana si presenta come un’opportunità per mettere in evidenza le proprie capacità e assumersi nuove responsabilità. È un momento favorevole per valutare eventuali cambiamenti di carriera o progetti ambiziosi. La determinazione e la fiducia in sé stessi saranno le chiavi del successo. È importante mantenere un atteggiamento aperto al confronto e alle collaborazioni, poiché potrebbero nascere nuove opportunità di crescita. Con un approccio deciso, il Leone potrà fare passi avanti concreti nel suo percorso professionale.",
      "health": "Durante la settimana dal 12 al 18 gennaio 2026, Leone dovrebbe concentrarsi sull’equilibrio tra salute fisica e mentale. È un momento favorevole per iniziare una routine di esercizi leggeri, come camminate o yoga, che aiuteranno a ridurre lo stress. Dedica del tempo al relax e alla meditazione per rinvigorire la mente. Ricorda di mantenere una dieta equilibrata e di ascoltare i segnali del tuo corpo per evitare affaticamenti. La cura di sé sarà il miglior alleato.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Questa settimana, la Vergine potrà sentirsi chiamata a trovare un giusto equilibrio tra il lavoro e il benessere personale. Le energie planetarie favoriscono la riflessione interiore e l’organizzazione, invitandoti a dedicarti a compiti che richiedono precisione e metodo. È un momento propizio per rivedere i progetti in corso e fare ordine nelle priorità, evitando di lasciarti sopraffare dallo stress. La Luna influenzerà le tue emozioni, spingendoti a cercare maggiore armonia nelle relazioni interpersonali. Cerca di ascoltare con attenzione e di esprimere i tuoi bisogni con chiarezza. La settimana ti invita anche a prenderti cura di te stesso, magari dedicando del tempo a pratiche di meditazione o attività fisica leggera. Con un atteggiamento paziente e riflessivo, potrai affrontare le sfide con maggiore lucidità e rinnovata energia.",
      "love": "Durante la settimana dal 12 al 18 gennaio 2026, i Vergine vivranno un periodo di introspezione e chiarezza nelle relazioni. Per i single, potrebbe presentarsi un'opportunità inaspettata che richiede pazienza e sincerità; ascoltare il proprio cuore sarà fondamentale. Per le coppie, sarà importante comunicare apertamente per superare eventuali incomprensioni e rafforzare il legame. La chiave di questa settimana è la sincerità e l’ascolto reciproco. Con un atteggiamento equilibrato, i Vergine potranno approfondire le proprie connessioni e trovare nuova armonia nelle relazioni.",
      "career": "Durante questa settimana, la Vergine potrà vivere occasioni di crescita professionale grazie a nuove opportunità che emergeranno dal lavoro di squadra. È un periodo favorevole per consolidare le relazioni professionali e dimostrare le proprie competenze con sicurezza. Valuta attentamente eventuali proposte di formazione o progetti innovativi, che potrebbero portare benefici a lungo termine. È importante mantenere un atteggiamento aperto e flessibile, evitando decisioni affrettate. La cura dei dettagli sarà un elemento chiave per distinguerti e ottenere riconoscimenti. Segui il tuo intuito e investi nel miglioramento continuo.",
      "health": "Per la settimana dal 12 al 18 gennaio 2026, la Vergine potrà beneficiare di un'attenzione speciale al benessere fisico e mentale. È il momento ideale per iniziare una routine di esercizio leggera, come yoga o passeggiate all'aperto, che favoriranno il riequilibrio energetico. Dedica del tempo alla meditazione o a pratiche di rilassamento, per affrontare eventuali stress. Ricordati di ascoltare il corpo e concederti pause di riposo, coltivando il benessere compl",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Durante questa settimana, la Bilancia si troverà a navigare tra energia e introspezione. Le prime giornate favoriscono l’equilibrio nelle relazioni, invitandoti a instaurare dialoghi aperti e sinceri con le persone a cui tieni di più. È un momento favorevole per consolidare legami e per ottenere un riscontro positivo sui progetti condivisi. Tuttavia, a metà settimana, potresti sentirti più riflessivo e desideroso di fare il punto della situazione interiore, dedicando del tempo alla meditazione o a semplici momenti di calma. La tua capacità di ascoltare e di valutare con saggezza sarà fondamentale per affrontare eventuali sfide. La fine della settimana risveglierà il desiderio di dedicarti alle tue passioni e di rinnovare i tuoi obiettivi personali. Mantieni un atteggiamento positivo e affidati alla tua capacità di trovare equilibrio anche nelle situazioni più complesse.",
      "love": "Questa settimana, i Bilancia potrebbero sperimentare un nuovo slancio nelle relazioni, con opportunità di approfondimento e connessione più autentica. I single avranno la possibilità di incontrare persone interessanti, ma è importante mantenere chiarezza e sincerità fin dall'inizio. Per le coppie, il momento richiede pazienza e ascolto reciproco, evitando malintesi che potrebbero creare tensioni. La chiave è coltivare la comunicazione e dimostrare apprezzamento. Ricordate di dedicare tempo alla vostra intimità e di essere aperti alle occasioni di crescita personale e di coppia, affinché questa settimana porti equilibrio e rinnovata armonia.",
      "career": "Durante la settimana dal 12 al 18 gennaio 2026, i Bilancia avranno ottime opportunità di crescita professionale. Potrebbero ricevere riconoscimenti per i loro sforzi o essere invitati a partecipare a nuovi progetti che valorizzano le loro competenze. È un momento favorevole per prendere decisioni importanti riguardo al futuro della carriera, ma è fondamentale valutare attentamente ogni proposta. La chiarezza mentale e l’ascolto delle proprie intuizioni saranno strumenti preziosi per fare scelte ponderate. Sfruttate le connessioni e il networking per ampliare le vostre opportunità di lavoro e rafforzare la vostra posizione.",
      "health": "Per la Bilancia, questa settimana si prospetta un miglioramento nell’energia fisica, ma è importante non trascurare il riposo. Dedica momenti alla meditazione o a pratiche di rilassamento per mantenere l’equilibrio mentale. Alcuni esercizi di stretching e una dieta equilibrata contribuiranno al benessere corporeo. Non dimenticare di prenderti del tempo per te stessa, ascoltare i tuoi bisogni e coltivare relazioni positive. La costanza nelle piccole abitudini farà la differenza.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "La settimana dal 12 al 18 gennaio 2026 si presenta come un periodo di profonda introspezione e trasformazione per i nati sotto il segno dello Scorpione. Le energie planetarie favoriscono la riflessione su questioni personali e spirituali, invitandoti a guardare dentro te stesso con sincerità e apertura. È un momento propizio per lasciar andare vecchie abitudini o convinzioni che ti limitano, facendo spazio a nuove opportunità di crescita. La presenza di Venere in aspetto positivo stimola i rapporti interpersonali, incoraggiandoti a comunicare con sincerità e empatia. Tuttavia, attenzione alle possibili tensioni emotive, soprattutto se ti trovi di fronte a conflitti irrisolti. La tua determinazione e introspezione ti aiuteranno a prendere decisioni importanti e a rafforzare i legami affettivi. Sfrutta questa settimana per ritrovare l’equilibrio interiore e lasciar fluire le energie positive che ti accompagneranno verso nuovi inizi.",
      "love": "Durante la settimana dal 12 al 18 gennaio 2026, i Scorpione sentiranno un certo desiderio di approfondire i legami e rafforzare le relazioni esistenti. Le opportunità romantiche saranno all'orizzonte, specialmente attraverso incontri autentici e momenti di introspezione. Per chi è in coppia, è un buon momento per comunicare in modo aperto, affrontando eventuali incomprensioni con calma e sincerità. I single potranno incontrare persone interessanti se si lasciano andare con spontaneità. La chiave di questa settimana è investire nel dialogo e nella fiducia, lasciando che il cuore segua il suo istinto.",
      "career": "Per gli Scorpione, questa settimana si presenta come un periodo di riflessione e rinnovamento professionale. Potresti ricevere opportunità inattese di crescita o collaborazione che richiedono una decisione tempestiva. È importante valutare attentamente ogni proposta, mantenendo un atteggiamento aperto ma critico. Le relazioni con colleghi e superiori si rafforzano, favorendo un clima di fiducia e collaborazione. Sii pronto a mostrare le tue competenze e a proporti in nuovi progetti. Questa settimana ti invita a credere nelle tue capacità e a fare passi concreti verso i tuoi obiettivi di carriera.",
      "health": "Durante questa settimana, i Scorpione sentiranno un’energia stabile che favorisce il benessere fisico e mentale. È importante dedicare del tempo al riposo e all’attività fisica leggera, come passeggiate o yoga, per mantenere equilibrio e vitalità. La cura di sé richiede anche momenti di introspezione, magari attraverso la meditazione. Evitate lo stress e ascoltate il vostro corpo, prestando attenzione a segnali di affaticamento. Un’attenzione costante al benessere rafforzerà il vostro spirito",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Durante la settimana dal 12 al 18 gennaio 2026, il Sagittario sarà attraversato da energie stimolanti che favoriscono la riflessione e il rinnovamento personale. La Luna attraverserà il vostro segno, amplificando la voglia di libertà e di espansione, ma vi inviterà anche a rivedere le vostre priorità. È un momento ideale per mettere a fuoco i desideri più autentici e definire nuovi obiettivi, anche nel campo professionale. La presenza di pianeti in posizione favorevole vi offrirà spunti per migliorare le relazioni interpersonali, rafforzando il dialogo e la comprensione reciproca. Tuttavia, attenzione alle tendenze impulsive; siate pazienti e ponderate le decisioni importanti. Per affrontare al meglio questa settimana, dedicate del tempo alla meditazione e alla cura di voi stessi. Con equilibrio e chiarezza, potrete trasformare sfide in opportunità di crescita.",
      "love": "Per i Sagittario, questa settimana si presenta come un momento di riflessione e di crescita nelle relazioni. I single potrebbero sentire il desiderio di nuove avventure amorose, ma è importante essere sinceri con se stessi e con gli altri, evitando decisioni impulsive. Le coppie troveranno rafforzamento nella comunicazione aperta e nella comprensione reciproca, pronti a superare eventuali tensioni. È un momento favorevole per dedicare tempo alla famiglia e agli affetti più cari. Consiglio di ascoltare con attenzione il partner e di essere pazienti, poiché l’empatia sarà il alleato più prezioso in questa settimana.",
      "career": "La settimana dal 12 al 18 gennaio 2026 sarà molto favorevole per i Sagittario che desiderano fare progressi nella propria carriera. Sarà un momento ideale per valutare nuove opportunità e considerare cambiamenti o avanzamenti professionali. La vostra energia e il vostro entusiasmo saranno contagiosi, attirando l’attenzione di superiore e colleghi. È il momento di assumere iniziative e proporre idee innovative. Tuttavia, attenzione a non essere impulsivi nelle decisioni: riflettete attentamente prima di firmare nuovi accordi o intraprendere collaborazioni. Con impegno e lungimiranza, questa settimana potrebbe segnare un importante passo avanti nel vostro percorso professionale.",
      "health": "Durante questa settimana, i Sagittario sentiranno un’energia rinnovata che li invita a prendersi cura del loro benessere fisico. È il momento ideale per dedicarsi a attività sportive leggere e all’aria aperta, favorendo anche il rilassamento mentale. Dedica del tempo alla meditazione o a pratiche di respirazione profonda per mantenere l’equilibrio interiore. Ricorda di ascoltare il tuo corpo, riposare adeguatamente e nutrirti con alimenti nutrienti per sostenere la tua vitalità quotidiana.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Durante questa settimana, il Capricorno sarà chiamato a bilanciare ambizione e introspezione. Le energie planetarie favoriscono un momento di riflessione profonda, ideale per rivedere obiettivi a lungo termine e definire nuove strategie. È il momento di mettere ordine nelle idee e di consolidare le basi per i progetti futuri, evitando distrazioni o decisioni affrettate. La Luna influenza il settore delle relazioni, invitandoti a dedicare attenzione a chi ti sta vicino, consolidando legami di fiducia e comprensione. La presenza di Saturno ti offre determinazione e disciplina, ma ricorda di ascoltare anche il lato più sensibile di te stesso. Questa settimana chiede di essere realistici, ma senza perdere di vista i sogni più grandi. Agisci con pazienza e determinazione, e i risultati ti sorprenderanno. Lasciati guidare dall’equilibrio tra cuore e mente.",
      "love": "Settimana interessante per i Capricorno, con opportunità di approfondire legami esistenti e di attrarre nuove conoscenze. I single potrebbero incontrare qualcuno di speciale attraverso momenti di condivisione autentica, mentre i coppia possono riscoprire il valore della comunicazione e della complicità. È importante essere aperti e sinceri con il partner, evitando giudizi e cercando momenti di intimità e tranquillità. Le emozioni potrebbero essere intense, quindi è consigliabile prendersi il tempo per ascoltare sé stessi e il cuore. Affidarsi alla propria sensibilità aiuterà a navigare con maggiore equilibrio.",
      "career": "Per i Capricorno, questa settimana si presenta come un periodo di riflessione e riorganizzazione professionale. Le opportunità di crescita saranno elevate se saprete puntare sulla vostra affidabilità e determinazione. È un momento favorevole per valutare nuovi progetti o assumere responsabilità che vi permettano di dimostrare il vostro valore. Attenetevi alla pianificazione strategica e siate pronti a fare scelte decisive per il vostro percorso lavorativo. La saggezza e la pazienza saranno le chiavi per trarre il massimo da questa settimana, portando a miglioramenti concreti e a una maggiore soddisfazione professionale.",
      "health": "Questa settimana, i Capricorno sentiranno un’energia stabile che favorisce il benessere fisico. È un momento ideale per dedicarsi a attività sportive leggere e pratiche di rilassamento come lo yoga o la meditazione, che aiutano a ristabilire l’equilibrio mentale. Prestare attenzione all’alimentazione e concedersi pause rigeneranti sono fondamentali. Ricorda di ascoltare il corpo e di coltivare momenti di introspezione, per rafforzare il benessere complessivo e affrontare le sfide con maggiore",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Questa settimana, l'Acquario si trova in un periodo di rinnovamento e di introspezione. Le energie planetarie favoriscono la riflessione interiore e il rafforzamento delle proprie convinzioni. È un momento ideale per dedicarsi a progetti personali e professionali che richiedono creatività e originalità. Tuttavia, è importante mantenere un equilibrio tra il desiderio di innovazione e la necessità di stabilità. Le relazioni sociali potrebbero portare incontri stimolanti o chiarimenti significativi, invitando a essere più aperti e sinceri. La Luna in aspetto positivo con il vostro segno vi dona intuizione e forza interiore, aiutandovi a superare eventuali dubbi o paure. Fate attenzione alle vostre emozioni e non abbiate paura di prendere decisioni importanti. Concentratevi sulla crescita personale e non temete di uscire dalla vostra zona di comfort per scoprire nuove opportunità.",
      "love": "Durante questa settimana, l'Acquario sarà aperto a nuove opportunità romantiche, specialmente nei momenti di socializzazione. I single potrebbero incontrare qualcuno di interessante attraverso amici o attività di gruppo, mentre le coppie dovrebbero dedicare più tempo all’ascolto reciproco per rafforzare il legame. È un momento favorevole per esprimere sinceramente i propri sentimenti e chiarire eventuali malintesi. Ricorda di essere spontaneo e autentico, lasciando spazio alle emozioni senza paura. La comunicazione aperta e il desiderio di condividere emozioni favoriscon la crescita e la stabilità sentimentale questa settimana.",
      "career": "La settimana dal 12 al 18 gennaio 2026 si presenta favorevole per l'Acquario in ambito professionale. Si potrebbero verificare nuove opportunità di collaborazione o progetti stimolanti che favoriranno la crescita personale e la visibilità. È un momento propizio per valutare eventuali cambi di ruolo o avanzamenti di carriera, grazie a intuizioni e a un approccio innovativo. Ricorda di mantenere una comunicazione chiara con colleghi e superiori, e di sfruttare le risorse disponibili per migliorare le competenze. La costanza e l'apertura al nuovo saranno strumenti chiave per ottenere risultati positivi.",
      "health": "Per l'acquario, questa settimana si presenta favorevole a migliorare il benessere fisico. È consigliabile dedicare del tempo all’attività all’aperto e all’alimentazione equilibrata. Dal punto di vista mentale, è importante praticare tecniche di rilassamento come la meditazione o lo yoga per ridurre lo stress. Dedica anche momenti di autocura personale, ascoltando il tuo corpo e prendendoti pause adeguate. Un approccio equilibrato ti aiuterà a affrontare la settimana con energia e serenità.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Durante questa settimana, i Pesci sentiranno un’onda di introspezione e riflessione che li aiuterà a mettere ordine nei loro sentimenti e progetti. È un momento perfetto per dedicarsi a sé stessi, ascoltare il proprio intuito e chiarire le idee su ciò che desiderano veramente. La presenza di Venere in armonia favorirà relazioni sincere e profonde: è il momento di aprirsi e condividere i propri bisogni con sincerità. Sul fronte professionale, potrebbe emergere un’opportunità che richiede attenzione e precisione; mantenere la calma e la fermezza sarà fondamentale per cogliere al meglio questa occasione. È importante evitare di lasciarsi sopraffare dalle emozioni e rivolgere lo sguardo all’interno per trovare risposte autentiche. La settimana invita quindi a coltivare la pazienza, la cura verso sé stessi e a lasciar fluire le energie in modo equilibrato, affinché ogni situazione si possa risolvere al meglio.",
      "love": "Nella settimana dal 12 al 18 gennaio 2026, i Pesci potranno sperimentare nuove opportunità di connessione emotiva. I single avranno la possibilità di incontrare persone interessanti, ma è importante essere sinceri e autentici. Per le coppie, questa settimana favorisce la comunicazione e il rafforzamento del legame; dedicare tempo alla complicità sarà molto benefico. Evitate di essere troppo introversi e lasciate che il vostro cuore favorisca il dialogo. Ascolto e comprensione saranno le chiavi per vivere momenti di intimità e crescita reciproca.",
      "career": "Per i nati sotto il segno dei Pesci, questa settimana si presenta come un momento di riflessione e di opportunità. È il momento di valutare attentamente le rispettive carriere e di cogliere occasioni di crescita. Nuove opportunità professionali potrebbero emergere, portando benefici a medio termine. È consigliabile approfittare di eventuali corsi di formazione o aggiornamenti per ampliare le proprie competenze. Decisioni ponderate e forse anche un pizzico di coraggio saranno determinanti per dare slancio alle proprie aspirazioni. Mantenere un atteggiamento positivo e aperto al cambiamento favorirà il progresso.",
      "health": "Per i Pesci, questa settimana sarà importante concentrarsi sull'equilibrio tra corpo e mente. La salute fisica richiederà attenzione, quindi inserisci attività leggere come yoga o passeggiate all'aperto per rinvigorire il corpo. Mentalmente potresti sentirti più sensibile, quindi dedicati a pratiche di rilassamento come la meditazione o la respirazione profonda. Ricorda di concederti momenti di cura personale e di ascoltare i tuoi bisogni interiori, creando così un'armonia duratura tra benessere fisico e",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    }
  }
}