{
  "week": "2026-W09",
  "language": "pt",
  "entries": {
    "aries": {
      "overview": "Nesta semana, Áries, você será impulsionado por uma energia vibrante que promove ações assertivas e decisões rápidas. É um momento ideal para iniciar projetos ou aprofundar esforços em áreas onde deseja crescer. No entanto, a influência de Marte sugere atenção ao equilíbrio emocional, evitando impulsos que possam gerar conflitos desnecessários. Sua busca por autonomia estará em destaque, incentivando a estabelecer limites saudáveis tanto na vida profissional quanto na pessoal. Aproveite também para refletir sobre suas metas de longo prazo e ajustar seu percurso, com uma abordagem mais estratégica. A semana pede coragem, mas também sabedoria para ouvir seu instinto e o conselho de pessoas confiáveis. Cuidado com a pressa excessiva, pois a paciência será uma aliada importante para alcançar resultados duradouros. Mantenha a confiança em suas habilidades e abrace as oportunidades de crescimento com entusiasmo e maturidade.",
      "love": "Nesta semana, Áries pode experimentar oportunidades emocionantes no amor, especialmente ao se abrir para novas conexões. Para os solteiros, a energia vibrante favorece encontros espontâneos e paixões Momentâneas, mas lembrem-se de manter o equilíbrio emocional. Para os comprometidos, a comunicação será fundamental para fortalecer laços e resolver pequenas divergências. Evite agir por impulsos e priorize a transparência. Esta é uma fase propícia para reafirmar sentimentos e criar experiências significativas. Aproveite o momento para demonstrar carinho e ouvir seu parceiro, cultivando uma relação mais harmoniosa e cheia de confiança.",
      "career": "Nesta semana, Áries deverá aproveitar oportunidades de crescimento profissional ao demonstrar iniciativa e liderança. Momentos favoráveis para estabelecer novas conexões e fortalecer parcerias serão essenciais, podendo abrir portas para projetos mais relevantes. É importante avaliar cuidadosamente as propostas que surgirem, alinhando-as aos seus objetivos de carreira a longo prazo. Decisões rápidas e bem informadas trarão benefícios duradouros. Além disso, dedicar tempo ao aprimoramento de habilidades específicas pode impulsionar seu destaque no ambiente de trabalho. Confie na sua energia e autoconfiança para conquistar avanços significativos nesta semana.",
      "health": "Nesta semana, Áries deve focar na harmonia entre corpo e mente, priorizando atividades físicas que tragam energia e bem-estar, como caminhadas ou ioga. Cuide da alimentação, optando por refeições equilibradas e nutritivas. Reserve um tempo para o descanso e práticas de meditação, ajudando a aliviar o estresse. Evite sobrecarregar-se de tarefas e ouça os sinais do seu corpo. A autocompaixão será fundamental para manter a motivação e o equilíbrio emocional durante a semana.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Nesta semana, os taurinos podem sentir uma forte influência de estabilidade e reflexão. É um momento propício para revisar suas metas pessoais e profissionais, ajustando o que for necessário para manter o equilíbrio. A energia de Saturno recomenda paciência e disciplina, especialmente ao lidar com questões financeiras ou de trabalho. Aproveite para aprofundar suas raízes e fortalecer vínculos com pessoas próximas, cultivando confiança e afeto. No âmbito emocional, é importante cuidar do bem-estar mental, reservando momentos de introspecção e descanso. A presença de energia lunar sugere que a comunicação será fundamental para resolver mal-entendidos ou esclarecer intenções com alguém importante. Use sua persistência natural para avançar em projetos de longo prazo, mas esteja aberto a pequenas mudanças que possam facilitar seu caminho. No geral, a semana pede firmeza, maturidade e carinho para avançar com segurança e esperança.",
      "love": "Na semana de 2 a 8 de março de 2026, Touro vivenciará um momento de reflexão e renovação emocional. Para os solteiros, será uma excelente oportunidade para abrir o coração e explorar novas possibilidades amorosas, especialmente ao se envolver em atividades sociais. Para os casais, a comunicação se fortalecerá, promovendo maior compreensão e intimidade. Aproveite para expressar seus sentimentos de forma sincera e ouvir com atenção o parceiro. Respeitar seus limites e ser paciente ajudará a consolidar vínculos existentes ou criar novas conexões afetivas. Esta é uma semana favorável ao crescimento emocional e ao encontro de verdadeiras afinidades.",
      "career": "Na semana de 2 a 8 de março de 2026, os taurinos podem sentir uma forte inclinação para consolidar suas posições profissionais. Novas oportunidades de crescimento podem surgir através de contatos e parcerias, portanto, é importante manter-se aberto ao networking. Decisões importantes relacionadas a promoções ou mudanças de cargo devem ser analisadas com cautela, considerando suas habilidades e objetivos de longo prazo. Aproveite o momento para aprimorar conhecimentos e mostrar suas qualidades. A estabilidade financeira favorece ações mais seguras, mas não hesite em explorar possibilidades inovadoras que possam elevar sua carreira.",
      "health": "Para os taurinos, a semana de 2 a 8 de março será favorável à recuperação física e mental. Priorize o descanso adequado e uma alimentação equilibrada para fortalecer o corpo. Dedique tempo a práticas de bem-estar, como meditação ou alongamentos, para reduzir o estresse. Busque momentos de conexão com a natureza e evite excesso de compromissos. Essa atenção ao cuidado pessoal trará equilíbrio e revitalização, permitindo que você reaja com mais calma às demandas diárias.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Nesta semana, os geminianos sentirão uma energia de renovação e crescimento emocional. A comunicação estará em destaque, permitindo conexões mais profundas e sinceras com pessoas próximas. Aproveite esse momento para esclarecer mal-entendidos e expressar seus sentimentos de forma aberta. No âmbito profissional, haverá oportunidades para mostrar sua versatilidade e criatividade, mas é importante manter o foco e evitar dispersões. Cuide da sua saúde emocional, reservando momentos de introspecção e reflexão, especialmente no final da semana, quando a Lua favorecerá a conexão consigo mesmo. Esteja atento às sugestões do universo para equilibrar suas múltiplas ideias e projetos, evitando sobrecargas. A paciência será fundamental ao lidar com questões familiares ou relacionamentos próximos. Use essa semana para fortalecer laços afetivos e investir na sua autoestima, lembrando-se de valorizar suas qualidades únicas.",
      "love": "Nesta semana, os geminianos podem experimentar um período de renovação nas suas relações. Para os solteiros, há oportunidades de encontros interessantes e conexões que podem evoluir para algo significativo. Aproveite para ser mais sincero e aberto ao compartilhar seus sentimentos. Para os casais, o diálogo será fundamental; momentos de compreensão e paciência fortalecerão a relação. Evite ações impulsivas que possam gerar conflitos. Este é um momento de equilíbrio, então busque ouvir mais e expressar seu carinho de forma autêntica. Com atenção e sinceridade, a semana promete fortalecer seus laços afetivos.",
      "career": "Nesta semana, os geminianos podem experimentar oportunidades de crescimento profissional ao explorarem novas habilidades e experiências. Aproveitem a semana para estabelecer conexões importantes e fortalecer relacionamentos no ambiente de trabalho, que poderão abrir portas para projetos futuros. Decisões rápidas e bem pensadas ajudarão a avançar em suas metas profissionais. Cuidado com a dispersão, mantenham o foco no que é prioritário. A confiança em suas habilidades será um diferencial para conquistar reconhecimento e talvez até uma promoção. Aproveitem o momento para refletir sobre seus objetivos de longo prazo e ajustar estratégias de carreira de forma consciente.",
      "health": "Nesta semana, os geminianos devem focar na manutenção do equilíbrio entre corpo e mente. Cuidados físicos, como alongamentos diários e alimentação leve, ajudarão a aumentar a energia. Para o bem-estar mental, pratique técnicas de relaxamento, como meditação ou leitura prazerosa. Reserve momentos para si mesmo e tente afastar-se de rotinas exaustivas. Incorporar pequenas pausas ao longo do dia promove clareza e tranquilidade, fortalecendo sua saúde emocional e física nesta fase.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Nesta semana, os cancerianos sentirão uma energia de renovação emocional, incentivando a reflexão e o fortalecimento dos laços familiares. É um momento para valorizar o afeto e demonstrar o quanto suas relações são importantes, criando uma sensação de segurança e apoio mútuo. A influência dos astros favorece a comunicação, portanto, aproveite para dialogar com sinceridade e empatia, resolvendo possíveis mal-entendidos. No âmbito profissional, a semana traz oportunidades de crescimento, especialmente se você estiver disposto a assumir novas responsabilidades ou projetos. No entanto, é fundamental manter o equilíbrio emocional e evitar sobrecarregar-se com tarefas excessivas. Cuide do seu bem-estar e reserve momentos para o autocuidado. A energia da semana pede que confie em seu instinto e aja com sensibilidade, aproveitando as conexões humanas para fortalecer sua base emocional. Aproveite este período para colher os frutos de seus esforços com esperança e otimismo.",
      "love": "Nesta semana, os cancerianos poderão vivenciar momentos de reflexão e renovação emocional. Para os solteiros, há boas oportunidades de conhecer alguém especial, principalmente ao explorar atividades que atraiam seu interesse genuíno. Para os casados, o diálogo e a compreensão serão essenciais para fortalecer vínculos e resolver pequenas divergências. É importante que ambos mantenham a comunicação aberta e sejam pacientes. Aproveite para demonstrar seu carinho de forma sincera e ouvir mais seu parceiro ou parceira. Esta semana pede atenção à autenticidade e ao compromisso emocional, promovendo uma conexão mais profunda e equilibrada.",
      "career": "Na semana de 2 a 8 de março de 2026, os cancerianos podem experimentar uma fase de reflexão sobre suas metas profissionais. Novas oportunidades de crescimento poderão surgir, especialmente aquelas relacionadas a projetos que envolvam colaboração e criatividade. Aproveite para demonstrar suas habilidades e buscar feedback construtivo. Decisões importantes, como mudanças de emprego ou investimentos em cursos de aperfeiçoamento, terão impacto positivo se forem bem planejadas. Manter uma postura flexível e aberta a novidades será essencial para aproveitar ao máximo as chances de avanço na carreira. Cultivar relacionamentos profissionais será importante para consolidar seu crescimento.",
      "health": "Nesta semana, os cancerianos devem focar na manutenção do equilíbrio físico e mental. Cuide da alimentação, priorizando pratos leves e nutritivos, e reserve momentos para descanso e relaxamento. Praticar meditação ou atividades que promovam o bem-estar emocional ajudará a aliviar tensões. Aproveite para fortalecer conexões com pessoas queridas, o que contribuirá para seu equilíbrio emocional. Cuidados simples, como manter-se hidratado e dormir bem, farão toda a diferença nesta fase.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Nesta semana, Leão será impulsionado por uma energia de renovação e autoconfiança. Seus poderes de liderança estarão em destaque, convidando-o a assumir posições de destaque, seja no ambiente profissional ou em projetos pessoais. É um momento propício para estabelecer metas ambiciosas, porém, lembre-se de equilibrar sua intensidade com atenção às necessidades dos outros. A comunicação estará favorecida, facilitando negociações e diálogos importantes. Cuide da sua autoestima, mas evite excessos de orgulho. No âmbito emocional, pode surgir uma vontade de aprofundar relacionamentos, exigindo sinceridade e abertura. Na saúde, priorize momentos de descanso para recarregar suas energias. Aproveite a semana para reforçar seus valores e celebrações pessoais, pois o universo apoia sua criatividade e autenticidade. Com foco e sensatez, você avançará de forma sólida e inspiradora, alcançando novos patamares de realização.",
      "love": "Para os leoninos, esta semana apresenta boas oportunidades para aprofundar vínculos e expressar sinceramente seus sentimentos. Os solteiros poderão surpreender-se com uma conexão inesperada, enquanto os casais terão a chance de fortalecer a cumplicidade ao abrir o coração. É importante manter a comunicação clara e evitar mal-entendidos, especialmente nos momentos de maior emoção. Dedique tempo para ouvir seu parceiro e valorizar os pequenos gestos de carinho. Aproveite os momentos de intimidade para renovar sua paixão e construir uma relação mais sólida. Confie no seu potencial de amar e ser amado com autenticidade nesta fase.",
      "career": "Para os leoninos, a semana de 2 a 8 de março traz oportunidades de crescimento profissional ao se abrir para novas ideias e parcerias. É um momento propício para demonstrar suas habilidades e assumir responsabilidades que podem impulsionar sua carreira. Decisões relacionadas a projetos ou mudanças profissionais devem ser feitas com cautela, sempre avaliando bem os riscos. Aproveite para aprimorar suas competências e buscar feedback construtivo. Sua autenticidade e liderança serão reconhecidas e podem abrir portas importantes. Mantenha o foco, seja proativo e confiável, garantindo avanços significativos na trajetória profissional nesta semana.",
      "health": "Esta semana, os leoninos sentirão uma energia renovada para cuidar do corpo e da mente. É um momento ideal para estabelecer rotinas de exercícios físicos leves, como caminhadas, que ajudarão a aliviar o estresse. Para o bem-estar mental, pratique meditação ou momentos de silêncio para recarregar suas emoções. Invista também em momentos de autocuidado, como uma boa alimentação e descanso adequado. Equilibrar o corpo e a mente trará mais clareza e vitalidade ao seu dia a dia.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Durante esta semana, os virginianos sentirão uma forte energia de transformação e autodescoberta. É um momento propício para revisar suas metas e ajustar estratégias, especialmente no campo profissional e financeiro. A influência de planetas em evidência sugere que a atenção aos detalhes será fundamental para evitar contratempos. Aproveite para organizar suas finanças e refletir sobre suas prioridades de longo prazo. No âmbito emocional, a comunicação com pessoas próximas será mais fluida, ajudando a resolver possíveis mal-entendidos. Cuide também do seu bem-estar físico, reservando tempo para atividades que promovam relaxamento e equilíbrio mental. Esta semana pede disciplina e reflexão, mas também abertura para novas possibilidades. Confie na sua intuição e seja paciente ao enfrentar desafios. Com foco e dedicação, conseguirá avançar em seus objetivos e fortalecer relações importantes na sua vida.",
      "love": "Nesta semana, os virginianos podem experimentar momentos de conexão profunda com seus parceiros, fortalecendo laços e esclarecendo expectativas. Para os solteiros, há boas possibilidades de conhecer alguém especial, desde que estejam abertos a novidades e evitem pressa. A comunicação sincera será essencial para evitar mal-entendidos. Aproveite para expressar seus sentimentos de forma autêntica e escutar atentamente o que seu parceiro ou pretendente tem a dizer. A semana traz oportunidades de crescimento emocional, então confie na sua intuição e mantenha o coração aberto às possibilidades que surgirem.",
      "career": "Na semana de 2 a 8 de março de 2026, os virginianos poderão aproveitar oportunidades de crescimento profissional ao demonstrar mais autonomia em suas tarefas. Novas propostas de projetos ou parcerias podem surgir, exigindo uma decisão rápida e assertiva. Este é um momento favorável para investir em cursos de aprimoramento ou buscar orientações de mentores. É importante manter o foco e evitar dispersões, pois a atenção aos detalhes será fundamental para conquistar reconhecimento. Aproveite a energia da semana para consolidar suas metas de carreira e mostrar suas habilidades de forma confiante.",
      "health": "Nesta semana, os virginianos sentirão um impulso positivo na saúde física, incentivando a atenção à alimentação balanceada e à prática regular de exercícios. Cuide da sua mente reservando momentos de calma e reflexão, evitando o excesso de responsabilidade. Dedique tempo ao autocuidado, como massagens ou meditação, para renovar suas energias. Equilibrar corpo e mente trará mais clareza e bem-estar, ajudando a enfrentar desafios com mais tranquilidade e positividade.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Na semana de 2 a 8 de março de 2026, os librianos sentirão um impulso de equilíbrio e harmonia em suas vidas. Este é um momento propício para refletir sobre suas relações pessoais e profissionais, buscando resolver conflitos com empatia e compreensão. A Lua favorece a comunicação, então aproveite para dialogar abertamente com aqueles ao seu redor, fortalecendo vínculos afetivos. A influência de Mercúrio sugere que pequenas ações podem gerar grandes mudanças, principalmente no que diz respeito a parcerias e colaborações. Tenha cuidado para não se deixar levar pela indecisão; confie na sua intuição ao fazer escolhas importantes. A energia do cosmos incentiva a busca por beleza, arte e bem-estar, promovendo momentos de autocuidado. Use essa semana para alinhar seus desejos com suas ações, cultivando paz interior e relacionamentos mais solidários e equilibrados.",
      "love": "Na semana de 2 a 8 de março de 2026, Librianos poderão experimentar uma fase de renovação emocional. Para os solteiros, há oportunidades de encontros significativos, especialmente ao explorar atividades que promovam conexão genuína. É um momento ideal para abrir o coração e permitir que novas pessoas conheçam seu verdadeiro eu. Para os casais, a comunicação se revela fundamental; momentos de diálogo aberto fortalecerão os laços. Aproveite para dedicar atenção ao parceiro, demonstrando afeto de maneira sincera. O conselho é equilibrar a independência com o carinho, promovendo uma relação mais harmônica e enriquecedora.",
      "career": "Na semana de 2 a 8 de março de 2026, os librianos podem descobrir novas oportunidades de crescimento profissional ao se abrirem para colaborações e networking. Este é um momento favorável para avaliar suas habilidades e considerar mudanças estratégicas na carreira, especialmente aquelas que envolvem inovação e criatividade. Decisões importantes podem surgir, por isso é crucial manter o equilíbrio emocional e a clareza de pensamento. Aproveite para consolidar relacionamentos profissionais e demonstrar sua diplomacia. Investir em aprimoramento pessoal trará benefícios a longo prazo, fortalecendo sua trajetória e abrindo portas para avanços significativos.",
      "health": "Nesta semana, Libra deve focar na manutenção da saúde física, priorizando uma alimentação equilibrada e atividades físicas relaxantes, como ioga ou caminhadas ao ar livre. No aspecto mental, reserve um tempo para meditação e momentos de reflexão, ajudando a aliviar o estresse. A autoestima será fortalecida ao dedicar-se a hobbies que trazem alegria. Cuide-se com carinho, ouvindo seu corpo e mente, buscando equilíbrio e bem-estar integral ao longo da semana.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Nesta semana, os nativos de Escorpião sentirão uma forte energia de transformação e introspecção. É um momento propício para revisar suas emoções mais profundas e refletir sobre suas metas pessoais e profissionais. A Lua em um aspecto harmonioso com seu signo incentiva a busca por equilíbrio emocional, ajudando a lidar com possíveis tensões familiares ou relacionais. Aproveite para comunicar-se com sinceridade, mas com delicadeza, especialmente nas questões que envolvem seus sentimentos mais íntimos. A dica é cuidar da saúde mental e dedicar momentos ao autocuidado, evitando o excesso de ansiedade. No plano financeiro, é importante ser prudente e evitar decisões impulsivas. A semana também traz oportunidades de crescimento espiritual e de autoaperfeiçoamento, então invista em atividades que fortalecem sua confiança e intuição. Mantenha o foco na transparência e na autenticidade, e o caminho se abrirá com maior clareza.",
      "love": "Nesta semana, os escorpianos deverão aproveitar oportunidades de aprofundar conexões emocionais, fortalecendo laços com alguém especial. Para os solteiros, há potencial de conhecer alguém que desperte interesse genuíno, mas é importante manter a sinceridade e a autenticidade. Nos relacionamentos já estabelecidos, a comunicação aberta será fundamental para evitar mal-entendidos; ouça com atenção e demonstre empatia. Aproveite o momento para revisitarem sonhos e planos em conjunto, criando uma base mais sólida. Confie na sua intuição, mas também valorize o diálogo sincero para cultivar relações mais harmoniosas nesta semana.",
      "career": "Nesta semana, os escorpianos podem perceber oportunidades de crescimento profissional ao se reinventarem e abraçarem novas ideias. É um momento favorável para estabelecer parcerias estratégicas ou explorar setores inovadores. Decisões relacionadas a mudanças de carreira ou projetos de longo prazo terão maior clareza se você analisar cuidadosamente os detalhes. Aproveite a forces das suas intuições para tomar decisões acertadas e mostrar sua dedicação. Manter uma postura aberta às novidades e investir em aprendizado pode abrir portas valiosas. Confie em seu potencial e saiba que o esforço de hoje trará resultados duradouros amanhã.",
      "health": "Nesta semana, os escorpianos podem sentir uma energia renovada para cuidar da saúde física e mental. É um ótimo momento para investir em atividades que promovam equilíbrio, como meditação ou alongamento diário. Cuide da alimentação, priorizando alimentos nutritivos e hidratação adequada. Ouça seu corpo e não ignore sinais de fadiga ou estresse. Tire momentos para relaxar e desconectar, fortalecendo sua carga emocional e promovendo bem-estar geral. Aproveite a semana para fortalecer suas práticas de autocuidado.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Nesta semana, os sagitarianos sentirão uma energia renovada voltada para o crescimento pessoal e as conexões sociais. A presença de planetas em movimento favorece diálogos profundos e a busca por significado em suas ações. É importante cultivar a paciência ao lidar com pessoas próximas, evitando mal-entendidos que possam surgir devido a mal interpret ações. Este período incentiva a reflexão sobre seus objetivos de longo prazo e o alinhamento entre suas ações diárias e seus sonhos maiores. Aproveite para explorar novas ideias e abrir-se para experiências diferentes, especialmente nas áreas de aprendizado e viagens. A atenção à saúde também é essencial; reserve momentos para descanso e cuidado consigo mesmo. Para obter o máximo proveito deste momento, mantenha uma postura positiva e confie na sua capacidade de adaptar-se às mudanças. Um olhar mais atento para os detalhes trará benefícios duradouros e fortalecerá sua confiança.",
      "love": "Nesta semana, Sagitário vivenciará momentos de reflexão e renovação nos relacionamentos. Para os solteiros, há oportunidades de conhecidas inovadoras, mas é importante manter o coração aberto e não apressar as emoções. Para os casais, o período favorece diálogos sinceros e fortalecimento da cumplicidade. Porém, atenção às pequenas desatenções que podem criar mal-entendidos; pratique a escuta ativa. Aproveite o momento para expressar seus sentimentos com sinceridade e buscar equilíbrio emocional. Com paciência e autenticidade, a semana será propícia para aprofundar laços e encontrar harmonia, seja na conquista ou no relacionamento já estabelecido.",
      "career": "Na semana de 2 a 8 de março de 2026, os sagitarianos podem enfrentar oportunidades de crescimento profissional se estiverem abertos a novas ideias e parcerias. Este é um momento favorável para expandir redes de contato e buscar novos projetos que tragam visibilidade. Decisões relacionadas a mudanças na carreira devem ser ponderadas com atenção, ouvindo a intuição e avaliando os benefícios a longo prazo. A comunicação eficaz será fundamental para conquistar aliados e avançar nos objetivos. Aproveite a energia positiva para consolidar seu posicionamento e dar passos importantes rumo ao desenvolvimento profissional.",
      "health": "Nesta semana, os sagitarianos podem sentir uma energia elevada que favorece atividades físicas ao ar livre. Aproveite para praticar exercícios que estimulem o corpo e a mente, como caminhadas ou ioga. No âmbito mental, é importante reservar momentos para a reflexão e o descanso, evitando o excesso de compromissos. Cuide da alimentação, priorizando refeições equilibradas. Dedique-se ao autocuidado, relaxando e conectando-se com seus pensamentos e emoções para manter seu bem-estar em harmonia.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Nesta semana, os nascidos sob o signo de Capricórnio sentirão uma energia de renovação e foco nas metas pessoais e profissionais. O trânsito de planetas indica que será um momento propício para estabelecer prioridades e revisar planos de longo prazo. É importante manter a disciplina, mas também abrir espaço para a criatividade e flexibilidade, pois novidades podem surgir de forma inesperada. No âmbito emocional, a semana pede cautela na comunicação, evitando mal-entendidos com pessoas próximas. Aproveite os momentos de reflexão para fortalecer suas raízes e reforçar seus propósitos. No trabalho, ações bem estruturadas trarão resultados satisfatórios, mas lembre-se de valorizar suas conquistas e reconhecer o esforço da equipe. Cuide da saúde emocional, dedicando tempo ao autoconhecimento e às pequenas práticas de relaxamento. Assim, você maximiza suas chances de crescimento e harmonia nesta fase.",
      "love": "Nesta semana, os capricornianos podem experimentar uma renovada energia emocional. Para os solteiros, há oportunidades de encontros sinceros, especialmente ao confiar mais na sua intuição. É um momento ideal para explorar novas formas de comunicação e mostrar vulnerabilidade. Para os que estão em relacionamentos, a transparência será fundamental para fortalecer laços e resolver desentendimentos antigos. Aproveite para planejar atividades juntos que promovam crescimento mútuo. Mantenha o equilíbrio entre o dar e receber, e evite se prender a expectativas irreais. Com empatia e paciência, o amor pode florescer ainda mais nesta fase.",
      "career": "Para a semana de 2 a 8 de março de 2026, os capricornianos poderão perceber boas oportunidades de crescimento profissional ao se mostrarem mais abertos a novos desafios. Este é um momento favorável para consolidar projetos e buscar reconhecimento por suas habilidades. Decisões estratégicas relacionadas à carreira terão maior clareza, ajudando a definir rumos mais sólidos. Aproveite para fortalecer relacionamentos profissionais e demonstrar liderança. Investir em qualificação ou cursos poderá trazer benefícios a médio prazo. Mantenha o foco, seja proativo e confiante ao explorar novas possibilidades de avanço na sua trajetória.",
      "health": "Na semana de 2 a 8 de março de 2026, os capricornianos devem focar na manutenção do equilíbrio emocional e na rotina de exercícios físicos. A energia estará favorável para praticar atividades ao ar livre, que promovem bem-estar mental. Priorize momentos de descanso e meditação para aliviar o estresse. Cuide da alimentação, incorporando alimentos nutritivos que elevem sua disposição. Ouça seu corpo e evite sobrecarregar-se, buscando sempre o equilíbrio entre esforço e relaxamento.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Nesta semana, os aquarianos podem sentir uma forte energia de renovação e inspiração impulsionada pelos movimentos planetários. É um momento ideal para refletir sobre seus objetivos pessoais e profissionais, buscando alinhar suas ações com seus verdadeiros sonhos. A comunicação estará aberta e favorável, permitindo que você esclareça ideias e estabeleça diálogos importantes com pessoas ao seu redor. Aproveite para fortalecer vínculos e expressar seus sentimentos de forma sincera. No âmbito emocional, será importante equilibrar suas necessidades de liberdade com a atenção às pessoas que se importam com você. Cuidados extras na rotina diária ajudarão a manter o bem-estar físico e mental. Este é um período propício para inovar, aprender algo novo ou revisar suas metas. Confie na sua intuição e mantenha uma postura positiva diante dos desafios, sabendo que suas ações podem abrir novas oportunidades na sua caminhada.",
      "love": "Nesta semana, os aquarianos podem experimentar momentos de conexão mais profunda com seus parceiros, fortalecendo vínculos ou redescobrindo o amor. Para os solteiros, há oportunidades surpreendentes de conhecer pessoas interessantes em ambientes sociais ou atividades que envolvam criatividade e liberdade. É importante manter a autenticidade e evitar pressa nas relações. Para os casais, a comunicação será fundamental para resolver dúvidas e fortalecer a confiança. Aproveite para demonstrar seu carinho de forma sincera e aberta. No geral, seja receptivo às emoções e confie no seu coração ao tomar decisões amorosas nesta semana.",
      "career": "Nesta semana, os aquarianos terão a oportunidade de aprimorar suas habilidades profissionais e expandir sua rede de contatos. Seja aberto a novas propostas e projetos que surgirem, pois podem impulsionar sua carreira de forma significativa. É um momento favorável para refletir sobre seus objetivos a longo prazo e tomar decisões estratégicas. Aproveite para demonstrar sua criatividade e inovação no ambiente de trabalho, o que pode chamar a atenção de superiores e colegas. No âmbito de crescimento, manter uma postura proativa e confiante será fundamental para conquistar novas oportunidades e consolidar sua posição profissional nesta fase.",
      "health": "Na semana de 2 a 8 de março de 2026, os aquarianos sentirão um aumento na energia para cuidar do corpo e mente. Priorize atividades físicas que tragam prazer, como caminhar ao ar livre ou praticar yoga. Dedique tempo ao descanso e à meditação para equilibrar emoções e reduzir o estresse. Cuide da alimentação, optando por refeições leves e nutritivas. Dessa forma, promoverá bem-estar físico e mental, fortalecendo sua resiliência para desafios diários.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Nesta semana, os piscianos sentirão uma forte conexão com suas emoções e intuição, o que facilitará tomar decisões mais alinhadas com seu verdadeiro eu. É um momento propício para refletir sobre relacionamentos pessoais e profissionais, buscando equilíbrio entre o coração e a razão. A energia de março favorece a maturidade emocional e a compreensão profunda de suas necessidades internas. Aproveite para reconhecer suas possibilidades de crescimento e evitar distrações que possam desviar seu foco. A semana traz uma oportunidade de renovação, incentivando a estabelecer limites mais saudáveis e priorizar seu bem-estar. Seja gentil consigo mesmo e permita-se momentos de introspecção, que fortalecerão sua segurança emocional. As energias astrais sugerem também que seja aberto à comunicação sincera, o que ajudará a resolver mal-entendidos e fortalecer laços afetivos. Use essa semana para internalizar suas emoções e planejar seu caminho com mais clareza e confiança.",
      "love": "Na semana de 2 a 8 de março de 2026, os piscianos podem experimentar novas oportunidades românticas ao se abrirem para diálogos sinceros. Para os solteiros, há potencial para conexões emocionais profundas se investirem na autodescoberta e na confiança. Os casais, por sua vez, devem cultivar a comunicação aberta para fortalecer os laços e resolver possíveis mal-entendidos. É um momento propício para mostrar vulnerabilidade e valorizar o relacionamento. Mantenha o coração aberto e ouça com atenção; assim, as chances de transformar sua relação se ampliam, trazendo mais harmonia e paixão.",
      "career": "Para os piscianos, a semana de 2 a 8 de março traz oportunidades favoráveis para crescimento profissional e tomada de decisões importantes. É um momento de colocar em prática projetos iniciados, principalmente aqueles que envolvem colaboração e criatividade. O alinhamento de energia sugere que seja uma semana propícia para networking, buscando novas conexões que possam impulsionar sua carreira. Coachings ou treinamentos podem potencializar suas habilidades. Aproveite a intuição forte para identificar oportunidades de crescimento. No entanto, evite decisões impulsivas; analise com calma as possibilidades, confiando na sua sensibilidade para fazer escolhas certeiras.",
      "health": "Nesta semana, os piscianos sentirão uma melhora na energia física, sugerindo que é um bom momento para praticar atividades ao ar livre e cuidar da alimentação. Mentalmente, a semana exige atenção para evitar sobrecargas emocionais; reserve momentos de silêncio e meditação para equilibrar o espírito. Cuide-se com rotinas de descanso adequadas e dedique tempo para hobbies que tragam alegria. Afinal, sua sensibilidade precisa de atenção especial para manter o bem-estar integral.",
      "key_dates": [
        "2026-03-02",
        "2026-03-05",
        "2026-03-08"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    }
  }
}