{
  "week": "2026-W06",
  "language": "pt",
  "entries": {
    "aries": {
      "overview": "Durante esta semana, Áries, você sentir&aacute; uma energia renovada para conquistar seus objetivos, mas é importante que mantenha o foco e evite agir impulsivamente. A Lua em um bom aspecto com Marte favorece a iniciativa, tornando o momento propício para iniciar projetos pessoais ou profissionais. No entanto, a presença de algumas tensões planetárias pede atenção ao temperamento, incentivando a paciência e o diálogo aberto com aqueles ao seu redor. Aproveite para refletir sobre suas metas de curto prazo e ajustar suas estratégias, evitando decisões precipitadas. Na área emocional, uma oportunidade de fortalecimento de vínculos surge, desde que você seja sincero e receptivo às emoções do outro. Cuide também da sua saúde, mantendo uma rotina equilibrada. No geral, esta semana é ideal para colocar suas ideias em prática com determinação, ao mesmo tempo em que mantém a calma e o discernimento.",
      "love": "Nesta semana, os arianos podem sentir uma renovada energia romântica. Para os solteiros, há oportunidades de encontros inesperados que podem evoluir para algo mais profundo. É importante manter a autenticidade e abrir o coração às possibilidades. Para quem está comprometido, a comunicação será fundamental para fortalecer a cumplicidade e resolver pequenos mal-entendidos. Aproveite momentos de diálogo sincero para aprofundar a conexão. Este é um período propício para expressar seus sentimentos com sinceridade, trazendo mais harmonia e paixão para suas relações. Confie na sua intuição e viva o amor com entusiasmo e espontaneidade.",
      "career": "Na semana de 9 a 15 de fevereiro de 2026, Áries terá boas oportunidades de crescimento profissional ao se conectar com novas parcerias e projetos interessantes. Sua energia vibrante poderá impulsionar sua visibilidade no ambiente de trabalho, favorecendo promoções ou reconhecimentos. É um momento propício para tomar decisões importantes, especialmente relacionadas a mudanças de direção na carreira. Escute sua intuição ao considerar propostas ou mudanças, pois elas poderão trazer benefícios a longo prazo. Aproveite para revisar seus objetivos e estabelecer metas claras, reforçando sua autoconfiança e motivação para alcançar novos patamares profissionais.",
      "health": "Nesta semana, os arianos sentirão um aumento de energia física, ideal para a prática de exercícios ao ar livre. No entanto, é importante cuidar do descanso para evitar o desgaste. Mentalmente, procure momentos de meditação ou reflexão para manter o equilíbrio emocional e reduzir o estresse. Invista em pequenas pausas durante o dia e uma alimentação nutritiva. Priorize o autocuidado, ouvindo seu corpo e dedicando-se a atividades que tragam prazer e relaxamento.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Esta semana, Touro, você estará impulsionado por uma energia de transformação e crescimento. As estrelas indicam que será um momento propício para revisar suas metas e ajustar os planos que já vêm sendo elaborados, com foco na estabilidade emocional e financeira. É importante manter os pés no chão, mas também abrir espaço para novas ideias e oportunidades. O período favorece conversas sinceras com pessoas próximas e parcerias que possam fortalecer sua confiança e segurança. Respire fundo diante de possíveis obstáculos e encare-os como aprendizados, pois eles trarão insights valiosos. Cuide da sua saúde emocional, dedicando-se a momentos de descanso e reflexão. Esta fase pede paciência e perseverança, especialmente nas questões relacionadas ao trabalho. Aproveite para cultivar a gratidão e reforçar vínculos afetivos, que serão sua fonte de força nesta semana desafiadora.",
      "love": "Nesta semana, os taurinos podem experimentar uma energia renovada em seus relacionamentos. Para os solteiros, há oportunidades de conexão emocional mais profunda, deixando de lado as superficialidades. Aproveite momentos de sinceridade para criar laços mais sólidos. Os casais, por sua vez, devem apostar na comunicação e na compreensão mútua, evitando mal-entendidos. É um período favorável para fortalecer vínculos e reavivar o romance. A dica é manter a calma diante de diferenças e valorizar a estabilidade que caracteriza seu signo. Com atenção, esta semana pode fortalecer seus laços afetivos de forma significativa.",
      "career": "Para a semana de 9 a 15 de fevereiro de 2026, os taurinos podem experimentar um período favorável para novas oportunidades profissionais. É uma ótima fase para investir em aprendizado, cursos ou aprimorar habilidades que agreguem valor à sua carreira. Decisões importantes relacionadas a projetos ou mudanças de emprego devem ser feitas com cautela, analisando bem as possibilidades. A intuição estará afinada, ajudando a identificar oportunidades que se alinham aos seus objetivos de longo prazo. Mantenha o foco na estabilidade financeira e aproveite para consolidar sua posição profissional com confiança e dedicação.",
      "health": "Para Touro, a semana de 9 a 15 de fevereiro de 2026 traz uma oportunidade de focar na sua saúde física. Cuide da alimentação, priorizando alimentos naturais e equilibrados, além de manter uma rotina de exercícios suaves. Mentalmente, busque momentos de tranquilidade e reflexão para diminuir o estresse. Reserve também tempo para o autocuidado, como banhos relaxantes ou práticas meditativas, fortalecendo seu bem-estar integral. Aproveite para renovar energias e cultivar uma atitude positiva.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Nesta semana, os geminianos sentirão uma energia vibrante de renovação e descoberta, incentivando a comunicação e o intercâmbio de ideias. É um momento favorável para aprofundar conversas importantes tanto na esfera pessoal quanto profissional, aproveitando sua habilidade natural de expressar-se com leveza. No entanto, atenção para não se dispersar demais, focando em tarefas que realmente importam. A presença de Mercúrio, seu regente, favorece estudos, negociações e contatos que possam abrir novas portas. No âmbito emocional, há uma chance de revitalizar relacionamentos antigos ou fortalecer laços existentes, desde que haja sinceridade e abertura ao diálogo. Aproveite também para refletir sobre seus objetivos, planejando passos concretos para o futuro. Esta semana oferece uma combinação de estímulo intelectual e sensibilidade, convidando você a equilibrar suas ideias com cuidado emocional e a aproveitar as oportunidades de crescimento que surgirem.",
      "love": "Para os geminianos, esta semana será marcada por uma intensa conexão emocional e oportunidades de renovar o romance. Solteiros podem se sentir mais abertos a novos encontros, aproveitando momentos de autoconhecimento para entender o que realmente desejam. Para os casais, a comunicação será essencial para evitar mal-entendidos e fortalecer a relação. Aproveite para expressar seus sentimentos com sinceridade e ouvir com atenção seu parceiro. Algumas pequenas atitudes de afeto e atenção resultarão em maior harmonia. O momento é propício para construir pontes, cultivar a cumplicidade e valorizar o diálogo aberto para avançar juntos.",
      "career": "Para os geminianos, a semana de 9 a 15 de fevereiro de 2026 traz possibilidades de novas oportunidades profissionais, especialmente na área de comunicação e tecnologia. Este é um momento favorável para investir em projetos que exijam criatividade e inovação, além de fortalecer relacionamentos com colegas de trabalho. Decisões importantes relacionadas ao desenvolvimento de carreira devem ser tomadas com cautela, buscando equilibrar intuição e análise racional. Aproveite para networking e para se atualizar em tendências do seu campo, facilitando o crescimento e abrindo portas para futuras promoções ou parcerias valiosas.",
      "health": "Para os geminianos, a semana de 9 a 15 de fevereiro traz uma energia revitalizante. Fisicamente, é importante manter uma rotina regular de exercícios leves, como caminhadas ou alongamentos, para estimular a circulação. Mentalmente, reserve momentos de silêncio e reflexão para reduzir o estresse. Cuide de sua saúde emocional praticando atividades prazerosas e dedicando tempo ao autoconhecimento. Uma alimentação equilibrada e hidratação adequada serão suas aliadas para manter o bem-estar integral nesta semana.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Nesta semana, os cancerianos irão sentir uma energia de renovação emocional, favorecendo conexões mais profundas com pessoas queridas. É um momento ideal para expressar sentimentos que estavam guardados, fortalecendo vínculos familiares ou afetivos. A influência de aspectos astrais também incentiva o autoconhecimento, ajudando a refletir sobre suas próprias necessidades e limites. No âmbito profissional, pode surgir a oportunidade de assumir novos projetos ou responsabilidades, porém, é importante manter o foco e evitar dispersões. Cuide da sua saúde emocional, dedicando tempo para práticas de autocuidado e mindfulness, pois isso trará maior equilíbrio para enfrentar os desafios da semana. Incentive conversas sinceras e evite decisões impulsivas. Aproveite os momentos de introspecção e conexão interior para alinhar suas intenções com seus desejos mais autênticos. Com sensibilidade e determinação, essa semana será uma oportunidade de crescimento pessoal e emocional.",
      "love": "Esta semana, os cancerianos terão uma oportunidade especial de aprofundar conexões emocionais. Para quem está em um relacionamento, a comunicação será fundamental para resolver possíveis mal-entendidos e fortalecer a intimidade. É um momento favorável para planejar momentos a dois e demonstrar seus sentimentos com sinceridade. Para os solteiros, há potencial para encontros significativos que podem evoluir para algo mais sério, desde que estejam abertos a novas experiências. O conselho é manter o coração aberto, ouvir com atenção e confiar na intuição. Aproveite essa fase para fortalecer laços e cultivar o amor de forma madura e verdadeira.",
      "career": "Nesta semana, os cancerianos terão uma energia renovada para explorar novas oportunidades de crescimento profissional. É um momento propício para refletir sobre suas metas de carreira e fazer ajustes importantes, especialmente em projetos que demandam inovação. Aproveite para fortalecer contatos e estabelecer parcerias estratégicas que possam abrir portas no futuro próximo. Decisões relacionadas a mudanças de emprego ou investimentos em capacitação podem trazer excelentes resultados. Mantenha o foco na autoconfiança e na clareza de suas intenções, pois suas ações poderão impulsionar seu progresso de forma significativa nos próximos meses.",
      "health": "Na semana de 9 a 15 de fevereiro de 2026, os cancerianos devem priorizar o equilíbrio emocional e o bem-estar físico. Cuide da alimentação, incorporando alimentos naturais e nutritivos, e não negligencie a importância do descanso adequado. Dedique tempo para atividades que promovam relaxamento mental, como meditação ou leitura tranquila. Ouça seu corpo e evite sobrecargas, buscando apoio emocional quando necessário. Assim, fortalecerá sua saúde integral e abrirá espaço para mais harmonia nesta fase.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Nesta semana, os leoninos sentirão uma energia vibrante que impulsiona a autoconfiança e o desejo de liderar. É um momento propício para assumir novos projetos e mostrar seu talento, especialmente na esfera profissional. No entanto, é importante equilibrar essa força com atenção aos detalhes, evitando agir por impulso. No aspecto emocional, haverá avanços na compreensão de si mesmo e na conexão com as pessoas próximas, fortalecendo vínculos afetivos. As relações familiares podem exigir sua sensibilidade e paciência. No amor, o momento favorece declarações sinceras e gestos românticos, estimulando conexões mais profundas. Economicamente, recomenda-se cautela em gastos impulsivos e planejamento financeiro mais detalhado. Aproveite a semana para refletir sobre seus objetivos a longo prazo, buscando harmonia entre seu brilho pessoal e o bem-estar de quem o cerca. Confie na sua intuição e dê passos firmes rumo ao seu crescimento.",
      "love": "Nesta semana, Leão estará aberto para novas conexões românticas, trazendo oportunidades de encontros e admiração mútua. Para os solteiros, é um momento ideal para explorar interesses e deixar a personalidade brilhante aparecer. Casais podem fortalecer laços ao compartilhar atividades criativas e descomplicadas. Contudo, atenção à comunicação: evite mal-entendidos ou negligências emocionais. Mostre seu afeto com sinceridade e escute com atenção. Essa semana favorece a sinceridade e a autenticidade, então seja verdadeiro consigo mesmo e com quem ama. Aproveite o momento para renovar a energia amorosa e criar memórias inesquecíveis.",
      "career": "Nesta semana, os leoninos experimentarão um período positivo para explorar novas oportunidades de trabalho. Sua energia e confiança estarão em alta, favorecendo negociações e projetos importantes. Aproveite para comunicar suas ideias com clareza, fortalecendo sua imagem profissional. Decisões relacionadas a mudanças de carreira ou investimentos em qualificação podem trazer bons frutos. Este é um momento propício para assumir responsabilidades, demonstrando liderança. Mantenha o foco nos seus objetivos e seja aberto a aprender com colegas. Com perseverança, você consolidará seu potencial de crescimento e reconhecimento no ambiente de trabalho nesta semana.",
      "health": "Para os leoninos nesta semana, o foco na saúde física deve estar na alimentação equilibrada e na atividade física regular para energizar o corpo. Mentalmente, reserve momentos para reflexão e meditação, ajudando a manter o equilíbrio emocional. Priorize o autocuidado, dedicando tempo ao lazer e ao descanso, evitando o excesso de cansaço. Assim, fortalecerá o corpo e a mente, promovendo bem-estar geral e renovada vitalidade para os desafios da semana.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Nesta semana, os virginianos sentirão uma energia de renovação e foco na organização. O planeta Mercúrio, que rege seu signo, está atuando de forma favorável, trazendo clareza mental e facilidade na tomada de decisões. Aproveite esse momento para ajustar suas rotinas e eliminar o excesso de tarefas que possam estar acumuladas, priorizando o seu bem-estar emocional e físico. No âmbito das relações, é um bom período para conversas sinceras e aprofundar vínculos, especialmente com pessoas próximas. No trabalho, sua atenção aos detalhes será sua maior aliada para solucionar questões pendentes e conquistar novos objetivos. Financiaramente, haverá oportunidades de otimizar seus recursos, mas evite impulsividades. No geral, o movimento cósmico convida a um olhar atento para si mesmo, estimulando o autoconhecimento e a paciência. Use a semana para fazer pequenos ajustes que trarão grandes melhorias na sua rotina e saúde mental.",
      "love": "Para os virginianos, a semana de 9 a 15 de fevereiro traz oportunidades de aprofundar relacionamentos e fortalecer conexões existentes. Para os solteiros, há uma chance de encontros interessantes, mas é importante manter a autenticidade e não se apressar. Para os casados ou em parceria, a comunicação será fundamental — reserve tempo para conversas sinceras e demonstrações de carinho. Evite expectativas irreais e confie no seu próprio discernimento emocional. Essa semana pede atenção ao seu bem-estar emocional e à forma como expressa seus sentimentos, promovendo harmonia e crescimento nos relacionamentos.",
      "career": "Na semana de 9 a 15 de fevereiro de 2026, as Virgem poderão sentir um impulso na busca por novas oportunidades profissionais. É um momento favorável para avaliar projetos pendentes e investir em aprimoramento de habilidades. Decisões importantes relacionadas à carreira devem ser ponderadas com calma, pois a análise cuidadosa trará benefícios a longo prazo. Aproveite a energia da semana para fortalecer relacionamentos profissionais e demonstrar sua dedicação. Pequenos passos podem gerar grandes resultados. Mantenha o foco na organização e na clareza de suas metas, garantindo progressos sólidos e consistentes em sua trajetória profissional.",
      "health": "Na semana de 9 a 15 de fevereiro de 2026, os virginianos terão uma energia equilibrada para cuidar do corpo e da mente. É um momento propício para estabelecer rotinas de exercícios leves, como caminhadas ou alongamentos, que promoverão bem-estar físico. Para a saúde mental, pratique momentos de silêncio ou meditação, ajudando a reduzir o estresse. Aproveite para dedicar tempo ao autocuidado, priorizando o descanso e a alimentação saudável, fortalecendo seu equilíbrio interior.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Nesta semana, os librianos sentirão uma energia revitalizante que os incentiva a buscar equilíbrio nas relações e no trabalho. A presença de influências astrais favorece a comunicação, tornando-se um momento propício para esclarecer mal-entendidos e fortalecer vínculos com pessoas próximas. No âmbito emocional, é importante ouvir sua intuição, principalmente ao tomar decisões importantes. A semana também pede atenção ao autocuidado, priorizando momentos de descanso e reflexão para recarregar as energias. No aspecto financeiro, recomenda-se cautela, evitando investimentos impulsivos. No ambiente profissional, sua diplomacia será uma ferramenta valiosa para resolver conflitos e promover harmonias. Aproveite essa fase para reforçar sua autoestima e cultivar paixões que possam trazer alegria e satisfação. Seja aberto às mudanças e confie na sua capacidade de equilibrar diferentes aspectos da sua vida, garantindo uma semana de crescimento e aprendizado.",
      "love": "Para os librianos, a semana será marcada por oportunidades de aprofundar conexões e esclarecer sentimentos. Para os solteiros, há potencial para conhecidas significativas, desde que estejam abertos a novas experiências e cuidem para não agir por impulso. Para os casais, o momento favorece conversas sinceras e momentos de união, fortalecendo os laços afetivos. Recomenda-se evitarem conflitos desnecessários e valorizarem a harmonia. Escuta ativa e empatia serão essenciais. Aproveite a semana para cultivar o amor com confiança, dedicação e um espírito aberto, construindo relações mais sólidas e reais.",
      "career": "Na semana de 9 a 15 de fevereiro de 2026, os librianos podem esperar oportunidades de crescimento profissional ao se mostrarem abertos a novas ideias e parcerias. Este período favorece ações estratégicas e contatos que possam impulsionar sua carreira. É importante avaliar cuidadosamente propostas de trabalho ou projetos, equilibrando ambição com realismo. Decisões importantes relacionadas à mudança de rumo ou aumento de responsabilidades devem ser refletidas com atenção. Aproveite para estabelecer conexões mais sólidas com colegas e superiores, pois isso poderá abrir portas para futuras promoções ou colaborações proveitosas.",
      "health": "Para Libra, a semana de 9 a 15 de fevereiro de 2026 traz uma energia equilibrada, favorecendo cuidados com a saúde física e mental. É importante manter uma rotina de exercícios moderados e alimentar-se com alimentos nutritivos para fortalecer o corpo. Dedique tempo ao relaxamento mental, praticando meditação ou técnicas de respiração para aliviar o estresse. Priorize o sono e reserve momentos de autocuidado, como uma caminhada ao ar livre ou uma leitura prazerosa, promovendo bem-estar integral.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Nesta semana, os escorpianos sentirão uma energia de transformação e renovação que impulsionará suas emoções mais profundas. É um momento propício para refletir sobre suas relações pessoais e profissionais, buscando alinhá-las aos seus verdadeiros desejos. A influência de Marte sugere uma fase de maior determinação e coragem para enfrentar desafios, mas cuidado com impulsividade. Aproveite para fortalecer seus laços afetivos, demonstrando sinceridade e empatia, pois isso facilitará a resolução de conflitos antigos. No âmbito profissional, sua intuição estará aguçada, ajudando a tomar decisões estratégicas com mais clareza. Reserve um tempo para cuidar de si mesmo, praticando ações que promovam bem-estar físico e mental. Esta semana pede honestidade consigo mesmo e com os outros, permitindo uma evolução emocional significativa. Seja paciente e confie no seu potencial para transformar obstáculos em oportunidades de crescimento.",
      "love": "Nesta semana, os escorpiões podem sentir uma renovada energia emocional que favorece o fortalecimento de relacionamentos. Para os solteiros, há oportunidades de encontros inesperados que podem evoluir de forma positiva, desde que estejam abertos à espontaneidade. Para os casais, a comunicação será a chave para superar possíveis mal-entendidos e aprofundar o vínculo. É importante praticar a paciência e demonstrar sinceridade nas ações. Aproveite o momento para refletir sobre seus desejos e expectativas, promovendo uma conexão mais autêntica e harmoniosa. Acredite no poder do diálogo e da confiança para transformar sua vida afetiva nesta semana.",
      "career": "Nesta semana, os escorpianos poderão descobrir novas oportunidades de crescimento profissional ao explorar áreas antes negligenciadas. É um momento favorável para tomar decisões importantes, especialmente aquelas que envolvem expandir seus conhecimentos ou assumir responsabilidades extras. A intuição estará afiada, ajudando a identificar projetos promissores. Aproveite para fortalecer relacionamentos com colegas e superiores, potencializando seu networking. Evite impulsividade em negociações e mantenha o foco. A atenção aos detalhes será crucial para destacar-se e conquistar avanços significativos na carreira. Use essa energia para dar passos sólidos rumo ao seu desenvolvimento profissional.",
      "health": "A semana de 9 a 15 de fevereiro trará uma energia revigorante para os escorpianos, incentivando o cuidado com a saúde física através de exercícios moderados e uma alimentação nutritiva. No aspecto mental, é importante reservar momentos de reflexão e práticas de relaxamento para manter o equilíbrio emocional. Dedique-se ao autocuidado, como massagens ou meditação, para aliviar o estresse acumulado. Ouça seu corpo e não ignore sinais de cansaço, priorizando o bem-estar integral durante toda a semana.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Nesta semana, Sagitário sente uma energia vibrante que estimula a busca por novos conhecimentos e experiências. O movimento interior será forte, incentivando a reflexão sobre seus objetivos de longo prazo e suas verdadeiras paixões. É um período favorável para estabelecer metas claras e planejar passos concretos para alcançá-las. No âmbito emocional, a semana traz uma necessidade de conexão mais profunda com pessoas próximas, pedindo sinceridade e compreensão mútua. No trabalho, haverá oportunidades de mostrar sua criatividade e abrir portas para novas parcerias. Aproveite também para equilibrar seus momentos de lazer e descanso, pois o excesso de entusiasmo pode levar ao desgaste. A dica é manter o otimismo, mas com cuidado para não se sobrecarregar. Abrace as possibilidades com confiança, sabendo que sua energia estará alinhada para impulsionar suas aspirações.",
      "love": "Durante a semana de 9 a 15 de fevereiro de 2026, os sagitarianos experimentarão uma fase de crescimento emocional. Para os solteiros, haverá oportunidades de encontros significativos, baseados na sinceridade e na conexão autêntica. Este é um momento propício para abrir o coração e mostrar sua verdadeira personalidade. Para os casais, o fortalecimento do diálogo será essencial para resolver pequenas tensões e aprofundar a intimidade. A dica é investir na comunicação aberta e na expressão de sentimentos, ajudando a criar uma base mais sólida para o relacionamento. Aproveite este período para cultivar o amor com autenticidade e generosidade.",
      "career": "Na semana de 9 a 15 de fevereiro de 2026, os sagitarianos passam por uma fase de expansão e oportunidades no ambiente de trabalho. É um momento propício para explorar novas áreas de atuação, buscar cursos de aperfeiçoamento ou estabelecer contatos profissionais importantes. Decisões assertivas podem abrir caminhos surpreendentes para crescimento e reconhecimento. Ouça sua intuição ao avaliar propostas e projetos, pois ela estará afinada. Aproveite também para revisar seus objetivos de carreira, ajustando estratégias que promovam seu desenvolvimento a longo prazo. Com otimismo e foco, a semana promete avanços significativos na sua jornada profissional.",
      "health": "Durante a semana de 9 a 15 de fevereiro de 2026, Sagitarianos experimentarão uma energia revigorante que favorece atividades físicas ao ar livre e a busca por equilíbrio emocional. É importante reservar tempo para o autocuidado e práticas de relaxamento, como meditação ou leitura. Cuide da alimentação, priorizando alimentos leves e nutritivos. Mentalmente, mantenha o foco na espiritualidade e na reflexão, evitando sobrecarregar-se com tarefas desnecessárias. Essa fase promete renovação e bem-estar integral.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Nesta semana, os capricornianos sentirão uma forte energia de renovação emocional e de foco em seus objetivos pessoais. Aproveite esse período para revisar suas metas e estabelecer passos concretos para alcançá-las, com determinação e pragmatismo. No âmbito profissional, há uma oportunidade de mostrar sua competência e consolidar sua autoridade, mas seja cuidadoso ao lidar com colegas ou parceiros de trabalho, evitando conflitos desnecessários. A vida financeira pede atenção; evite gastos impulsivos e invista de forma inteligente. O cosmos incentiva a introspecção, então reserve momentos para refletir sobre suas reais prioridades e desejos mais profundos. Nos relacionamentos, a comunicação será fundamental para fortalecer laços, especialmente com pessoas próximas. Aproveite a energia desta semana para equilibrar suas emoções, manter o foco em suas metas e agir com prudência, garantindo avanços importantes na sua jornada pessoal e profissional.",
      "love": "Nesta semana, os capricornianos podem experimentar avanços nas relações, com oportunidades de aprofundar vínculos existentes ou estabelecer novas conexões. Para os solteiros, a energia favorece encontros espontâneos e conversas sinceras que podem evoluir para algo mais significativo. Para os casais, há espaço para fortalecer a comunicação e resolver pequenas divergências com empatia e compreensão. Aproveite o momento para demonstrar afeto e reforçar o compromisso. A dica é evitar decisões impulsivas e valorizar o diálogo transparente, criando uma base sólida que traga harmonia e crescimento emocional nesta semana de intensa conexão.",
      "career": "Na semana de 9 a 15 de fevereiro de 2026, os capricornianos poderão identificar novas oportunidades de crescimento profissional, especialmente ao se dedicarem a projetos que exigem dedicação e paciência. Este é um momento propício para fortalecer redes de contato e demonstrar seu potencial. Cuidado ao tomar decisões impulsivas; analise bem suas opções antes de avançar em mudanças significativas. A estabilidade financeira deve ser prioridade, mas também é importante buscar equilíbrio entre vida pessoal e carreira. Aproveite para consolidar suas metas de longo prazo, demonstrando comprometimento e visão estratégica.",
      "health": "Nesta semana, os nativos de Capricórnio devem focar na sua saúde física, praticando atividades que promovam equilíbrio e resistência, como caminhadas ao ar livre ou alongamentos. Para o bem-estar mental, reserve momentos de silêncio e reflexão para aliviar tensões acumuladas. Cuide de seu sono, priorizando uma rotina de descanso consistente. Invista em pequenas doses de autocuidado diário, como uma alimentação nutritiva e momentos de lazer, fortalecendo seu equilíbrio emocional ao longo da semana.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Nesta semana, os aquarianos sentirão uma forte influência de renovação e reflexão interior. É um momento propício para avaliar seus objetivos pessoais e profissionais, buscando alinhamento entre o que desejam e o que estão realizando. A energia dos astros sugere que a comunicação será fundamental; aproveite para expressar suas ideias com clareza e ouvir atentamente os outros, fortalecendo relacionamentos. A criatividade estará em alta, incentivando novas abordagens para desafios antigos. Cuide de sua saúde emocional e física, reservando momentos de tranquilidade para si mesmo. É importante também evitar decisões impulsivas e dedicar um tempo para planejar seus próximos passos com calma. Este período favorece a autodescoberta e o fortalecimento da sua autenticidade. Aproveite essa semana para cultivar o otimismo e a esperança, renovando suas forças para o que virá.",
      "love": "Nesta semana, aquarianos podem experimentar oportunidades de aprofundar conexões emocionais ou descobrir novas paixões. Para os solteiros, existe o potencial de encontros significativos, basta estar abertos às oportunidades que surgirem. Para casais, o momento é favorável para fortalecer laços, conversas sinceras e momentos de cumplicidade. É importante praticar a escuta ativa e demonstrar empatia. Evite cobranças ou discussões desnecessárias; o foco deve ser na harmonia. Aproveite essa fase para cultivar o amor com leveza e autenticidade, construindo uma base mais sólida para o futuro.",
      "career": "Para os aquarianos, a semana de 9 a 15 de fevereiro de 2026 reserva oportunidades de crescimento profissional ao apresentarem novas ideias e iniciativas. Este é um período favorável para fortalecer relacionamentos no trabalho e mostrar suas habilidades de liderança. Decisões importantes relacionadas a projetos ou mudanças na carreira podem surgir, então avalie com cuidado antes de agir. Esteja aberto a feedbacks e aproveite para expandir sua rede de contatos. Com dedicação e criatividade, você poderá consolidar uma posição de destaque e abrir portas para avanços futuros. Aproveite essa semana para investir na sua evolução profissional.",
      "health": "Nesta semana, os aquarianos sentirão uma boa energia para cuidar da saúde física, investindo em exercícios de alongamento e atividades ao ar livre. mentalmente, é importante reservar um tempo para meditar ou refletir, promovendo equilíbrio emocional. Recomenda-se também estabelecer rotinas de autocuidado, como uma alimentação mais equilibrada e momentos de descanso. Este período favorece o fortalecimento da autoestima e a conexão consigo mesmo, promovendo bem-estar integral.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Na semana de 9 a 15 de fevereiro de 2026, os piscianos sentirão uma forte influência de introspecção e renovação emocional. Este é um momento para refletir sobre seus sentimentos mais profundos e estabelecer uma conexão mais sincera consigo mesmos. A presença de energias favoráveis ao autoconhecimento trará clareza sobre suas necessidades e desejos, ajudando a aliviar antigos conflitos internos. No âmbito profissional, é importante manter o foco e a paciência, pois haverá oportunidades de desenvolver projetos que exijam dedicação e sensibilidade. No aspecto afetivo, promover diálogos abertos poderá fortalecer seus laços e gerar maior intimidade com quem ama. Aproveite o equilíbrio proporcionado pelas estrelas para praticar meditação ou momentos de silêncio interior, possibilitando insights valiosos. Ouça sua intuição ao tomar decisões importantes e confie no seu potencial de transformar desafios em crescimento pessoal nesta semana de intensa evolução emocional.",
      "love": "Para os piscianos, a semana de 9 a 15 de fevereiro traz oportunidades de aprofundar laços emocionais e fortalecer conexões existentes. Para os solteiros, há potencial para encontros sinceros e significativos, desde que estejam abertos a novas experiências. Para os casais, a comunicação será essencial para resolver pequenos mal-entendidos e renovar o romantismo. Aproveite momentos de diálogo aberto e demonstrações de afeto. A recomendação é manter o coração aberto às possibilidades e cultivar a paciência, especialmente ao lidar com emoções mais intensas que podem surgir. Essa semana favorece a intimidade e a compreensão mútua.",
      "career": "Para os piscianos nesta semana, há oportunidades de crescimento profissional ao se abrir para novas parcerias e colaborações. Aproveite o momento para demonstrar suas habilidades e assumir projetos desafiadores, que podem impulsionar sua carreira. Este é um período favorável para refletir sobre suas metas a longo prazo e fazer ajustes necessários. Evite decisões impulsivas; foque na elaboração de um planejamento sólido. A semana promete estabilidade financeira, mas atenção a detalhes que podem fazer a diferença. Mantenha-se aberto ao aprendizado e ao networking, pois essas ações podem abrir portas importantes para seu desenvolvimento profissional.",
      "health": "Nesta semana, os Piscianos podem sentir uma energia renovada para cuidar da saúde física, investindo em refeições equilibradas e atividades ao ar livre. Cuide da mente reservando momentos de silêncio e reflexão, que ajudarão a aliviar o estresse. Priorize o autoconhecimento e lembre-se de praticar o autocuidado, como banhos relaxantes ou meditação. Aproveite essa fase para fortalecer suas rotinas de bem-estar, trazendo equilíbrio e tranquilidade para o seu corpo e mente.",
      "key_dates": [
        "2026-02-09",
        "2026-02-12",
        "2026-02-15"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    }
  }
}