{
  "week": "2026-W08",
  "language": "es",
  "entries": {
    "aries": {
      "overview": "Durante esta semana, los arianos sentirán una energía renovada que impulsará su confianza y determinación. Es un momento ideal para enfocarse en metas personales y profesionales, aprovechando su entusiasmo natural para enfrentar desafíos con valentía. La influencia de los astros favorece la comunicación, por lo que será beneficioso expresar ideas y sentimientos con claridad y sinceridad. Sin embargo, deben tener cuidado de no actuar de manera impulsiva, ya que podrían generar malentendidos con quienes los rodean. La semana también trae oportunidades para fortalecer relaciones cercanas, si se ofrecen detalles y atención genuina. En cuanto a la salud, es recomendable mantener un equilibrio entre el trabajo y el descanso, evitando agotarse en exceso. En definitiva, esta semana invita a los arianos a canalizar su energía en proyectos que les entusiasmen, siendo pacientes y perseverantes para lograr resultados duraderos.",
      "love": "Esta semana, los arianos experimentarán una energía positiva en sus relaciones, lo que favorece la comunicación y la cercanía emocional. Si estás en pareja, es un buen momento para fortalecer los lazos y expresar tus sentimientos con honestidad. Para los solteros, las nuevas conexiones pueden surgir de manera inesperada, solo asegúrate de mantener una actitud abierta y sincera. La clave será escuchar con atención y mostrar autenticidad. Evita la impulsividad y busca balance en tus acciones. Con un enfoque cálido y claro, esta semana puede acercarte mucho a la armonía en tus relaciones amorosas.",
      "career": "Esta semana, las personas de Aries tendrán la oportunidad de destacar en su entorno laboral gracias a su energía y determinación. Será un buen momento para asumir nuevos proyectos o presentar ideas innovadoras que puedan mejorar su posición. La confianza en sus habilidades aumentará, facilitando decisiones importantes relacionadas con su crecimiento profesional. Sin embargo, deben mantener la paciencia y escuchar atentamente a sus colegas para evitar malentendidos. Aprovechar estas energías les permitirá avanzar en sus metas, fortaleciendo su reputación y abriendo puertas a nuevas oportunidades laborales que podrían surgir en los próximos días.",
      "health": "La semana para Aries trae un impulso en su energía física, pero es importante que no descuide el descanso. Priorice el sueño y adopte una rutina de ejercicio moderado para mantener su vitalidad. En el aspecto mental, practique técnicas de relajación como la meditación o la respiración profunda para reducir el estrés. Dedique tiempo a sus pasatiempos y a conectar con seres queridos, fomentando así un bienestar emocional integral. Escuche su cuerpo y confíe en su intuición para equilibrar mente y cuerpo.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Esta semana, Tauro, te enfrentarás a un período de reflexión profunda y crecimiento personal. La energía de los astros te invita a dedicar tiempo a tu bienestar emocional y a fortalecer tu autoestima. Es un momento propicio para reevaluar tus prioridades profesionales y familiares, buscando un equilibrio que te brinde paz interior. La presencia de Venus sugiere que las relaciones cercanas podrían experimentar una mayor armonía si muestras apertura y comprensión. Aprovecha para comunicarte con sinceridad y escuchar con empatía. La influencia de Mercurio te anima a planificar cuidadosamente tus proyectos y evitar decisiones impulsivas. Es fundamental que te tomes momentos de tranquilidad para conectar contigo mismo y recargar energías. En el ámbito financiero, la prudencia será clave, así que evita gastos innecesarios. En definitiva, esta semana te invita a ser paciente, reflexivo y a confiar en tu intuición para avanzar con firmeza y confianza hacia tus metas.",
      "love": "Durante la semana del 23 de febrero al 1 de marzo de 2026, Tauro experimentará una energía positiva en el ámbito sentimental. Los solteros podrán encontrar oportunidades para conectar con alguien especial si abren su corazón y se muestran sinceros. Para las parejas, será un momento propicio para fortalecer vínculos y comunicar sentimientos con claridad. Es importante que eviten discusiones por malentendidos y practiquen la paciencia. La clave esta semana será la honestidad y la confianza mutua. Aprovechen cada oportunidad para demostrar cariño y gratitud; así, sus relaciones se consolidarán con mayor armonía y profundidad.",
      "career": "Durante la semana del 23 de febrero al 1 de marzo de 2026, Tauro experimentará un período de crecimiento y nuevas oportunidades laborales. Es un momento propicio para definir proyectos a largo plazo y buscar la estabilidad que tanto valoras. La energía favorable te impulsa a tomar decisiones acertadas en tu carrera, además de fortalecer relaciones profesionales. Aprovecha para realizar networking y potenciar tu visibilidad en el trabajo. Sin embargo, evita decisiones impulsivas y reflexiona sobre tus metas. La constancia y la paciencia serán clave para avanzar y consolidar logros importantes en tu desarrollo profesional.",
      "health": "Esta semana, los tauro pueden experimentar una energía física equilibrada que favorecerá el ejercicio moderado y la alimentación saludable. Es un momento propicio para cuidar la mente, practicando técnicas de relajación y mindfulness. Dedica tiempo a actividades que te gusten y que te ayuden a reducir el estrés, como paseos al aire libre o leer un buen libro. No olvides descansar lo suficiente y mantener una hidratación adecuada para potenciar tu bienestar general durante toda la semana.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Durante esta semana, los géminis deberán prestar atención a su comunicación y relaciones, ya que la energía planetaria favorece el diálogo y la resolución de malentendidos. Es un momento ideal para expresar tus ideas y escuchar a los demás con paciencia y empatía. La influencia de los astros impulsa tu creatividad y te brinda nuevas perspectivas; aprovecha para poner en marcha proyectos personales o labores que requieran innovación. Sin embargo, también podrías sentir cierta dispersión o inquietud interna, por lo que es fundamental mantener el enfoque en aquello que realmente importa. La semana invita a equilibrar tus deseos de socializar con momentos de introspección, para aclarar tus metas y fortalecer tu bienestar emocional. Escucha tu intuición y confía en tu capacidad para adaptarte a los cambios, aprovechando cada oportunidad de crecimiento personal y profesional.",
      "love": "Durante esta semana, los Gemininos experimentarán una energía vibrante que favorecerá las conexiones románticas y el fortalecimiento de sus relaciones. Para los solteros, es un momento ideal para socializar y abrir el corazón, ya que surgirán oportunidades que podrían llevar a nuevas historias de amor. Los que están en pareja, deben prestar atención a la comunicación, evitando malentendidos y fortaleciendo la confianza. La clave será mantener la honestidad y mostrar interés genuino en su pareja. Aprovechen esta etapa para expresar sentimientos y crear momentos significativos que refuercen su vínculo.",
      "career": "Esta semana, los Géminis tendrán oportunidades para expandir su red profesional, conectando con colegas que pueden abrir nuevas puertas. Es un momento propicio para mostrar sus habilidades y tomar decisiones clave en proyectos importantes. La comunicación será su mayor aliada, así que aprovechen para expresar con claridad sus ideas y aspiraciones. Sin embargo, deben evitar dispersarse en múltiples tareas; enfocar su energía en prioridades será crucial para avanzar. La clave será mantener una actitud positiva y confiar en su capacidad para superar desafíos, fortaleciendo así su crecimiento profesional y estableciendo bases sólidas para futuras oportunidades.",
      "health": "Esta semana, Géminis, podrías sentirte con más energía física y motivación para cuidar tu salud. Es un buen momento para incorporar ejercicio suave y mejorar tu alimentación. En lo mental, la comunicación será clave; practica la atención plena y evita distracciones que puedan generar estrés. Dedica tiempo al descanso y a actividades que disfrutas para equilibrar cuerpo y mente. Confía en tu capacidad de adaptarte y priorizar tu bienestar en estos días.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Durante esta semana, los nacidos bajo el signo de Cáncer sentirán una energía intensa que les invita a reflexionar sobre sus relaciones y su bienestar emocional. La influencia de los astros favorece la introspección, por lo que es un buen momento para conectar con tu mundo interior y aclarar tus sentimientos. Es recomendable que pongas atención a las necesidades familiares y a las conexiones afectivas, buscando fortalecer vínculos y comunicarte con empatía. La semana también trae un impulso para organizar tus asuntos personales y profesionales, estableciendo prioridades claras y evitando distracciones. La calma y la paciencia serán tus mejores aliadas, especialmente cuando enfrentes desafíos o malentendidos. Aprovecha estos días para cuidar de ti mismo, practicar la autoaceptación y fomentar la armonía en tu entorno cercano. Con un enfoque consciente y positivo, podrás transformar obstáculos en oportunidades de crecimiento emocional.",
      "love": "Esta semana, los Cáncer experimentarán un impulso positivo en sus relaciones. Para quienes están en pareja, es un buen momento para fortalecer los lazos emocionales y resolver posibles malentendidos con empatía y paciencia. La comunicación será clave para profundizar la confianza y la intimidad. Los solteros deben abrirse a nuevas posibilidades y confiar en su intuición al conocer gente. Es importante que sean sinceros consigo mismos y con los demás. Aprovechen esta semana para expresar sus sentimientos y escuchar con atención. En general, esta es una oportunidad para crecer en amor y fortalecer vínculos, tanto si están en pareja como si buscan una relación.",
      "career": "Durante la semana del 23 de febrero al 1 de marzo de 2026, los cáncer destacarán en su vida profesional gracias a nuevas oportunidades de crecimiento. Es un momento propicio para evaluar proyectos en curso y considerar posibles cambios laborales que favorezcan su desarrollo. La intuición será una aliada para tomar decisiones acertadas, especialmente en relación con alianzas o colaboraciones. Sin embargo, deberán mantener la paciencia y evitar cargas excesivas. La comunicación con colegas será clave para fortalecer vínculos y facilitar avances. Aprovechen esta semana para demostrar su valía y proyectarse hacia metas a largo plazo con confianza y claridad.",
      "health": "Durante esta semana, las personas nacidas bajo el signo de Cáncer experimentarán un aumento en la energía física, ideal para incorporar nuevas rutinas de ejercicio suaves pero efectivas. Es fundamental cuidar la salud mental dedicando tiempo a la introspección y prácticas de relajación como la meditación. Prioriza el descanso y una alimentación equilibrada para fortalecer tu bienestar integral. Aprovecha esta etapa para reconectar contigo mismo y potenciar tu resiliencia emocional, promoviendo un equilibrio saludable en todos los ámbitos.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Durante esta semana, los Leo sentirán una energía vibrante y motivadora que los impulsará a destacar en sus proyectos y relaciones. La presencia de nuevas oportunidades laborales o creativas puede surgir, por lo que es fundamental mantener una actitud positiva y confiar en su talento natural. La confianza en sí mismos será su mayor aliado, así que eviten dudas que puedan bloquear su avance. En el ámbito emocional, es un momento ideal para fortalecer vínculos familiares y amistosos, mostrando sinceridad y generosidad. Sin embargo, cuidado con la tendencia a querer sobresalir a expensas de los demás; la humildad y la empatía serán clave para mantener el equilibrio. En cuestiones de salud, es recomendable dedicar tiempo a descansar y mantener una rutina de ejercicio que ayude a canalizar esa energía desbordante. Aprovechen la semana para brillar, pero con corazón abierto y priorizando el bienestar interior y exterior.",
      "love": "Durante la semana del 23 de febrero al 1 de marzo de 2026, los Leo podrán experimentar un crecimiento en sus relaciones románticas. Para los solteros, esta será una oportunidad para abrirse y mostrar su auténtico yo, atrayendo conexiones genuinas. Las parejas, por su parte, deben enfocarse en la comunicación y en expresar sus sentimientos con sinceridad para fortalecer su vínculo. Es un buen momento para planear actividades juntos que refuercen la confianza y la complicidad. Eviten detalles insignificantes que puedan generar malentendidos y aprovechen la energía positiva para construir una base sólida y amorosa.",
      "career": "Durante la semana del 23 de febrero al 1 de marzo de 2026, los Leo tienen una excelente oportunidad para destacar en su entorno laboral. Es un momento propicio para asumir nuevos retos y demostrar liderazgo, lo que podría abrir puertas a promociones o proyectos importantes. Es recomendable que sean claros en sus objetivos y mantengan una actitud positiva frente a los cambios. La semana también favorece la toma de decisiones importantes relacionadas con su crecimiento profesional, siempre con visión de largo plazo. Aprovechar estas energías para fortalecer relaciones laborales será clave para avanzar con confianza en su carrera.",
      "health": "Durante la semana del 23 de febrero al 1 de marzo de 2026, los Leo deben centrarse en equilibrar su energía física y mental. Es recomendable que incorporen ejercicios de relajación, como la meditación o el yoga, para fortalecer su bienestar emocional. En cuanto a la salud física, mantengan una dieta equilibrada y hidrátense adecuadamente. Dedicar tiempo a actividades que les apasionen y descansar lo suficiente les ayudará a mantenerse motivados y positivos durante toda la semana.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Esta semana, los Virgo sentirán una energía de introspección y reflexión que les permitirá aclarar sus metas y prioridades. Es un momento ideal para organizarse y poner en orden tanto sus pensamientos como sus espacios físicos. La presencia de planetas en tránsito sugiere que la comunicación con seres queridos será fluida, por lo que es recomendable expresar con sinceridad y empatía lo que sienten. Sin embargo, también deben tener cuidado con el perfeccionismo exagerado, que podría generar tensiones innecesarias. Aprovechen para fortalecer vínculos y buscar soluciones prácticas a desafíos laborales o personales. La semana invita a dedicar tiempo al cuidado de su bienestar mental y físico, estableciendo rutinas saludables. En resumen, Virgo, confíen en su intuición, actúen con paciencia y mantengan una actitud positiva, pues sus esfuerzos les recompensarán a largo plazo.",
      "love": "Durante esta semana, los Virgo pueden experimentar una energía de renovada conexión emocional. Para los solteros, es un buen momento para abrirse y mostrar su authenticidad, lo que atraerá nuevas oportunidades amorosas. Las parejas, por su parte, deben prestar atención a la comunicación y mantener la empatía para fortalecer su vínculo. Es recomendable evitar malentendidos y favorecer una escucha activa. Aprovecha esta semana para expresar tus sentimientos sinceramente y demostrar tu interés por la otra persona. La sinceridad y la paciencia serán clave para navegar cualquier situación romántica con éxito y crear conexiones más profundas y duraderas.",
      "career": "Durante esta semana, Virgo, te sentirás motivado a aprovechar nuevas oportunidades laborales y a desafiar tus límites profesionales. Es un momento propicio para mostrar tus habilidades y buscar reconocimientos en tu entorno laboral. Las decisiones relacionadas con proyectos importantes o cambios de posición pueden traerte beneficios a largo plazo si actúas con confianza y claridad. Mantén una actitud abierta a aprender de colegas y a aceptar sugerencias constructivas. La perseverancia y la paciencia serán clave para consolidar tus avances, fortaleciendo tu crecimiento profesional y preparando el camino para futuros cambios positivos.",
      "health": "La semana de 23 de febrero a 1 de marzo de 2026 trae para Virgo una energía enfocada en el equilibrio y la autocuidado. En lo físico, es recomendable prestar atención a la alimentación y mantener una rutina de ejercicio suave para fortalecer tu organismo. Mentalmente, practica técnicas de relajación como la meditación o la respiración profunda para reducir el estrés. Dedica tiempo a ti mismo, desconectando de las responsabilidades y disfrutando actividades que te recarguen emocionalmente. Aprovecha esta semana para revitalizar tu bienestar integral.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Durante esta semana, los nacidos bajo el signo de Libra podrán experimentar un equilibrio interno que les permitirá afrontar desafíos con mayor claridad y serenidad. La energía planetaria favorece la comunicación y las relaciones, por lo que será un excelente momento para fortalecer vínculos y expresar sus pensamientos con honestidad y cariño. Es importante que se tomen tiempo para reflexionar sobre sus metas personales y laborales, evaluando qué cambios podrían potenciar su crecimiento. La influencia de Venus, su regente, aportará una sensibilidad especial en estos días, invitándolos a disfrutar de pequeños placeres y a cuidar de su bienestar emocional. Sin embargo, deben evitar decisiones impulsivas y mantener la paciencia en momentos de tensión. En general, esta semana les ofrece la oportunidad de armonizar su vida interna con sus acciones externas, promoviendo un mayor equilibrio y satisfacción en todos los aspectos.",
      "love": "Esta semana, los librianos experimentarán una energía armoniosa que favorece la comunicación y la cercanía en sus relaciones. Para quienes están en pareja, será un momento ideal para fortalecer la confianza y resolver malentendidos con paciencia y empatía. Los solteros pueden atraer conexiones interesantes si mantienen una actitud abierta y auténtica. Es importante que eviten la indecisión y se enfoquen en expresar sus sentimientos con claridad. En general, la clave será el equilibrio emocional y la sinceridad, lo que propiciará momentos de intimidad y crecimiento conjunto. Aprovechen esta etapa para profundizar en sus vínculos afectivos y sembrar semillas de futuro.",
      "career": "La semana del 23 de febrero al 1 de marzo de 2026 trae para los librianos oportunidades de crecimiento profesional si mantienen la apertura y la flexibilidad. Es un buen momento para evaluar nuevas propuestas y ampliar su red de contactos. La paciencia y la claridad en la comunicación serán clave para tomar decisiones acertadas. Es recomendable evitar decisiones impulsivas y centrarse en proyectos a largo plazo. La intuición les ayudará a identificar oportunidades laborales que se ajusten a sus objetivos, fomentando un avance progresivo en su carrera. Aprovechen para fortalecer relaciones profesionales y mostrar su liderazgo.",
      "health": "Esta semana, los Libra sentirán un impulso en su bienestar físico si incorporan actividades suaves como yoga o caminatas al aire libre. Mentalmente, es importante que dediquen tiempo a la introspección y practiquen técnicas de respiración para reducir el estrés. La recomendación de auto-cuidado es cuidar de su descanso y mantener una alimentación equilibrada, evitando excesos. Aprovechen este período para reconectar con su centro y fortalecer su equilibrio emocional y físico.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Durante esta semana, los escorpiones sentirán una energía intensa y transformadora que los impulsará a profundizar en sus emociones y relaciones. Es un momento propicio para reflexionar sobre lo que realmente desean en su vida personal y profesional, dejando atrás decisiones que ya no les sirven. La influencia de los astros favorece la comunicación, por lo que será importante expresarse con honestidad y sinceridad. Es recomendable que aprovechen esta energía para consolidar acuerdos importantes o resolver malentendidos pendientes. La intuición estará muy afinada, ayudándolos a detectar oportunidades ocultas o situaciones que requieren atención especial. Sin embargo, también deben tener cuidado con la tendencia a la obsesión o a sobrecargarse emocionalmente; practicar la autocompasión será clave. En general, esta semana invita a los escorpiones a buscar equilibrio, renovarse desde adentro y confiar en su capacidad de transformación para avanzar con determinación y sabiduría en sus proyectos.",
      "love": "Esta semana, Escorpio experimentará una energía intensa y emotiva en el amor. Para los solteros, es un buen momento para abrirse a nuevas conexiones, pero se recomienda ser sincero y auténtico en sus intenciones. Las parejas, por su parte, pueden fortalecer su vínculo mediante conversaciones profundas y sinceras, abordando sentimientos que han quedado en silencio. Eviten malentendidos; la paciencia y la empatía serán claves. Aprovechen esta etapa para renovar la confianza y expresar sus emociones con claridad. En general, es una semana ideal para consolidar el amor, siempre y cuando se mantengan abiertos y receptivos.",
      "career": "Esta semana, los escorpios podrán aprovechar oportunidades laborales que surgen de forma inesperada, fortaleciendo su posición profesional. Es un momento propicio para expandir su red de contactos y mostrar sus habilidades, lo que podría abrir puertas a nuevos proyectos o ascensos. Sin embargo, deben ser cautelosos al momento de tomar decisiones importantes, evaluando bien sus opciones antes de comprometerse. La perseverancia y claridad en sus objetivos les permitirán avanzar con mayor confianza. Aprovechen esta etapa para aprender algo nuevo o perfeccionar una técnica, así potenciarán su crecimiento y consolidarán su camino profesional.",
      "health": "Durante la semana del 23 de febrero al 1 de marzo de 2026, los Escorpio sentirán una energía renovada para cuidar su bienestar físico y mental. Es un buen momento para incorporar actividades físicas suaves como yoga o caminatas al aire libre, que les ayudarán a reducir el estrés. Presten atención a su alimentación, priorizando alimentos nutritivos y evitando excesos. Además, dediquen tiempo a la introspección y al descanso, permitiéndose desconectar y recargar energías para afrontar la semana con mayor vitalidad y equilibrio.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Durante esta semana, los Sagitario sentirán una energía renovada que los impulsa a buscar nuevas aventuras y ampliar sus horizontes. La influencia de Marte en su signo les otorgará coraje y dinamismo, pero también les recordará la importancia de la paciencia en momentos de conflicto o decisiones importantes. Es un buen momento para planificar viajes, estudios o proyectos a largo plazo, siempre y cuando mantengan el equilibrio emocional. La comunicación será clave; escuchar activamente y expresar sus ideas con claridad les traerá beneficios en relaciones tanto laborales como personales. La Luna llena a mitad de semana potenciará sus emociones y les permitirá afrontar viejos asuntos con mayor madurez. Aprovechen estos días para conectarse con su universo interior, practicar mindfulness y reflexionar sobre sus metas. Confíen en su intuición y actúen con optimismo, pues las oportunidades están a su alcance si mantienen actitud positiva y abiertas al cambio.",
      "love": "Durante esta semana, los Sagitarianos encontrarán oportunidades para fortalecer sus relaciones, especialmente si mantienen una comunicación abierta y honesta. Para los solteros, es una buena etapa para socializar y dejarse llevar por impulsos sinceros, lo que podría atraer nuevas conexiones. En pareja, será importante valorar la confianza y la empatía para resolver cualquier malentendido. La clave será escuchar activamente y demostrar aprecio. Eviten decisiones apresuradas y confíen en su intuición. Esta semana invita a enfocarse en la sinceridad y en compartir momentos significativos que fortalezcan los vínculos amorosos.",
      "career": "Durante la semana del 23 de febrero al 1 de marzo de 2026, los Sagitario experimentarán oportunidades importantes en su vida profesional. Es un momento favorable para asumir nuevos retos y mostrar su liderazgo, lo que puede abrir puertas a promociones o proyectos innovadores. La energía positiva influirá en la toma de decisiones, pero es vital que sean claros y precisos en sus objetivos. Aprovechen para fortalecer relaciones laborales y establecer alianzas estratégicas. La clave será mantener el equilibrio entre sus ambiciones y la atención a los detalles, asegurando un crecimiento sólido y sustentable en su carrera.",
      "health": "La semana para Sagitario trae un equilibrio en su salud física y mental. Es un buen momento para comenzar una rutina de ejercicio suave, como yoga o caminatas, que fortalecerá tu bienestar físico y mental. Dedica tiempo a la meditación o técnicas de respiración para reducir el estrés y aclarar la mente. Prioriza el descanso y una alimentación equilibrada para mantenerte enérgico. La auto-reflexión y el cuidado personal te ayudarán a afrontar la semana con mayor confianza y serenidad.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Durante esta semana, Capricornio se encontrará en un período de introspección y reflexión profunda. La energía de los planetas favorece la evaluación de metas a largo plazo y la reestructuración de ciertos aspectos de tu vida profesional y personal. Es un momento ideal para planificar con calma, evitar decisiones impulsivas y confiar en tu intuición. La presencia de astros en tu relación con los demás te invita a fortalecer vínculos y a comunicarte con sinceridad y empatía. No temas renovar tus energías dedicando tiempo a tu bienestar emocional y físico. La paciencia será tu aliada para superar obstáculos y avanzar con paso firme en tus proyectos. Aprovecha esta semana para consolidar tus ideas, alinear tus objetivos con tus valores y dar pasos concretos hacia el éxito. La clave está en mantener el equilibrio entre trabajo y descanso, escuchando siempre tu voz interior.",
      "love": "Durante la semana del 23 de febrero al 1 de marzo de 2026, los Capricornio experimentarán un impulso en sus relaciones. Para los solteros, es un momento propicio para abrirse a nuevas experiencias y fortalecer su confianza en el amor. Se recomienda mostrar sinceridad y autenticidad en sus interacciones. Las parejas, por su parte, deberán prestar atención a la comunicación y evitar malentendidos, fomentando la empatía y la paciencia. La clave será equilibrar la estabilidad con la apertura emocional. Aprovechen esta semana para conectar a un nivel más profundo y consolidar vínculos afectivos sólidos.",
      "career": "Esta semana, Capricornio enfrentará oportunidades significativas de crecimiento profesional. La energía planetaria favorece decisiones estratégicas, impulsando la búsqueda de nuevos proyectos o colaboraciones. Es un momento ideal para mostrar liderazgo y confianza en tus habilidades, lo que puede abrir puertas a promociones o responsabilidades mayores. Sin embargo, debes estar atento a posibles malentendidos con colegas o superiores; la comunicación clara será clave. Aprovecha esta semana para evaluar tus metas a largo plazo y tomar decisiones que alineen tu desarrollo profesional con tus valores. La perseverancia y la iniciativa te posicionarán en el camino correcto hacia el éxito.",
      "health": "Esta semana, los Capricornio deben prestar atención a su bienestar físico y mental. Sentirán una energía renovada que puede potenciar su actividad física, pero es importante no excederse. Dedicar tiempo a la meditación o prácticas de respiración ayudará a mantener el equilibrio emocional y reducir el estrés. La alimentación saludable y el descanso adecuado serán fundamentales para afrontar con claridad esta semana. Priorizar el autocuidado potenciará su vitalidad y bienestar general.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Durante esta semana, los acuarianos sentirán una energía innovadora que impulsa sus ideas y proyectos. Es un momento propicio para reflexionar sobre sus metas a largo plazo y hacer ajustes necesarios. La influencia de los astros les invita a ser creativos y abrirse a nuevas experiencias, especialmente en el ámbito social y profesional. Sin embargo, es importante mantener un equilibrio entre su deseo de independencia y la colaboración con otros. Las conexiones emocionales serán enriquecedoras si dedican tiempo a escuchar y comprender a sus seres queridos. La semana también trae un recordatorio de cuidar su bienestar físico y mental, evitando el estrés excesivo. Aprovechen esta temporada para fortalecer su confianza y afrontar retos con optimismo. Con perseverancia y apertura, los acuarianos pueden descubrir nuevas oportunidades y avanzar firmemente hacia sus objetivos, sintiéndose inspirados para innovar y crecer.",
      "love": "Durante esta semana, los Acuario tendrán la oportunidad de profundizar en sus relaciones o de abrirse a nuevas experiencias amorosas. Para los solteros, es un momento favorable para socializar y mostrar su auténtico yo, lo que podría atraer conexiones interesantes y duraderas. Las parejas, por su parte, deben prestar atención a la comunicación y evitar malentendidos; la sinceridad será clave para fortalecer el vínculo. Es recomendable que cada uno se tome un tiempo para reflexionar sobre sus sentimientos y expectativas. La honestidad y la apertura emocional serán fundamentales para avanzar en la relación.",
      "career": "Durante esta semana, los acuarianos podrán experimentar oportunidades de crecimiento profesional si se mantienen abiertos a nuevas ideas y colaboraciones. Es un buen momento para explorar proyectos innovadores y fortalecer relaciones laborales, ya que la comunicación será clave para avanzar en sus metas. Sin embargo, deben tener cuidado con decisiones apresuradas y tomarse el tiempo necesario para evaluar las opciones. La intuición y la creatividad serán sus principales aliadas para destacar en su entorno laboral. Aprovechen esta temporada para aprender nuevas habilidades y proyectarse hacia roles de mayor responsabilidad en el futuro cercano.",
      "health": "Durante la semana del 23 de febrero al 1 de marzo de 2026, los acuarianos sentirán una energía renovada que beneficiará su bienestar físico y mental. Es recomendable dedicar tiempo a actividades físicas que disfruten, como caminar o practicar yoga, para mantener su vitalidad. En lo mental, busquen momentos de reflexión y meditación para reducir el estrés. La autosupervisión y el descanso adecuado serán clave para afrontar los desafíos con claridad y equilibrio emocional.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Durante esta semana, Piscis sentirás una corriente de energía que te invita a reflexionar profundamente sobre tus emociones y relaciones. Es un momento ideal para conectar con tu intuición y clarificar tus sentimientos internos, permitiendo que la claridad emocional guíe tus decisiones. La influencia de los astros favorece la comunicación con personas cercanas, así que aprovecha para expresar tus pensamientos con sinceridad y empatía. En el plano profesional, podrías experimentar una motivación renovada que te impulse a buscar nuevas oportunidades o proyectos creativos; confía en tu intuición para tomar decisiones acertadas. Sin embargo, es importante que mantengas un equilibrio emocional; evita sobrecargarte de responsabilidades y permítete momentos de descanso y autocuidado. La semana te invita a nutrirte de serenidad y confianza en ti mismo, preparándote para afrontar los retos con una perspectiva positiva y abierta.",
      "love": "Durante esta semana, los signos de Piscis experimentarán oportunidades para profundizar en sus relaciones emocionales. Para los solteros, será un buen momento para abrirse y mostrar su verdadera esencia, ya que las conexiones sinceras tendrán mayor impacto. Las parejas pueden disfrutar de momentos de comprensión mutua, fortaleciendo el vínculo. Es importante que eviten malentendidos por detalles insignificantes y practiquen la empatía. La clave será escuchar activamente y expresar sus sentimientos con claridad. Aprovechen esta semana para construir confianza y enviar señales de cariño, fomentando un ambiente de armonía y amor duradero.",
      "career": "La semana del 23 de febrero al 1 de marzo de 2026 traerá oportunidades para Piscis en su entorno laboral. Es un momento favorable para presentar ideas y proyectos, ya que su creatividad y intuición están en auge. Sin embargo, será fundamental que evalúe con calma las decisiones importantes y evite tomar decisiones impulsivas. La colaboración con colegas será clave para potenciar su crecimiento profesional. Aproveche esta etapa para fortalecer alianzas y definir metas a largo plazo. Mantenga una actitud abierta y confiada, pues las oportunidades de reconocimiento y avance profesional están a la vista si actúa con prudencia y perseverancia.",
      "health": "Esta semana, los Piscis experimentarán una energía revitalizante que beneficiará su salud física si priorizan el descanso y la alimentación equilibrada. Es un buen momento para fortalecer su bienestar mental mediante prácticas de meditación o actividades creativas que les ayuden a reducir el estrés. Dedique tiempo a cuidar su autoimagen y bienestar emocional, rodeándose de personas que le aporten positividad. Escuchar su cuerpo y establecer una rutina de autocuidado será clave para mantenerse en equilibrio y aprovechar al máximo esta etapa.",
      "key_dates": [
        "2026-02-23",
        "2026-02-26",
        "2026-03-01"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    }
  }
}