{
  "week": "2026-W01",
  "language": "pt",
  "entries": {
    "aries": {
      "overview": "Nesta semana, os arianos irão sentir uma energia de renovação e impulso para buscar seus objetivos com mais determinação. O início da semana traz uma atmosfera de motivação, incentivando a tomar iniciativas que antes pareciam distantes. Aproveite esse momento para colocar novos planos em prática e dar aquele passo que vinha planejando, especialmente nos assuntos profissionais e pessoais. No entanto, atenção às emoções, que podem estar mais intensas; pratique a paciência e evite reações impulsivas. No meio da semana, a influência de Marte reforça sua coragem e assertividade, mas lembre-se de ouvir também os outros para evitar conflitos. Para finalizar, o domingo traz um momento de reflexão, ideal para reavaliar suas estratégias e definir prioridades para a semana seguinte. Aproveite a energia positiva e mantenha o foco, sabendo que suas ações hoje construirão o sucesso de amanhã.",
      "love": "Nesta semana, Áries poderá experimentar oportunidades interessantes no amor, com chances de aprofundar laços existentes ou de iniciar novas conexões. Para os solteiros, a energia está favorável para encontros espontâneos e conversas sinceras que possam evoluir para algo mais significativo. Para os casais, é um momento de fortalecer o diálogo e valorizar momentos de cumplicidade. É importante manter a comunicação aberta e evitar impulsividade. Aproveite para expressar seus sentimentos de forma transparente, criando uma base sólida de confiança. Com atenção e sinceridade, o amor pode florescer de maneira harmônica nesta semana.",
      "career": "Na semana de 5 a 11 de janeiro de 2026, os arianos experimentarão uma energia vibrante que impulsionará suas oportunidades profissionais. Este é um momento favorável para assumir novos desafios ou projetos que possam ampliar sua visibilidade no trabalho. Decisões assertivas e coragem serão essenciais para conquistar reconhecimento e crescimento. Aproveite para aprimorar habilidades e buscar networking com colegas e superiores, criando alianças estratégicas. Mantenha o foco na organização e na clareza de seus objetivos, pois isso facilitará o progresso. Com determinação, suas ações podem abrir portas para melhorias significativas na carreira neste período.",
      "health": "Nesta semana, Áries deve prestar atenção à sua energia física, reservando momentos para descanso e atividades que promovam bem-estar. A saúde mental pede atenção às emoções, então pratique técnicas de relaxamento e mantenha uma rotina equilibrada. Invista em cuidados pessoais, como uma alimentação saudável e exercícios leves, para revitalizar o corpo e a mente. Aproveite o período para estabelecer metas de autocuidado e fortalecer sua autoestima, garantindo uma semana mais harmoniosa e energizante.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Nesta semana, os taurinos sentirão uma energia de renovação e reflexão. É um período propício para avaliar suas ações e estabelecer novas metas, especialmente relacionadas à carreira e ao crescimento pessoal. A Lua em trânsito favorece a introspecção, ajudando você a perceber o que realmente traz satisfação e equilíbrio. Aproveite para fortalecer seus relacionamentos mais próximos, com diálogos sinceros e gestos de afeto. A presença de alguns planetas indica que a paciência será essencial para lidar com desafios e evitar conflitos desnecessários. Cuide da sua saúde emocional, reservando momentos de tranquilidade e autoconhecimento. No âmbito financeiro, é aconselhável evitar decisões impulsivas e planejar cuidadosamente seus investimentos. No geral, essa semana traz boas oportunidades de crescimento se você agir com prudência e confiança, valorizando suas próprias necessidades e mantendo uma postura resiliente diante das mudanças.",
      "love": "Nesta semana, Touro pode experimentar momentos de conexão mais profundas com seu parceiro ouPaixão. Para os solteiros, há boas oportunidades de conhecer alguém especial em ambientes sociais ou profissionais. É importante manter a comunicação clara e sincera para evitar mal-entendidos. Para os casais, apostar na paciência e na compreensão fortalecerá a relação. Aproveite para expressar seus sentimentos e renovar os laços afetivos. A dica principal é estar aberto ao diálogo e às demonstrações de carinho, criando um clima de confiança e intimidade. Assim, a semana se tornará um momento de crescimento emocional para todos.",
      "career": "Para os taurinos, a semana de 5 a 11 de janeiro de 2026 traz oportunidades interessantes de crescimento profissional ao se abrir para novas colaborações e desafios. Este é um momento favorável para refletir sobre seus objetivos de carreira e considerar mudanças ou aprimoramentos. Acredite na sua estabilidade e fortaleça relacionamentos no ambiente de trabalho, pois isso pode abrir portas para promoções ou projetos importantes. Decisões assertivas e comunicação clara serão essenciais para avançar com_confiança. Aproveite a semana para se consolidar e planejar seus passos futuros com entusiasmo e estratégia.",
      "health": "Nesta semana, os taurinos sentirão uma boa energia para cuidar do corpo e da mente. Priorize uma alimentação equilibrada e prática regular de exercícios físicos para manter o vigor. Reserve momentos para reflexão e relaxamento, evitando o excesso de preocupações. A autocompaixão será fundamental; permita-se pausas e momentos de prazer simples. Assim, fortalecerá sua saúde física e emocional, enfrentando a semana com mais equilíbrio e bem-estar.\n\nOlá, neste período, os taurinos irão experimentar uma fase de maior vulnerabilidade emocional, exigindo atenção especial ao autocuidado para evitar a",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Nesta semana, os Gêmeos sentirão uma energia vibrante que estimulará a comunicação e a troca de ideias. É um período favorável para refletir sobre seus relacionamentos pessoais e profissionais, fortalecendo laços por meio do diálogo aberto e sincero. A Lua em aspectos positivos pode trazer momentos de clareza e insight, ajudando você a tomar decisões importantes com mais segurança. No âmbito profissional, aproveite para apresentar suas ideias e mostrar sua versatilidade, conquistando novos aliados. No amor, a semana convida à espontaneidade e à sinceridade, fortalecendo conexões que possam estar um pouco diferentes. No geral, confie na sua capacidade de adaptar-se às mudanças e seja receptivo às novidades que surgem. Mantenha o foco na comunicação clara e acolhedora, e aproveite o ritmo acelerado para avançar em projetos pessoais e profissionais.",
      "love": "Para os geminianos, a semana de 5 a 11 de janeiro de 2026 traz oportunidades de comunicação profunda e conexão emocional. Se estiverem solteiros, aproveitem momentos de socialização para ampliar seus horizontes amorosos, pois surpresas agradáveis podem surgir de conversas sinceras. Para os casais, o momento é ideal para fortalecer o relacionamento através de diálogos abertos e colaboração mútua. Evitem distrações e foquem na parceria. A dica é praticar a escuta empática, demonstrando interesse genuíno pelo que o parceiro compartilha. Com paciência e sinceridade, as relações podem ganhar mais harmonia nesta semana.",
      "career": "Para os geminianos, a semana de 5 a 11 de janeiro promete boas oportunidades de crescimento profissional. Este período favorece a comunicação e a troca de ideias, potencializando projetos e parcerias. Aproveite para esclarecer dúvidas, pedir feedback e mostrar seu valor. Decisões importantes devem ser tomadas com cuidado, ponderando riscos e benefícios. Esteja aberto a novas experiências e busque aprender algo novo que possa agregar ao seu percurso. Mantenha o foco na organização e na descrição clara de suas metas. Assim, você fortalecerá sua posição e abrirá caminhos para avanços significativos na carreira neste início de ano.",
      "health": "Para os geminianos, a semana de 5 a 11 de janeiro traz uma energia revigorante que estimula a atenção à saúde física e mental. É um momento ideal para incorporar atividades ao ar livre, promovendo o bem-estar do corpo e da mente. Dedique tempo ao autocuidado, praticando meditação ou mindfulness para aliviar o estresse. Evite excessos e priorize uma alimentação equilibrada, garantindo energia e vitalidade ao longo da semana. Escute seu corpo e respeite seus limites.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Nesta semana, os Cancerianos sentirão uma forte influência de movimentos internos e emocionais, estimulando uma maior conexão consigo mesmos e com suas raízes. Aproveite este momento para refletir sobre seus verdadeiros desejos e valores, fortalecendo sua autoestima e autoconhecimento. A energia positiva do céu favorece diálogos sinceros e o fortalecimento de laços familiares ou de amizades próximas. No trabalho, a semana promete envolver tarefas que exijam dedicação e paciência, sendo importante manter o foco e evitar dispersões. Cuidados adicionais com a saúde emocional serão essenciais; pratique atividades que proporcionem calma e bem-estar, como meditação ou momentos de solitude. Aproveite também para planejar seus passos futuros, estabelecendo metas realistas e alinhadas com seus sonhos. Confie na sua intuição, Cancer, e escute sua voz interior para tomar decisões importantes nesta fase de introspecção e crescimento.",
      "love": "Na semana de 5 a 11 de janeiro de 2026, os cancerianos poderão vivenciar momentos de reflexão emocional, que fortalecerão relacionamentos já existentes. Para os solteiros, há boas oportunidades de conexões significativas, principalmente ao explorarem atividades que lhes tragam prazer e synthesize bem com seus valores. Para os casais, a comunicação será essencial para evitar mal-entendidos e promover maior intimidade. Aproveite para expressar seus sentimentos com sinceridade e ouvir com atenção. Essa semana convida à abertura emocional e ao fortalecimento dos laços, trazendo harmonia e crescimento afetivo para todos os câncerianos.",
      "career": "Na semana de 5 a 11 de janeiro de 2026, os cancerianos terão oportunidades de crescimento profissional ao abrir-se para novas experiências e networking. O ambiente de trabalho poderá exigir decisões rápidas, então confie na sua intuição e avalie bem cada situação antes de agir. É um momento favorável para fortalecer parcerias e buscar treinamentos que potencializem suas habilidades. Mantenha o foco em seus objetivos, evitando distrações, e esteja aberto a mudanças que possam surgir. Essa fase promete impulsionar seu desenvolvimento e abrir portas para projetos inovadores, fortalecendo sua trajetória profissional ao longo do ano.",
      "health": "Nesta semana, os cancerianos podem sentir uma energia renovada que favorece o cuidado com a saúde física. Priorize uma alimentação equilibrada e exercícios leves, como alongamento ou caminhadas. Para o bem-estar mental, reserve momentos de reflexão e pratique técnicas de relaxamento para aliviar o estresse. Dedique tempo ao autocuidado, como um banho relaxante ou uma leitura prazerosa, fortalecendo sua conexão consigo mesmo e promovendo harmonia emocional ao longo da semana.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Na semana de 5 a 11 de janeiro de 2026, os leoninos sentirão uma energia vibrante e de renovação. É um momento propício para fortalecer relacionamentos, seja no âmbito pessoal ou profissional, pois sua presença magnética será destacada. Aproveite para expressar seus sentimentos e compartilhar planos futuros, pois sua liderança natural inspirará confiança ao seu redor. No entanto, cuidado com o excesso de confiança ou impulsividade que poderá levar a conflitos desnecessários. A fase também traz foco para autoconhecimento e crescimento interior, incentivando a reflexão sobre suas verdadeiras paixões e objetivos. No trabalho, suas ideias serão bem-vindas, mas é importante agir com cautela e organizar suas ações com antecedência. Para aproveitar ao máximo a semana, mantenha uma postura positiva, seja generoso com seu tempo e atenção, e lembre-se de cuidar de sua saúde emocional.",
      "love": "Na semana de 5 a 11 de janeiro de 2026, Leão sentirá uma energia especial para fortalecer laços e buscar novas experiências românticas. Para os solteiros, há oportunidades de encontrar alguém que compartilhe seus interesses e valores, mas é importante manter a autenticidade. Para os casais, a comunicação será fundamental para aprofundar a conexão, especialmente ao discutir desejos e sonhos futuros. Aproveite o momento para demonstrar sinceridade e carinho. Evite impaciência e esteja aberto ao diálogo. Com equilíbrio e atenção, essa semana pode renovar a paixão e fortalecer os pilares do relacionamento.",
      "career": "Para os leoninos, a semana de 5 a 11 de janeiro de 2026 traz oportunidades de crescimento profissional e novas possibilidades de networking. É um momento favorável para demonstrar suas habilidades e assumir projetos que exijam criatividade. Decisões estratégicas podem impulsionar sua trajetória, então analise cuidadosamente as propostas que surgirem. Aproveite para fortalecer relacionamentos no ambiente de trabalho, pois colaborações podem abrir portas importantes. Mantenha foco na organização e na clareza de suas metas. Com confiança e determinação, você pode transformar desafios em oportunidades de destaque na sua carreira neste período.",
      "health": "Para os leoninos, a semana de 5 a 11 de janeiro será marcada por uma energia revigorante para o corpo e a mente. Priorize atividades físicas que tragam prazer, como caminhadas ao ar livre ou alongamentos suaves. Reserve momentos para a reflexão e o autocuidado, praticando meditação ou técnicas de respiração. Mantenha uma alimentação equilibrada e hidrate-se bem, fortalecendo sua vitalidade. Ouça seu corpo e permita-se descansar sempre que necessário para manter seu bem-estar integral nesta semana.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Nesta semana, os virginianos sentirão uma energia de renovação e oportunidade de crescimento pessoal. O movimento dos planetas indica que será um momento propício para organizar suas finanças e estabelecer planos sólidos para o futuro. No âmbito profissional, a dedicação e atenção aos detalhes trarão reconhecimento e avanços. Aproveite esse período também para fortalecer laços de amizade e família, dedicando tempo de qualidade às pessoas que você deseja bem. O cosmos sugere que você seja paciente ao lidar com desafios, mantendo a calma e a sensatez. No amor, é momento de comunicação sincera; evite mal-entendidos cultivando diálogo aberto. Saúde estará equilibrada, mas lembre-se de cuidar do seu bem-estar emocional e físico. Use essa semana para refletir sobre suas metas, ajustando o que for necessário, e confie na sua capacidade de transformar obstáculos em aprendizados valiosos.",
      "love": "Nesta semana, os virginianos poderão vivenciar momentos de intimidade e renovação emocional. Para os solteiros, há oportunidades de conhecidas interessantes que podem evoluir para algo mais profundo, desde que estejam abertos às novas possibilidades. Os casais deverão se dedicar a conversar com sinceridade, fortalecendo a conexão. Cuidado para não agir impulsivamente ou deixar de ouvir o parceiro, pois a comunicação será essencial. Aproveite o período para demonstrar carinho e criar momentos de cumplicidade. A semana pede paciência, confiança e a disposição de investir no relacionamento, promovendo uma compreensão mútua mais sólida.",
      "career": "Nesta semana, os virginianos poderão perceber oportunidades de crescimento ao se aproximar de colegas e estabelecer novas parcerias. É um momento favorável para tomar decisões importantes relacionadas à carreira, especialmente naqueles setores que envolvem comunicação e inovação. Aproveite para demonstrar suas habilidades e buscar feedback construtivo, pois isso poderá abrir portas para projetos mais ambiciosos. A paciência e a atenção aos detalhes serão seus aliados para superar obstáculos. Este período favorece a reflexão sobre seus objetivos profissionais e o planejamento estratégico para o futuro próximo, fortalecendo sua confiança e posicionamento no trabalho.",
      "health": "Nesta semana, os virginianos sentirão um aumento na energia física, incentivando atividades ao ar livre e exercícios leves. Cuide da saúde mental reservando momentos para relaxar e meditar, ajudando a reduzir o estresse. Dedique-se também ao autocuidado, como uma alimentação equilibrada e noites de sono reparadoras. Ouvir seu corpo é essencial, portanto, não negligencie sinais de cansaço. Aproveite para criar uma rotina saudável e fortalecer seu bem-estar integral nesta fase.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Na semana de 5 a 11 de janeiro de 2026, Libra, você sentirá uma busca por equilíbrio e harmonia em todas as áreas da sua vida. As estrelas indicam que será um período favorável para fortalecer relacionamentos pessoais e profissionais, desde que mantenha a comunicação clara e gentil. É um bom momento para refletir sobre suas prioridades e alinhar suas ações com seus valores internos. Aproveite para resolver conflitos pendentes e abrir seu coração para novas expressões de afeto. No aspecto financeiro, saiba administrar seus recursos com cautela, evitando decisões impulsivas. No campo da saúde, dedique momentos para cuidar do seu bem-estar físico e emocional, conectando-se com práticas que tragam paz interior. Esteja atento às oportunidades de crescimento, mas mantenha a paciência e a serenidade. Com uma postura equilibrada, a semana promete avanços significativos rumo à sua realização pessoal.",
      "love": "Nesta semana, os librianos podem experimentar um aumento na energia romântica, criando oportunidades de conexão profunda. Para os solteiros, abrir o coração e mostrar sinceridade atrairá possibilidades promissoras. Os casais devem focar na comunicação aberta, evitando mal-entendidos que possam gerar conflitos injustificados. É um momento favorável para fortalecer vínculos e renovar o afeto. Aproveite para planejar momentos especiais com quem ama. A dica é manter a paciência e a empatia, compreendendo as necessidades do parceiro. Assim, a semana promete fortalecer o amor e trazer harmonia aos relacionamentos.",
      "career": "Na semana de 5 a 11 de janeiro de 2026, os librianos poderão perceber oportunidades de crescimento profissional surgindo de forma inesperada. Este é um momento propício para refletir sobre suas metas e fazer ajustes estratégicos na carreira. Novas propostas podem surgir, exigindo coragem para assumir responsabilidades maiores. É importante manter uma postura equilibrada e colaborar com colegas, pois o trabalho em equipe trará resultados positivos. Decisões relacionadas a mudanças ou expansão de projetos podem ser favoráveis, desde que analisadas com atenção. Aproveite a energia da semana para equilibrar ambições com pragmatismo, impulsionando seu desenvolvimento profissional de forma sólida.",
      "health": "Nesta semana, os Libranos devem focar na manutenção de uma rotina equilibrada, priorizando atividades físicas leves e alongamentos para fortalecer o corpo. Para a saúde mental, é importante reservar momentos de reflexão e descanso, evitando o excesso de atividades. Invista em práticas de autocuidado, como meditação ou um banho relaxante, para renovar as energias. Aproveite o período para estabelecer metas de bem-estar e fortalecer vínculos com quem faz bem à sua autoestima.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Na semana de 5 a 11 de janeiro de 2026, os escorpianos experimentarão um período de profundas transformações emocionais e autoconhecimento. A presença de cielos favoráveis incentiva a introspecção, ajudando a identificar áreas de crescimento pessoal e emocional que precisam de atenção. Aproveite para refletir sobre suas vontades mais autênticas e alinhar suas ações com seus verdadeiros desejos. A energia da semana favorece diálogos sinceros com pessoas próximas, promovendo conexões mais profundas e sinceras. No âmbito profissional, surgirão oportunidades para demonstrar sua competência e liderança, incentivando a clareza em suas metas. No plano sentimental, é um momento de fortalecer vínculos ao mesmo tempo em que reconstrói confiança, caso haja qualquer dúvida. Mantenha-se aberto às mudanças e confie no seu poder de transformação. Com foco e autenticidade, essa semana poderá trazer importante evolução pessoal e emocional.",
      "love": "Nesta semana, os escorpianos vão sentir uma energia especial voltada para o amor. Para os solteiros, há oportunidade de encontros surpreendentes, mas é importante abrir o coração com sinceridade. Os casais poderão fortalecer a conexão ao conversarem mais abertamente sobre seus sentimentos. Aproveite momentos de intimidade e demonstre o que sente, pois isso criará uma base mais sólida. Para ambos, a dica é cultivar a confiança e evitar ciúmes excessivos. Seja honesto, esteja presente e aproveite as emoções positivas que esta semana traz, fortalecendo seus laços afetivos com dedicação e carinho.",
      "career": "Na semana de 5 a 11 de janeiro de 2026, os escorpianos terão oportunidades de crescimento profissional ao se destacarem em projetos que exigem dedicação e intuição. Aproveite para reforçar vínculos com colegas e superiores, demonstrando liderança e comprometimento. Decisões importantes podem surgir, por isso, avalie bem as opções e confie na sua intuição para escolher o melhor caminho. Essa é uma fase favorável para ampliar conhecimentos e buscar novos desafios que favoreçam seu desenvolvimento. Mantenha o foco nas metas de longo prazo, e bons frutos virão com esforço e perseverança.",
      "health": "Na semana de 5 a 11 de janeiro de 2026, os escorpianos irão sentir uma necessidade maior de cuidar do corpo e da mente. É importante manter uma rotina de alimentação equilibrada e praticar exercícios físicos leves, como caminhadas ou ioga, para fortalecer a imunidade. Para a saúde mental, reserve momentos de introspecção e evite sobrecarregar-se com tarefas. Dedique-se ao autocuidado, descansando adequadamente e praticando técnicas de relaxamento, promovendo equilíbrio emocional nesta semana.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Nesta semana, Sagitário, você será impulsionado a buscar novos horizontes e expandir seus conhecimentos. A energia jovial e otimista estará fortalecida, incentivando a assumir riscos calculados e fortalecer suas conexões sociais. É um momento ideal para explorar ideias e projetos que estimulam sua criatividade e autodesenvolvimento. No entanto, cuidado com a impulsividade nas decisões e com a tendência a se dispersar. Aproveite para refletir sobre seus objetivos de longo prazo e estabelecer metas mais claras. As oportunidades de crescimento profissional e pessoal estarão presentes, mas exijirão foco e disciplina. Nos relacionamentos, a comunicação será fundamental para evitar mal-entendidos, valorizando momentos de diálogo sincero. Cuide do seu bem-estar emocional, reservando tempo para a introspecção e o descanso. Com uma abordagem equilibrada, esta semana será propícia para avançar com entusiasmo rumo a realizações importantes, sem perder de vista sua essência aventureira e otimista.",
      "love": "Nesta semana, Sagitário, o amor revela oportunidades de renovação e conexão profunda. Para os solteiros, abra as portas para novas amizades e seja receptivo a encontros espontâneos, pois podem surgir oportunidades inesperadas de romance. Para os casais, é um momento de fortalecimento emocional, incentivando diálogos sinceros e momentos de cumplicidade. Evite discussões por pequenas diferenças e pratique a paciência. A dica é investir na comunicação aberta e demonstrar apreciação pelo parceiro. Aproveite o momento para reavivar o afeto e criar memórias únicas, fortalecendo seus laços afetivos com leveza e alegria.",
      "career": "Na semana de 5 a 11 de janeiro de 2026, os sagitarianos poderão experimentar boas oportunidades de crescimento profissional. Novas ideias e projetos inovadores terão espaço para prosperar, incentivando a criatividade e a autoconfiança. Este é um momento favorável para tomar decisões importantes, especialmente relacionadas a mudanças na carreira ou investimentos. Aproveite para fortalecer networking e parcerias, que podem abrir portas a novas possibilidades. Mantenha foco e otimismo, pois seu entusiasmo será contagiante e atrairá oportunidades valiosas. Ouça seu instinto e confie no seu potencial para alcançar resultados positivos nesta semana promissora.",
      "health": "Na semana de 5 a 11 de janeiro de 2026, Sagitário deve focar na manutenção de sua saúde física, buscando equilíbrio com atividades ao ar livre e atenção à alimentação. Cuide da saúde mental reservando momentos de reflexão e meditação para reduzir o estresse. Priorize o descanso, evite excessos e cultive o autocuidado emocional. Ouça seu corpo e adapte sua rotina conforme necessário, permitindo-se renovar energias e manter uma atitude positiva ao longo da semana.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Nesta semana, os capricornianos poderão sentir uma forte movimentação em suas emoções e relações. A presença de influências astrais traz um momento de reflexão profunda sobre suas metas e valores pessoais, incentivando uma avaliação sincera do que realmente importa. É um período ideal para estabelecer novas prioridades, especialmente no âmbito profissional e familiar. A energia de Saturno reforça seu desejo de estabilidade, mas também pede disciplina para atingir objetivos de longo prazo. Aproveite para organizar seus planos e evitar decisões impulsivas. O movimento dos planetas estimula a comunicação clara e honesta, ajudando a resolver pequenas questões pendentes. A dica é manter o foco na autodesenvolvimento, dedicando tempo ao autoconhecimento e ao equilíbrio emocional. Ao seguir esse caminho, você estará preparado para aproveitar as oportunidades que surgirem, consolidando suas bases com responsabilidade e maturidade.",
      "love": "Para Capricórnio, nesta semana, as oportunidades de conexão emocional estarão mais evidentes, especialmente ao fortalecer laços existentes ou ao explorar novas paixões. Para os solteiros, abrir o coração e demonstrar sinceridade pode atrair alguém especial. Para os casais, a comunicação honesta ajudará a resolver conflitos e aprofundar o relacionamento. Aproveite momentos de intimidade para renovar a confiança mútua. Este período pede paciência e compreensão, valorizando pequenas demonstrações de carinho. Mantenha o equilíbrio entre foco nas metas e atenção às necessidades sentimentais, criando uma harmonia que traga estabilidade e alegria para sua vida amorosa.",
      "career": "Para a semana de 5 a 11 de janeiro de 2026, os capricornianos podem esperar uma fase de oportunidades profissionais e crescimento. O momento favorece a tomada de decisões importantes e a ousadia em novos projetos. Aproveite para demonstrar liderança e buscar conexões estratégicas, que podem abrir portas para melhorias na carreira. É recomendável manter o foco na organização e planejamento, mas também estar aberto a feedbacks construtivos. Investir no desenvolvimento de habilidades específicas trará benefícios a longo prazo. Use essa semana para consolidar sua reputação e fortalecer sua rede de contatos profissionais.",
      "health": "Para os nascidos sob o signo de Capricórnio, a semana de 5 a 11 de janeiro traz uma oportunidade de consolidar hábitos saudáveis. Cuide do seu bem-estar físico priorizando uma alimentação equilibrada e exercícios leves como caminhadas ou alongamentos. No aspecto mental, reserve momentos de reflexão e descanso para aliviar o stress. Invista em auto-cuidado, como práticas de meditação ou leitura, para renovar suas energias e manter o equilíbrio emocional durante a semana.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Nesta semana, os aquarianos sentirão uma energia de renovação e criatividade que impulsionará suas ideias e projetos. O universo favorece a inovação, mas também pede reflexão e paciência na tomada de decisões. Aproveite os momentos de introspecção para alinhar seus objetivos pessoais com suas ações diárias, buscando equilíbrio entre o mundo social e o seu universo interno. As relações amistosas poderão se aprofundar, trazendo apoio emocional e novas parcerias. No entanto, mantenha a atenção ao seu bem-estar mental, evitando o excesso de preocupações que possam gerar ansiedade. A comunicação será uma ferramenta poderosa, especialmente ao expressar seus sentimentos de forma clara e empática. Esta semana incentiva a buscar o autoconhecimento e a abrir-se para novidades, mas sempre com um olhar atento às suas necessidades mais profundas. Confie na sua intuição para orientar suas escolhas e aproveite o período para crescer e evoluir.",
      "love": "Nesta semana, Aquário pode experimentar novas conexões afetivas e aprofundar relacionamentos existentes. Para os solteiros, abrir-se para novas amizades pode resultar em possibilidades amorosas inesperadas. Para os que já estão em parceria, a comunicação aberta fortalecerá a relação e criará maior intimidade. É importante permitir que a espontaneidade conduza suas ações, demonstrando sinceridade e atenção às necessidades do parceiro. Aproveite para dedicar tempo de qualidade ao ser amado e cultivar a confiança mútua. A semana promete momentos de crescimento emocional, desde que haja disposição para o diálogo sincero e a autenticidade.",
      "career": "Nesta semana, os aquarianos irão perceber possibilidades de crescimento profissional ao se abrirem para novas ideias e parcerias. Seja na busca por novas oportunidades ou no aprimoramento de habilidades, é um momento favorável para tomar decisões assertivas. Aproveite para demonstrar seu potencial e buscar reconhecimento no ambiente de trabalho. No entanto, atenção à dúvida e às decisões precipitadas; avalie bem os riscos antes de avançar. A semana favorece inovações e projetos que envolvam trabalho em equipe. Mantenha uma postura positiva e focada, garantindo progresso e destaque na sua carreira.",
      "health": "Nesta semana, os aquarianos sentirão um aumento de energia física, favorecendo atividades ao ar livre e exercícios que promovam bem-estar. Mentalmente, é um momento para refletir e buscar equilíbrio emocional, evitando sobrecarga de pensamentos negativos. Valorize momentos de descanso e pratique técnicas de relaxamento, como meditação ou alongamentos. Mantenha uma alimentação leve e hidratação constante. Ouça seu corpo e reserve um tempo para o autocuidado, fortalecendo sua saúde integral nesta fase de renovação e autoconhecimento.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Nesta semana, os nativos de Peixes poderão experimentar uma energia introspectiva que favorece a reflexão e o autoconhecimento. É um momento propício para avaliar suas emoções e estabelecer novos limites que promovam seu bem-estar emocional. A Lua no seu signo no início da semana ilumina suas intuições, incentivando a confiar mais nos seus instintos ao tomar decisões importantes, sobretudo nas questões profissionais e relacionamentos. No entanto, é fundamental manter os pés no chão e evitar fugir da realidade, usando sua sensibilidade para conectar-se com os outros de forma mais empática. As oportunidades de crescimento estarão presentes se você dedicar tempo ao autocuidado e ao desenvolvimento espiritual. Aproveite também para expressar suas ideias de maneira clara, facilitando o entendimento ao seu redor. Essa semana pede equilíbrio entre o sonho e a ação, guiando seu caminho com consciência e fé em suas possibilidades.",
      "love": "Nesta semana, os piscianos sentirão uma energia mais leve e otimista em relação ao amor. Para os solteiros, surgirão oportunidades de encontros e novas amizades que podem evoluir para algo significativo. Aproveite para abrir seu coração e demonstrar sinceridade. Para os casais, a comunicação será fundamental para fortalecer a conexão e resolver pequenas divergências. Reserve um tempo para escutar seu parceiro com atenção e demonstrar afeto. A recomendação é cultivar a paciência e a autenticidade, criando um ambiente de confiança mútua. Use essa semana para ampliar seus sentimentos e consolidar suas relações com carinho.",
      "career": "Nesta semana, os piscianos sentirão uma energia positiva no ambiente de trabalho, favorecendo oportunidades de networking e colaborações. É um momento propício para esclarecer dúvidas com colegas e buscar novas capacitações que possam impulsionar sua carreira. Decisões importantes relacionadas a projetos ou mudanças profissionais deverão ser vistas com calma e reflexão, evitando impulsos. Aproveite a criatividade e intuição aguçadas para inovar e apresentar suas ideias. Investir em seu aprimoramento pessoal e desenvolver habilidades específicas poderá abrir portas para promoções ou novas oportunidades. Mantenha o foco e a confiança em seu potencial, pois resultados significativos estão à vista.",
      "health": "Para os piscianos, a semana de 5 a 11 de janeiro de 2026 traz uma oportunidade de renovar seu compromisso com o bem-estar. Fisicamente, invista em atividades de relaxamento e alongamentos para aliviar tensões acumuladas. Mentalmente, pratique meditação ou momentos de silêncio para fortalecer sua clareza emocional. Cuide de si mesmo com pausas regulares e momentos de lazer, lembrando-se de ouvir seu corpo e sua mente. Essa semana pede atenção e carinho consigo mesmo para uma saúde equilibrada.",
      "key_dates": [
        "2026-01-05",
        "2026-01-08",
        "2026-01-11"
      ],
      "key_themes": [
        "crescimento",
        "equilíbrio",
        "oportunidade"
      ],
      "author": "Astrologly"
    }
  }
}