{
  "week": "2026-W03",
  "language": "fr",
  "entries": {
    "aries": {
      "overview": "Cette semaine, les Bélier ressentiront une énergie renouvelée qui les pousse à agir avec confiance et détermination. Les influences planétaires favorisent la clarté mentale, ce qui vous permettra de prendre des décisions importantes dans votre vie personnelle et professionnelle. C'est le moment idéal pour lancer de nouveaux projets ou pour donner un coup d’accélérateur à des initiatives en cours. Cependant, il sera crucial de rester à l’écoute de votre entourage et d’éviter de vous laisser emporter par la précipitation. La communication sera un point clé : écouter avec attention vous aidera à éviter des malentendus et renforcer vos relations. Sur le plan émotionnel, prenez du temps pour vous recentrer et méditer, cela vous aidera à conserver votre énergie positive tout au long de la semaine. En somme, attitude proactive, écoute attentive et équilibre intérieur seront vos meilleurs alliés pour cette période.",
      "love": "Cette semaine, les Bélier ressentiront un regain de confiance dans leurs relations. Pour les célibataires, c’est le moment idéal pour ouvrir leur cœur et explorer de nouvelles rencontres. La communication sera facilitée, permettant de renforcer les liens existants ou de créer des connexions sincères. Les couples, quant à eux, devront prêter attention à l’écoute mutuelle et à la patience. Évitez les conflits inutiles en exprimant calmement vos sentiments. La clé cette semaine est la spontanéité et la sincérité. Restez ouverts et sincères, et des moments précieux se dessineront pour vous.",
      "career": "Pour la semaine du 19 au 25 janvier 2026, les Bélier peuvent s’attendre à des opportunités professionnelles stimulantes. C’est une période favorable pour prendre des initiatives et montrer leur leadership. Vos efforts seront remarqués, ce qui pourrait ouvrir la voie à des projets innovants ou des responsabilités accrues. Restez attentifs aux conseils de vos collègues et n’hésitez pas à exprimer clairement vos ambitions. Cependant, évitez de vous précipiter dans des décisions importantes, prenez le temps d’évaluer chaque option avec discernement. Cette semaine favorise la croissance personnelle et la consolidation de votre position professionnelle.",
      "health": "Pour la semaine du 19 au 25 janvier 2026, Bélier, votre énergie physique sera soutenue, mais veillez à ne pas vous surmener. Prenez le temps de vous reposer et d’adopter une alimentation équilibrée pour renforcer votre vitalité. Mentalement, il est important de pratiquer la relaxation ou la méditation afin de réduire le stress. Accordez-vous des moments pour vous recentrer et écouter votre corps, favorisant ainsi un bien-être global et une meilleure clarté d’esprit tout au long de la semaine.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Cette semaine, le Taureau ressentira une énergie stabilisante qui lui permettra de prendre du recul sur ses projets personnels et professionnels. La Lune en harmonie avec votre signe favorise la réflexion et la remise en question constructive. C’est un moment idéal pour faire le point sur vos priorités et ajuster votre trajectoire si nécessaire. Vous pourriez ressentir le besoin de vous reconnecter à vos valeurs profondes et de renforcer vos liens avec vos proches. Sur le plan professionnel, la patience sera votre meilleure alliée pour surmonter d’éventuelles difficultés ou incompréhensions. N’hésitez pas à exprimer calmement vos idées et à faire preuve de persévérance. Sur le plan émotionnel, cette période invite à prendre soin de votre bien-être intérieur. Accordez-vous des instants de sérénité, comme la méditation ou une promenade en nature, pour retrouver votre équilibre. C’est une semaine propice à la réflexion et à la consolidation de vos forces.",
      "love": "Cette semaine, les Taureaux ressentiront une profonde envie de stabilité et de complicité dans leurs relations. Les opportunités d’approfondir des liens existants se présenteront, surtout en communiquant avec sincérité. Les célibataires pourraient faire une rencontre intéressante si ils restent ouverts aux échanges authentiques. Pour les couples, il est important de valoriser la patience et la douceur. Évitez les disputes inutiles en privilégiant l’écoute attentive. Cette période invite à renforcer la confiance mutuelle et à partager des moments sincères. Accordez-vous du temps pour réfléchir à vos besoins émotionnels et à l’harmonie de votre vie amoureuse.",
      "career": "Cette semaine, les Taureau peuvent s’attendre à des opportunités intéressantes pour faire avancer leur carrière. Une nouvelle proposition ou un projet innovant pourrait attirer leur attention. C’est le moment idéal pour prendre des décisions importantes, en évaluant soigneusement chaque option. La patience et la persévérance seront des atouts précieux, notamment lors de négociations ou de discussions avec des collègues ou supérieurs. N’hésitez pas à explorer de nouvelles voies ou à renforcer vos compétences. Une démarche proactive vous permettra de consolider votre position et d’ouvrir la voie à une croissance professionnelle durable.",
      "health": "Cette semaine, Taureau bénéficiera d’une vitalité renforcée, mais il est important de veiller à ne pas trop se surmener. Sur le plan mental, il est conseillé d’accorder du temps à la méditation ou à la respiration profonde pour apaiser l’esprit. Côté soins personnels, privilégiez une alimentation équilibrée et des activités relaxantes comme la marche ou le yoga. Prenez soin de votre corps et de votre esprit pour aborder la semaine avec sérénité et dynamisme.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Cette semaine, les Gémeaux seront encouragés à exploiter leur curiosité naturelle et leur capacité à communiquer. Les énergies planétaires favorisent les échanges, ce qui peut ouvrir des portes tant sur le plan personnel que professionnel. C’est le moment idéal pour nouer de nouveaux contacts ou renforcer des relations existantes. Cependant, il est essentiel de garder une certaine cohérence dans vos idées et de structurer vos projets pour éviter la dispersion. La semaine met également en lumière l’importance de l’écoute active et de la sincérité, afin d’éviter tout malentendu. Sur le plan intérieur, cette période invite à la réflexion et à la mise en ordre de vos priorités. Prenez du temps pour vous recentrer et faire preuve de patience face aux imprévus. En somme, cette semaine est propice à la croissance personnelle si vous savez conjuguer spontanéité et organisation.",
      "love": "Cette semaine, les Gémeaux ressentiront un regain d’énergie dans leur vie amoureuse. Pour les célibataires, c'est le moment idéal pour explorer de nouvelles rencontres et laisser parler leur spontanéité. La communication sera leur atout principal pour créer des connexions sincères. Pour les couples, l'harmonie règne, mais il est conseillé de faire preuve d’écoute attentive et de partager leurs envies pour renforcer leur complicité. La clé cette semaine est la transparence et la douceur. Restez ouverts aux opportunités et n’hésitez pas à exprimer vos sentiments en toute confiance, cela facilitera des moments de tendresse et de sincérité.",
      "career": "Cette semaine, les Gémeaux auront une opportunité précieuse d’accroître leur visibilité professionnelle. Des rencontres inattendues ou des projets collaboratifs pourraient ouvrir de nouvelles portes. C’est le moment idéal pour prendre des initiatives audacieuses et prouver leur dynamisme. La clarté d’esprit leur permettra de faire des choix judicieux pour leur évolution. Cependant, il est important de rester réaliste face aux délais ou aux ressources disponibles. En restant à l’écoute de leurs collègues et en exprimant clairement leurs ambitions, ils pourront maximiser leur croissance. Une période favorable pour renforcer leur réseau et clarifier leurs objectifs professionnels.",
      "health": "Cette semaine, les Gémeaux ressentiront une énergie dynamique pour renforcer leur santé physique ; privilégiez une alimentation équilibrée et intégrez une activité physique régulière. Sur le plan mental, prenez du temps pour la méditation ou la relaxation afin de calmer l'esprit et réduire le stress. N'oubliez pas de vous accorder des pauses et de vous entourer de personnes positives pour nourrir votre bien-être intérieur. Une attention particulière à votre self-care favorisera une semaine harmonieuse.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Cette semaine, les Cancers ressentiront une intensité émotionnelle accrue, les invitant à faire le point sur leur vie personnelle et leurs relations. La Lune en harmonie favorisera des échanges sincères et renforcera les liens avec ceux qui comptent. C’est le moment idéal pour exprimer vos sentiments et clarifier vos besoins, surtout en famille ou avec votre partenaire. Sur le plan professionnel, la semaine apportera des opportunités de croissance si vous faites preuve de patience et de persévérance. Une communication claire vous aidera à résoudre des malentendus ou à concrétiser un projet important. Faites attention à votre santé mentale : prenez du temps pour vous recentrer et évacuer le stress. La clé cette semaine est l’écoute, tant envers les autres qu’envers vous-même. En vous montrant authentique et bienveillant, vous attirerez des énergies positives qui favoriseront votre équilibre intérieur.",
      "love": "Cette semaine, les Cancers ressentent un renouveau romantique, propice à la sincérité et à l’approfondissement des liens. Les couples peuvent s’attendre à des échanges enrichissants, renforçant leur complicité, tandis que les célibataires devront être ouverts aux rencontres authentiques. En amour, la patience et la communication seront essentielles pour éviter les malentendus. Prenez le temps d’écouter votre partenaire ou de faire confiance à votre intuition pour attirer des relations harmonieuses. Restez fidèle à vous-même, et n’ayez pas peur de manifester vos sentiments avec sincérité.",
      "career": "Pour la semaine du 19 au 25 janvier 2026, les Cancer peuvent s’attendre à des opportunités professionnelles encourageantes. Des rencontres clés pourraient ouvrir de nouvelles portes ou renforcer vos collaborations actuelles. C’est le moment de faire preuve de confiance et de prendre des décisions audacieuses concernant votre avenir professionnel. La semaine favorise la croissance personnelle, mais exige également de la rigueur et de la persévérance. N'hésitez pas à exprimer vos idées et à vous positionner comme un leader dans votre domaine. Restez à l’écoute des signes et saisissez les opportunités qui se présentent.",
      "health": "Cette semaine, les Cancer doivent faire attention à leur santé physique en intégrant une alimentation équilibrée et en évitant le stress excessif. Prenez du temps pour la méditation ou des activités relaxantes afin de préserver votre bien-être mental. Accordez-vous des pauses régulières, hydratez-vous bien et privilégiez le sommeil réparateur. La clé cette semaine est l’écoute de soi et la patience, pour renforcer votre énergie et maintenir un équilibre harmonieux entre corps et esprit.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Cette semaine, les Lions ressentiront une énergie renouvelée, favorisant la confiance en soi et la créativité. C’est une période propice pour mettre en avant vos talents et prendre des initiatives tant sur le plan professionnel que personnel. Cependant, il est important de rester humble et d’éviter de vous laisser emporter par votre besoin d’affirmation. Les échanges avec votre entourage seront particulièrement importants, alors privilégiez la communication authentique et ouverte. Sur le plan sentimental, la sincérité sera la clé pour renforcer les liens ou en établir de nouveaux. Côté santé, veillez à équilibrer vos efforts physiques avec du repos, afin de maintenir votre vitalité. La semaine invite à un bel équilibre entre ambition et bienveillance. Restez à l’écoute de votre intuition, et n’hésitez pas à prendre des décisions audacieuses, tout en conservant une attitude posée et réfléchie.",
      "love": "Cette semaine, les Lions ressentiront un regain d’énergie dans leurs relations, ce qui favorise la communication sincère. Pour les célibataires, c’est une période propice pour ouvrir leur cœur et explorer de nouvelles rencontres, en restant ouverts et authentiques. Les couples, quant à eux, devront faire preuve de patience et d’écoute pour renforcer leur complicité. Évitez les malentendus en exprimant clairement vos sentiments et en valorisant votre partenaire. Profitez de cette période pour créer des souvenirs précieux et renouer avec la passion, tout en étant à l’écoute de vos besoins mutuels.",
      "career": "Cette semaine, le Lion peut s’attendre à des opportunités professionnelles stimulantes qui favoriseront sa croissance. C'est une période propice pour prendre des initiatives et explorer de nouvelles avenues. Les chances de concrétiser un projet important ou de se faire remarquer par la hiérarchie sont élevées, ce qui peut ouvrir la voie à une promotion ou à une reconnaissance. Il est conseillé de rester attentif aux conseils des collègues et de faire preuve de confiance en ses capacités. Prioriser la communication claire et la gestion efficace du temps permettra d’optimiser ses résultats.",
      "health": "Pour la semaine du 19 au 25 janvier 2026, les Lions ressentiront une amélioration de leur énergie physique. Il est conseillé d’adopter une routine d’exercice régulière pour renforcer leur vitalité. Sur le plan mental, la semaine sera propice à la réflexion et à la méditation, favorisant la clarté d’esprit. Prenez du temps pour vous chouchouter, privilégiez une alimentation équilibrée et accordez-vous des moments de détente afin de maintenir un bon équilibre global.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "La semaine qui débute pour la Vierge s’annonce riche en opportunités de réflexion et de croissance personnelle. Les influences cosmiques invitent à faire le point sur vos projets, à clarifier vos objectifs et à mettre de l’ordre dans vos idées. Sur le plan professionnel, une période favorable pour structurer votre travail, définir de nouvelles stratégies et communiquer de manière précise avec vos collègues ou partenaires. Sur le plan sentimental, il est important d’être à l’écoute de vos émotions et de celles de votre entourage, favorisant ainsi des échanges sincères et apaisants. La fin de semaine pourrait apporter des moments de détente et de recul, indispensables pour repartir du bon pied. N’hésitez pas à prendre du temps pour vous recentrer, à méditer ou à écrire. Restez fidèle à votre sens pratique, tout en laissant une place à la créativité et à l’intuition, elles seront vos alliées cette semaine.",
      "love": "Cette semaine, la Vierge pourrait ressentir un renouveau dans sa vie sentimentale. Pour les célibataires, c’est le moment de sortir de leur zone de confort et d’oser de nouvelles rencontres, car des opportunités inattendues pourraient se présenter. Les couples, quant à eux, bénéficieront d’une période de communication renforcée, apte à résoudre de petites tensions. Il est conseillé de rester ouverts, patients et sincères dans vos échanges. Prenez le temps d’écouter l’autre et de partager vos émotions. La confiance et la transparence seront la clé d’une harmonie renforcée.",
      "career": "Cette semaine, les Vierges peuvent bénéficier d’opportunités professionnelles enrichissantes si elles restent attentives aux détails et ouvertes aux nouvelles idées. C’est un moment idéal pour renforcer leurs compétences et envisager des formations ou des certifications. Des projets importants pourraient nécessiter leur organisation rigoureuse, ce qui sera reconnu par leurs collègues et supérieurs. Cependant, il est essentiel de ne pas hésiter à prendre des décisions judicieuses concernant l'évolution de leur carrière. La patience et la persévérance seront leurs alliées pour transformer ces opportunités en concrétisations durables et épanouissantes.",
      "health": "Pour la semaine du 19 au 25 janvier 2026, la Vierge sera particulièrement attentive à son bien-être physique en intégrant des activités physiques douces comme la marche ou le yoga. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou la lecture afin de calmer l’esprit. N’oubliez pas d’accorder de l’importance à votre sommeil et à une alimentation équilibrée pour maintenir votre énergie. Une attention régulière à votre auto-soin renforcera votre vitalité.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Cette semaine, les Balances ressentiront un besoin accru d’harmonie et d’équilibre dans tous les aspects de leur vie. L’énergie planétaire favorise la recherche de solutions pacifiques pour résoudre des conflits, que ce soit au travail ou dans leur vie personnelle. C’est le moment de faire preuve de patience et de diplomatie, en évitant toute impulsivité. La semaine encourage également à prendre du recul pour réfléchir à ses véritables besoins et priorités, afin de mieux aligner ses actions avec ses valeurs. Sur le plan relationnel, la communication sera clé : exprimer ses sentiments avec douceur renforcera les liens. Sur le plan intérieur, il est conseillé de consacrer du temps à la méditation ou à des activités relaxantes, afin de préserver son bien-être mental et émotionnel. En somme, cette période invite à cultiver la paix intérieure tout en recherchant la justice et l’harmonie dans le monde extérieur.",
      "love": "Cette semaine, l’équilibre et la communication seront essentiels pour nourrir vos relations. Pour les célibataires, c'est le moment de rester ouvert aux rencontres sincères, en étant à l’écoute de vos véritables désirs. Les opportunités sentimentales pourraient se présenter lors d’échanges authentiques. Les couples devraient veiller à maintenir un dialogue clair et bienveillant, évitant les malentendus. La patience et la compréhension renforceront votre complicité. Faites preuve d’écoute active et de douceur, car c’est en cultivant la confiance que votre relation s’épanouira davantage. Prenez le temps d’harmoniser vos émotions et vos intentions.",
      "career": "Cette semaine, des opportunités professionnelles intéressantes se présentent, notamment dans la recherche de nouveaux projets ou collaborations. C'est le moment idéal pour renforcer vos compétences en participant à des formations ou en prenant des initiatives. La clarté dans vos décisions de carrière est essentielle ; évitez la précipitation et pesez bien chaque option. La communication avec vos collègues ou supérieurs peut ouvrir des portes inattendues. Restez à l'écoute des signaux du marché et n'hésitez pas à explorer des avenues qui correspondent à vos ambitions. La confiance en vous sera la clé de votre succès cette semaine.",
      "health": "Cette semaine, prenez le temps de prêter attention à votre corps en intégrant des activités modérées comme la marche ou le yoga pour renforcer votre santé physique. Sur le plan mental, privilégiez la respiration profonde et la méditation pour réduire le stress. N’oubliez pas de vous accorder des moments de repos et de douceur, que ce soit par une bonne nuit de sommeil ou un instant de lecture. Écoutez votre corps et cultivez la bienveillance envers vous-même.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Cette semaine, le Scorpion ressentira une énergie intense qui l’incite à approfondir ses relations et à explorer ses émotions les plus profonde. C’est une période propice à la réflexion intérieure, où il est important d’écouter son intuition pour prendre des décisions importantes. Les interactions avec les proches seront riches en sens, mais il faudra veiller à garder un équilibre entre passion et patience. Sur le plan professionnel, des opportunités inattendues pourraient surgir, demandant courage et détermination pour les saisir. La semaine encourage également à lâcher prise sur ce qui ne sert plus et à se concentrer sur ce qui nourri réellement son bien-être. Prenez le temps de vous recentrer, d’être à l’écoute de votre corps et de vos ressentis. Cultiver la confiance en soi vous permettra de traverser cette période avec sérénité et clairvoyance.",
      "love": "La semaine du 19 au 25 janvier 2026 s’annonce pleine de possibilités pour les Scorpions en amour. Les célibataires pourraient rencontrer quelqu’un de spécial, mais il est essentiel d’être sincère et ouvert dès le début. Pour les couples, c’est le moment d’approfondir votre complicité, en exprimant vos sentiments avec douceur. La confiance sera votre atout, alors évitez les malentendus en communiquant clairement. Soyez attentifs aux signaux que vous envoie votre partenaire, et n’hésitez pas à faire preuve de patience. Cette semaine, l’amour peut évoluer vers plus de profondeur si vous faites preuve d’écoute et d’authenticité.",
      "career": "Cette semaine, les Scorpions peuvent s'attendre à des opportunités professionnelles significatives. Des rencontres clés ou des projets ambitieux pourraient ouvrir de nouvelles voies de croissance. Il est conseillé de rester attentif aux signaux et de saisir rapidement toute occasion qui se présente. La réflexion sur des décisions importantes concernant votre carrière vous apportera clarté et confiance. N'hésitez pas à faire preuve de courage et de détermination pour impulser des changements positifs. C'est une période propice pour renforcer vos compétences ou envisager une évolution vers des responsabilités supérieures.",
      "health": "Pour la semaine du 19 au 25 janvier 2026, les Scorpions bénéficieront d’une énergie renouvelée pour leur santé physique. Pensez à intégrer des exercices doux comme le yoga ou la marche pour libérer le stress. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou la lecture afin de renforcer votre équilibre intérieur. Accordez-vous des moments de repos et de soins personnels pour préserver votre vitalité et votre résilience tout au long de la semaine.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Cette semaine, Sagittaire, l’énergie cosmique vous invite à explorer de nouvelles avenues avec enthousiasme et ouverture d’esprit. C’est une période idéale pour poser des bases solides pour vos projets à long terme, en laissant de côté les doutes et en faisant confiance à votre intuition. Sur le plan professionnel, vous pourriez être tenté de prendre des initiatives audacieuses, mais veillez à bien évaluer les risques pour éviter des erreurs coûteuses. Sur le plan personnel, c’est le moment de nourrir vos relations en étant sincère et attentif aux besoins de vos proches. L’énergie planétaire favorise également la croissance intérieure ; prenez du temps pour la méditation ou la réflexion pour mieux comprendre vos désirs profonds. Restez flexible face aux imprévus et n’hésitez pas à demander conseil si vous vous sentez dépassé. Cette semaine vous demande d’avancer avec confiance tout en restant fidèle à vous-même.",
      "love": "Pour la semaine du 19 au 25 janvier 2026, Sagittaire, cette période favorise l’ouverture et la sincérité dans vos relations. Les célibataires pourraient faire une rencontre prometteuse, surtout si vous osez exprimer vos vérités. Les couples, quant à eux, bénéficieront d’échanges plus profonds et authentiques, renforçant leur complicité. Il est conseillé de prendre du recul face aux malentendus et d’éviter la précipitation. Soyez à l’écoute de votre partenaire ou de votre futur amour, et n’hésitez pas à partager vos sentiments. La confiance et la communication seront vos meilleurs alliés cette semaine.",
      "career": "Pour la semaine du 19 au 25 janvier 2026, le Sagittaire devrait ressentir une énergie Dynamique pour explorer de nouvelles opportunités professionnelles. Ce moment favorise la prise d’initiatives audacieuses, notamment dans la recherche de projets innovants ou de formations pour renforcer ses compétences. Il est conseillé d’être attentif aux collaborations potentielles qui pourraient ouvrir des portes vers des postes plus stimulants. La semaine invite également à faire preuve de patience dans le processus de décision, en évitant les impulsivités. Une attitude proactive et une ouverture d’esprit seront clés pour concrétiser des avancées significatives dans votre parcours professionnel.",
      "health": "La semaine à venir apporte à Sagittaire une énergie positive pour renforcer sa vitalité physique. Prenez le temps d’intégrer une routine d’exercice régulière, comme la marche ou le yoga, pour évacuer le stress et améliorer votre bien-être. Sur le plan mental, privilégiez la méditation ou des activités créatives pour recentrer votre esprit. Accordez-vous également des pauses pour recharger vos batteries et pratiquer l’autocompassion, afin de maintenir un équilibre harmonieux entre corps et esprit.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Cette semaine, les Capricornes seront invités à faire preuve de patience et de persévérance face aux défis qui se présentent. L'énergie planétaire favorise une introspection profonde, vous poussant à revisiter vos objectifs et à réévaluer vos priorités. C'est un moment idéal pour renforcer vos bases, que ce soit dans vos projets professionnels ou personnels. La semaine sera également propice à la communication avec vos proches, n'hésitez pas à exprimer vos sentiments avec sincérité. Sur le plan professionnel, la discipline et l'organisation seront vos meilleurs alliés pour avancer sereinement. Méfiez-vous toutefois du stress, qui pourrait vous submerger si vous ne prenez pas le temps de vous recentrer. Offrez-vous des instants de détente pour mieux recentrer votre énergie. En somme, cette période vous invite à faire preuve de lucidité, de patience et à cultiver des relations solides pour le futur.",
      "love": "Cette semaine, les Capricornes ressentiront un regain d’énergie pour renforcer leurs liens affectifs. Les rencontres spontanées peuvent ouvrir de nouvelles opportunités amoureuses, surtout pour les célibataires. Pour ceux en couple, la communication sera essentielle pour éviter les malentendus et renforcer la complicité. Prenez le temps d’écouter votre partenaire et d’exprimer vos sentiments avec sincérité. Les moments de tendresse et de partage seront particulièrement bénéfiques cette semaine. Restez ouverts aux surprises et faites confiance à votre intuition pour naviguer dans les dynamiques relationnelles avec douceur et assurance.",
      "career": "Cette semaine, le Capricorne sera amené à saisir des opportunités professionnelles favorables grâce à une énergie renouvelée et une détermination accrue. Il serait judicieux de se concentrer sur des projets à long terme et de faire preuve de patience face aux obstacles. C’est le moment idéal pour envisager des formations ou améliorer ses compétences, ce qui pourra porter ses fruits à moyen terme. Les décisions importantes concernant la carrière doivent être mûrement réfléchies, en évitant la précipitation. La clé du succès cette semaine réside dans la constance et la confiance en ses capacités.",
      "health": "Cette semaine, les Capricornes ressentiront une énergie favorable pour renforcer leur santé physique en privilégiant une alimentation équilibrée et du repos suffisant. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou la réflexion afin de réduire le stress. Accordez-vous des moments de détente, pratiquez une activité physique douce comme la marche ou le yoga, et écoutez votre corps pour favoriser votre bien-être global.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Cette semaine, le Verseau sera invité à faire preuve d’une grande créativité et d’ouverture d’esprit. Les influences planétaires encouragent à renouer avec ses idées novatrices, tout en restant flexible face aux défis qui se présentent. C’est le moment idéal pour explorer de nouvelles perspectives dans vos projets personnels ou professionnels, en évitant toute forme de rigidité. La communication sera fluide, mais il est conseillé de veiller à bien clarifier vos intentions pour éviter toute méprise. Sur le plan émotionnel, cette période favorise la réflexion intérieure et la recherche d’équilibre intérieur. Prenez du temps pour vous recentrer et exprimer vos besoins sincèrement. Enfin, la semaine recommande de cultiver la patience et la confiance en soi, car des opportunités inattendues pourraient surgir si vous restez prêt à saisir le moment. En somme, une semaine propice à l’innovation et à la croissance personnelle.",
      "love": "Cette semaine, le Verseau ressentira une belle énergie pour explorer de nouvelles opportunités amoureuses. Les célibataires pourraient être attirés par des rencontres inattendues, alors restez ouvert et sincère dans vos échanges. Pour les couples, la communication sera essentielle pour renforcer le lien. Il est conseillé de prendre du temps pour écouter votre partenaire et exprimer vos sentiments avec douceur. La sincérité et la confiance favoriseront une harmonie durable. Soyez attentif aux signes de votre cœur et n'hésitez pas à montrer votre authenticité pour faire rayonner votre amour.",
      "career": "Pour la semaine du 19 au 25 janvier 2026, les Verseaux peuvent s’attendre à une période riche en opportunités professionnelles. C’est le moment idéal pour explorer de nouvelles idées ou projets innovants, car votre créativité sera à son apogée. Des rencontres ou collaborations pourraient ouvrir des portes vers de nouveaux horizons. Faites preuve de discernement dans vos décisions importantes, en vous fiant à votre intuition. La semaine favorise également le développement de compétences et la consolidation de votre réseau professionnel. Restez ouvert aux conseils et aux feedbacks pour maximiser votre croissance dans vos démarches.",
      "health": "Cette semaine, le Verseau pourrait ressentir une montée d’énergie physique, idéal pour reprendre une activité sportive régulière ou essayer quelque chose de nouveau. Mentalement, il est important de prendre du recul face aux préoccupations et de privilégier la méditation ou la respiration profonde pour apaiser l’esprit. Accordez-vous du temps pour vous détendre, pratiquer des activités créatives ou simplement profiter de moments de solitude pour renforcer votre bien-être global. Écoutez votre corps et restez à l’écoute de vos besoins.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "La semaine à venir sera particulièrement propice à la réflexion et à la mise en ordre de vos pensées, Poissons. Vous ressentirez une profonde envie de clarifier vos objectifs et de recentrer votre énergie sur ce qui compte vraiment. Sur le plan émotionnel, il est possible que vous traversiez des moments de sensibilité accrue, mais cela vous invite à vous connecter à votre intuition pour mieux comprendre vos besoins profonds. C’est aussi une période idéale pour renforcer vos liens avec ceux qui vous entourent, en exprimant sincèrement vos sentiments. Sur le plan professionnel, soyez attentif aux détails et évitez la précipitation dans vos décisions. La clé réside dans la patience et la confiance en vous. Restez ouvert à de nouvelles idées et n’ayez pas peur d'explorer des approches innovantes. Cette semaine vous encourage à cultiver la sérénité intérieure tout en avançant avec confiance et discernement dans tous les domaines.",
      "love": "Pour la semaine du 19 au 25 janvier 2026, les Poissons ressentiront une énergie propice à la communication dans leur vie amoureuse. Les célibataires pourraient rencontrer quelqu’un d’intéressant en sortant de leur routine, tandis que les couples bénéficieront d’échanges sincères qui renforceront leur complicité. Il est conseillé d’éviter lesmalentendus en exprimant clairement ses sentiments. Prenez le temps d’écouter votre partenaire avec attention, et n’hésitez pas à partager vos émotions en toute confiance. Cette période favorise la croissance personnelle et la profondeur relationnelle, mais la clé réside dans la patience et l’authenticité.",
      "career": "Cette semaine, les Poissons peuvent ressentir une ouverture inattendue dans leur environnement professionnel. C'est le moment favorable pour explorer de nouvelles opportunités ou pour renforcer des collaborations existantes. La créativité sera un atout précieux pour résoudre des défis complexes, alors n'hésitez pas à proposer des idées innovantes. Certaines décisions importantes pourraient nécessiter une réflexion approfondie, mais votre intuition vous guidera dans le bon sens. Profitez de cette période pour investir dans votre développement personnel et professionnel, tout en restant flexible face aux changements. La patience et la confiance en vous seront vos meilleures alliées cette semaine.",
      "health": "Cette semaine, Poissons ressentira une énergie renouvelée pour prendre soin de sa santé physique. Il est conseillé d’intégrer des séances de marche ou de yoga pour renforcer le corps tout en favorisant la détente mentale. Sur le plan mental, privilégiez la méditation ou la lecture pour apaiser votre esprit. N’oubliez pas de bien vous hydrater et de consacrer du temps à des activités qui vous apportent de la joie, afin d’équilibrer votre bien-être global.",
      "key_dates": [
        "2026-01-19",
        "2026-01-22",
        "2026-01-25"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    }
  }
}