{
  "week": "2026-W05",
  "language": "it",
  "entries": {
    "aries": {
      "overview": "Durante questa settimana, l'Ariete sarà attraversato da un'energia intensa e motivante, che spingerà a mettere in atto progetti e idee con grande determinazione. È un momento favorevole per concentrarsi su obiettivi a medio e lungo termine, sfruttando la propria grinta naturale per superare eventuali ostacoli. La presenza di pianeti favorirà il dialogo e le relazioni interpersonali, invitando a comunicare con sincerità e apertura. Tuttavia, è importante mantenere un equilibrio tra ambizione e ascolto, evitando reazioni impulsive che potrebbero mettere in crisi alcune situazioni. Le energie del momento chiedono anche di prendersi cura di sé, dedicando tempo al benessere psicofisico. La chiave di questa settimana sarà trovare armonia tra azione e riflessione, per affrontare con successo le sfide quotidiane e rafforzare i legami con le persone care.",
      "love": "La settimana dal 2 all’8 febbraio 2026 porta per l’Ariete emozioni intense e opportunità di crescita nelle relazioni. Per i single, è un momento ideale per aprirsi e incontrare nuove persone, lasciando da parte timidezze e esitazioni. Le stelle suggeriscono di seguire il cuore e ascoltare il proprio istinto. Per le coppie, sarà importante dedicare tempo alla comunicazione e rafforzare il rapporto attraverso gesti sinceri e affettuosi. La chiave di questa settimana è l’equilibrio tra passione e ascolto reciproco, che aiuterà a consolidare legami profondi e autentici.",
      "career": "La settimana dal 2 al 8 febbraio 2026 riserva all'Ariete molte opportunità di crescita professionale. Sarà un periodo favorevole per assumere iniziative e dimostrare le proprie competenze, attirando l'attenzione di colleghi e superiori. Le decisioni coraggiose e innovative potranno portare a riconoscimenti importanti o a nuovi progetti stimolanti. È il momento di valorizzare il proprio metodo di lavoro, mantenendo un atteggiamento aperto al cambiamento. Per massimizzare i risultati, è consigliabile pianificare attentamente le priorità e affrontare le situazioni con calma e determinazione, evitando decisioni affrettate.",
      "health": "Questa settimana, l'Ariete dovrebbe concentrarsi sulla cura del proprio corpo attraverso un’alimentazione equilibrata e attività fisica moderata. La mente necessita di momenti di calma, quindi dedicati alla meditazione o a passeggiate nella natura per ridurre lo stress. Ricorda di ascoltare il tuo corpo e concederti pause rigeneranti. La cura di te stesso porterà maggiore energia e serenità, aiutandoti a affrontare con vitalità le sfide della settimana.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Questa settimana per il Toro si presenta come un momento di profonda introspezione e di rinnovata energia interiore. Le stelle suggeriscono di concentrarsi sulle proprie emozioni e di ascoltare attentamente i bisogni più autentici, evitando di distrarsi con impegni superficiali. È un periodo favorevole per riflettere su obiettivi a lungo termine e per consolidare le basi delle proprie relazioni più significative. La presenza di Giove stimolerà la vostra fiducia e il desiderio di espandere i vostri orizzonti, ma attenzione a non essere troppo restii al cambiamento. Le piccole sfide quotidiane potranno essere superate con pazienza e determinazione. Questo è il momento ideale per praticare la gratitudine e prendersi cura del proprio benessere fisico e mentale. Siate aperti alle opportunità che si presenteranno e ricordate che la stabilità nasce dall’interno.",
      "love": "Durante la settimana dal 2 al 8 febbraio 2026, il Toro sarà attraversato da un’energia positiva che favorisce le relazioni romantiche. I single potrebbero incontrare qualcuno di speciale attraverso un’attività sociale o un hobby condiviso, mentre chi è in coppia troverà modo di rafforzare il legame, dedicando più tempo a gesti semplici ma significativi. È un momento ideale per comunicare apertamente i propri sentimenti e ascoltare con attenzione il partner. La chiave sarà mantenere l’equilibrio tra desiderio di indipendenza e intimità, creando così momenti di genuina connessione e comprensione reciproca.",
      "career": "Durante la settimana dal 2 all'8 febbraio 2026, Toro potrà scoprire nuove opportunità di crescita professionale attraverso collaborazioni o progetti innovativi. È un momento favorevole per approfondire competenze e aggiornamenti, migliorando la propria visibilità nel settore. Tuttavia, sarà importante valutare attentamente le decisioni di carriera, evitando compromessi impulsivi. La disciplina e la pazienza saranno valori chiave, consentendo di consolidare i risultati ottenuti e di pianificare strategie a lungo termine. Investire in networking e formazione potrebbe portare avanzamenti significativi nel prossimo futuro, favorendo una maggiore stabilità e soddisfazione professionale.",
      "health": "Per i Toro, questa settimana sarà fondamentale dedicare attenzione al benessere fisico e mentale. Concentrati su un'alimentazione equilibrata e l'attività fisica moderata per rafforzare il corpo e migliorare l’energia. Dedica del tempo al relax e alla meditazione per ridurre lo stress e ritrovare serenità interiore. Ricorda di ascoltare il tuo corpo e di prenderti pause quando necessario. Un impegno costante nel prendersi cura di sé porterà benefici duraturi e un senso di equilibrio generale.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "La settimana dal 2 al 8 febbraio 2026 si presenta come un momento di grande dinamicità per i Gemelli. Le energie planetarie stimolano la tua curiosità e il desiderio di esplorare nuove idee, rendendoti particolarmente comunicativo e aperto alle novità. È un periodo favorevole per consolidare legami affettivi e per affrontare nuove sfide professionali con entusiasmo. Tuttavia, sarà importante mantenere equilibrio e attenzione, evitando di disperdere le energie tra troppi impegni contemporaneamente. La presenza di Mercurio, il tuo pianeta governatore, favorisce la chiarezza mentale e l’efficacia nella comunicazione, quindi approfitta di questa fase per esprimere idee innovative e per riorganizzare aspetti della tua routine. Ascolta attentamente il tuo istinto e concediti momenti di riflessione personale, così potrai affrontare con serenità le potenziali complicazioni e scoprire nuove opportunità di crescita.",
      "love": "Questa settimana, i Gemelli avranno l’opportunità di rafforzare legami esistenti e di scoprire nuove emozioni. Per chi è in coppia, sarà importante dedicare tempo alla comunicazione e ascolto reciproco, evitando malintesi che possono nascere dalla fretta o dai fraintendimenti. I single, invece, saranno più attratti da incontri stimolanti e sinceri, ma dovranno mantenere un equilibrio tra interesse e cautela. L’orizzonte romantico si apre a momenti di complicità e crescita, quindi è consigliabile essere aperti, onesti e pronti ad approfondire i legami, lasciando emergere la propria autenticità.",
      "career": "La settimana dal 2 al 8 febbraio 2026 si presenta favorevole per i Gemelli che desiderano esplorare nuove opportunità professionali. È un momento ideale per mettere in evidenza le proprie competenze e proporre idee innovative, soprattutto inaspettate. Tuttavia, si consiglia di valutare attentamente le decisioni importanti, evitando impulsività. La comunicazione sarà un elemento chiave per migliorare le relazioni con colleghi e superiori, favorendo collaborazioni di successo. Approfittate delle energie positive per pianificare obiettivi a medio termine, ma mantenete sempre un atteggiamento pacato e realistico per consolidare la vostra crescita professionale.",
      "health": "Per la settimana dal 2 al 8 febbraio 2026, i Gemelli potranno godere di una buona energia fisica, ma è importante evitare affaticamenti e prendersi momenti di pausa. La salute mentale richiederà attenzione: dedicare tempo a meditazione o attività rilassanti aiuterà a ridurre lo stress. La cura di sé dovrebbe includere una dieta equilibrata e un sonno ristoratore. Ascolta il corpo e concediti il tempo per ricaricarti, mantenendo un atteggiamento positivo e aperto alle novità",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Durante questa settimana, il Cancro si sentirà particolarmente intuitivo e sensibile alle energie che lo circondano. La Luna, elemento chiave in questo periodo, accentuerà il desiderio di connessione emotiva e di armonia familiare. È un momento propizio per dedicarsi alle relazioni strette, ascoltare con attenzione e condividere i propri sentimenti più autentici. Tuttavia, attenzione a non lasciarsi sopraffare dalle emozioni: è importante mantenere un equilibrio tra cuore e mente. La presenza di pianeti in movimento favorirà la riflessione e l’introspezione, aiutandoti a chiarire obiettivi e desideri profondi. Sii paziente e gentile con te stesso nelle decisioni e nelle interazioni quotidiane. Questa settimana invita a prendersi del tempo per il benessere personale e a coltivare l’amore in ogni suo aspetto, per rafforzare i legami più importanti della tua vita.",
      "love": "Questa settimana, i Cancro potranno sperimentare un importante riscoprire delle emozioni profonde, favorendo momenti di intimità con il proprio partner o, per i single, incontri significativi. La comunicazione sarà fondamentale: ascoltare con empatia rafforzerà i legami esistenti e aprirà nuove possibilità. Per le coppie, si consiglia di dedicare tempo alla relazione, evitando malintesi e concedendo spazio alla sincerità. I single dovrebbero aprirsi a nuove conoscenze senza fretta, lasciando che le emozioni fluano naturalmente. In generale, questa è una settimana favorevole alla crescita emotiva e alla connessione autentica.",
      "career": "La settimana dal 2 al 8 febbraio 2026 si presenta come un momento favorevole per i Cancro che desiderano fare passi avanti nella loro carriera. Sarà un periodo in cui sarà importante cogliere nuove opportunità di lavoro e dimostrare le proprie competenze. La sensibilità e l’intuito tipici del segno saranno strumenti preziosi per individuare progetti promettenti e prendere decisioni strategiche. È il momento di investire in formazione e relazioni professionali, poiché potrebbero nascere collaborazioni vantaggiose. Mantieni un atteggiamento positivo, pronto a sfruttare le occasioni che si presenteranno, consolidando così la tua crescita professionale.",
      "health": "Durante questa settimana, i Cancro potrebbero sentirsi più energici e motivati a prendersi cura di sé. È un momento favorevole per stabilire nuove abitudini di alimentazione equilibrata e dedicarsi a attività fisiche leggere come camminate o yoga. Mentalmente, è importante concedersi momenti di relax e riflessione, evitando stress eccessivi. Dedica del tempo al riposo e alla meditazione per rafforzare il benessere interiore e mantenere un equilibrio tra corpo e mente.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Questa settimana, il Leone si troverà al centro di energie favorevoli che alimentano autostima e leadership. È un momento perfetto per mettere in risalto le proprie qualità e assumere ruoli di comando, sia sul lavoro che nelle relazioni personali. Le stelle invitano a essere pratici e concreti, evitando di lasciarsi trascinare dall’eccessiva fiducia in sé stessi. La comunicazione sarà particolarmente importante: ascoltare attentamente e chiarire eventuali malintesi porterà a risultati positivi. La presenza di un’energia armoniosa favorisce anche il benessere emotivo, quindi dedica del tempo a te stesso e ai tuoi desideri più profondi. La settimana è ideale per pianificare obiettivi a medio termine, superando eventuali dubbi o insicurezze grazie alla forza interiore che emerge. Mantieni un atteggiamento positivo e lasciati guidare dalla tua naturale determinazione, per affrontare con successo le sfide che si presenteranno.",
      "love": "Questa settimana, i Leone in coppia potranno riscoprire intimità e complicità, rafforzando il legame attraverso comunicazioni sincere e momenti condivisi. È il momento di aprirsi e ascoltare il partner senza fretta, consolidando la fiducia reciproca. I single, invece, potrebbero incontrare qualcuno di interessante in ambienti sociali o attraverso attività creative. È importante mantenere un atteggiamento positivo e lasciarsi andare alla spontaneità. Evitate di forzare situazioni o aspettative troppo alte. La chiave di questa settimana è mostrarsi autentici e disponibili, per creare connessioni genuine e durature.",
      "career": "Durante la settimana dal 2 al 8 febbraio 2026, il segno del Leone potrà sperimentare nuove opportunità di crescita professionale attraverso progetti collaborativi e iniziative innovative. È un momento favorevole per mettere in mostra le proprie competenze e assumersi responsabilità crescenti, che potranno portare a riconoscimenti significativi. Tuttavia, è importante mantenere una comunicazione chiara e trasparente con i colleghi e i superiori. Le decisioni per il futuro dovrebbero essere prese con attenzione, valutando bene le possibilità di avanzamento o cambio di rotta. Con determinazione e fiducia in sé stessi, questa settimana può portare importanti miglioramenti nella carriera.",
      "health": "Per la settimana dal 2 al 8 febbraio 2026, il Leone dovrebbe dedicare attenzione alla cura del corpo e della mente. È un momento ideale per iniziare una nuova routine di esercizio leggero, come yoga o passeggiate all'aperto, per rafforzare il fisico e ridurre lo stress. Concentrarsi anche sul riposo e sulla meditazione può migliorare il benessere mentale. Ricorda di ascoltare il tuo corpo e di dedicare tempo alle attività che ti portano gioia e tranquillità.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "Questa settimana per la Vergine si apre un periodo di riflessione interiore e rinnovamento. Le energieplanetarie favoriscono l’autoanalisi e il cercare di capire meglio cosa desideri davvero, anche nel campo delle relazioni e del lavoro. È un momento propizio per mettere ordine nelle tue idee e definire obiettivi concreti, senza lasciarti sopraffare dall’ansia. La presenza di pianeti in sesto senso sostiene la cura di sé e l’attenzione alla salute, invitandoti a dedicare del tempo a pratiche di benessere. In ambito professionale, potresti ricevere nuove opportunità o chiarimenti importanti: affrontale con pazienza e precisione. In amore, la comunicazione diventa più fluida: sfrutta questa energia per condividere i tuoi sentimenti in modo sincero. Ricorda di ascoltare anche il tuo intuito e di lasciarti guidare da una visione più ampia delle cose.",
      "love": "Questa settimana, Vergine, si apre con opportunità di approfondimento emotivo. Per i single, potrebbe nascere una nuova connessione che richiederà pazienza e sincerità. È un momento ideale per aprirsi e mostrare il proprio vero io. Per le coppie, la comunicazione sarà fondamentale: affrontate eventuali malintesi con calma e ascolto. La presenza di Venere favorisce romanticismo e intimità, ma bisogna evitare di essere troppo critici. Dedicate tempo alla vostra relazione, coltivando empatia e comprensione reciproca. Questa settimana invita a mettere al primo posto il cuore, creando basi solide per il futuro.",
      "career": "Nella settimana dal 2 all'8 febbraio 2026, la Vergine potrà beneficiare di occasioni di crescita professionale attraverso nuove collaborazioni o progetti. È il momento di consolidare le proprie competenze e di mostrare apertura a cambiamenti strategici. Le decisioni ponderate e la disciplina saranno fondamentali per avanzare verso i propri obiettivi. Potrebbero emergere opportunità di formazione o aggiornamenti che richiederanno attenzione e impegno, ma che porteranno benefici a lungo termine. È consigliabile mantenere un atteggiamento positivo e propositivo, sfruttando con attenzione ogni occasione di miglioramento professionale.",
      "health": "Per la settimana dal 2 al 8 febbraio 2026, i Vergine sentiranno un’energia rinnovata che favorisce il benessere fisico e mentale. È un momento ideale per dedicarsi a attività di rilassamento e autovalutazione. Concentratevi su un’alimentazione equilibrata e pratiche di respirazione profonda per ridurre lo stress. Dedicate del tempo a camminate all’aperto e a momenti di introspezione per migliorare il vostro equilibrio interiore. Ascoltate il vostro corpo e concedetevi pause",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Questa settimana, la Bilancia si troverà a vivere un periodo di equilibrio e riflessione. Le energie planetarie favoriscono un'attenzione particolare alle relazioni interpersonali: è il momento di ascoltare con attenzione e di cercare un dialogo sincero con le persone care. La vostra sensibilità sarà amplificata, rendendovi più consapevoli delle emozioni degli altri e delle vostre stesse. È consigliabile dedicare del tempo alla cura di sé, magari attraverso attività che favoriscano il relax e il benessere mentale. La presenza di pianeti in transito suggerisce di essere cauti nelle decisioni importanti, evitando impulsività e preferendo un approccio ponderato. Questa settimana vi invita a trovare un nuovo equilibrio tra il bisogno di socializzare e quello di dedicarsi a voi stessi. La chiarezza e la pace interiore saranno elementi fondamentali per affrontare con serenità ogni sfida.",
      "love": "La settimana dal 2 all'8 febbraio 2026 porta per i Bilancia opportunità di rinnovamento nelle relazioni. Per i single, si aprono nuove possibilità di incontri interessanti, soprattutto grazie alla vostra naturale apertura e socievolezza. È il momento di lasciar andare le esitazioni e di lasciarsi coinvolgere. Per le coppie, si consiglia di dedicare più tempo alla comunicazione e alla comprensione reciproca, rafforzando i legami affettivi. La chiarezza e l’ascolto saranno le chiavi per superare eventuali incomprensioni. Siate sinceri con voi stessi e con il partner, creando un’atmosfera di fiducia e serenità.",
      "career": "La settimana dal 2 al 8 febbraio 2026 si presenta come un momento favorevole per i Bilancia in ambito professionale. Saranno incentivati a prendere decisioni importanti e a esplorare nuove opportunità di crescita. È il momento ideale per consolidare rapporti lavorativi e mostrare le proprie competenze con sicurezza. Attenzione alle scelte impulsive: riflettere con calma aiuterà a evitare errori. Le collaborazioni e le richieste di supporto saranno accolte favorevolmente. Sfruttate questa fase per pianificare i prossimi passi e investire nel vostro sviluppo professionale con determinazione e chiarezza.",
      "health": "Per la settimana dal 2 al 8 febbraio 2026, i Bilancia sentiranno un’energia equilibrata che favorisce il benessere fisico e mentale. È un momento ideale per dedicarsi a attività di rilassamento come lo yoga o una passeggiata all’aperto. Attenzione alla dieta, preferendo cibi leggeri e nutrienti per supportare le difese immunitarie. Dedica tempo al riposo e alla meditazione per mantenere l’equilibrio interiore. Ascolta il tuo corpo e concediti pause rigeneranti.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Durante questa settimana, gli Scorpione sentiranno un’energia intensa e stimolante che li porterà a riflettere profondamente sulle proprie esigenze e obiettivi. È un momento favorevole per mettere in discussione le convinzioni radicate e affrontare eventuali paure che potrebbero bloccare il vostro percorso di crescita. La Luna nella prima parte della settimana accentuerà il desiderio di introspezione, invitandovi a dedicare tempo al vostro benessere emotivo e spirituale. Le stelle suggeriscono di comunicare con sincerità e trasparenza, sia con voi stessi sia con gli altri, per evitare malintesi. Rafforzate i legami affettivi e non temete di aprirvi a nuove possibilità. La presenza di pianeti favorevoli favorisce anche progetti professionali e obiettivi di lunga durata. Sfruttate questa settimana per consolidare ciò che ritenete importante, mantenendo un atteggiamento positivo e una grande capacità di adattamento.",
      "love": "Questa settimana, i Scorpione scopriranno nuove profondità nelle relazioni, aprendo il cuore a emozioni autentiche e genuine. Per chi è in coppia, è il momento di rafforzare il legame attraverso comunicazioni sincere e momenti di intimità. I single avranno opportunità di incontrare persone interessanti, ma è importante essere autentici e ascoltare il proprio intuito. La chiave è mantenere un equilibrio tra emozioni e razionalità. Evitate conflitti inutili e concentratevi sulla crescita condivisa. Con un atteggiamento aperto e paziente, questa settimana può portare a connessioni significative e durature.",
      "career": "Durante la settimana dal 2 al 8 febbraio 2026, gli Scorpioni avranno l’opportunità di fare importanti passi avanti nel loro percorso professionale. La vostra determinazione sarà riconosciuta dai colleghi e dai superiori, aprendo porte a nuove responsabilità e progetti stimolanti. È il momento di prendere decisioni chiare riguardo alle vostre ambizioni future e di mostrare il vostro talento. Mantenete un atteggiamento aperto al cambiamento e puntate sulla comunicazione efficace. Con impegno e fiducia, potrete consolidare la vostra posizione e favorire una crescita significativa nel lungo termine.",
      "health": "Questa settimana, i Scorpione si sentiranno pieni di energie e pronti a dedicarsi al benessere fisico. È il momento ideale per iniziare una nuova routine di esercizio o migliorare l’alimentazione. La mente avrà bisogno di equilibrio, quindi praticare tecniche di rilassamento come la meditazione aiuterà a ridurre lo stress. Dedica del tempo al contatto con te stesso, concedendoti pause rigeneranti e momenti di introspezione per rinvigorire il tuo spirito.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "La settimana dal 2 al 8 febbraio 2026 sarà caratterizzata da una forte spinta verso la crescita personale e l'esplorazione di nuove opportunità.Per i Sagittario, questa è una fase in cui l'entusiasmo e la curiosità saranno i vostri alleati più preziosi. Potreste sentirvi attratti da nuovi progetti o interessi che vi permetteranno di ampliare i vostri orizzonti, sia sul piano professionale che personale. È importante però mantenere un equilibrio tra l'entusiasmo e la pianificazione: non lasciatevi travolgere dall'impulso, ma dedicate del tempo alla riflessione. Le relazioni saranno un punto focale: è il momento di comunicare apertamente con chi vi sta vicino, ascoltando con attenzione e offrendo supporto sincero. Con un approccio aperto e positivo, questa settimana può portare significativi progressi e nuovi stimoli di crescita.",
      "love": "Questa settimana per il Sagittario si prospetta un periodo di riflessione e crescita emotiva. I single potrebbero ricevere opportunità di incontrare persone interessanti grazie a incontri spontanei o a nuove attività sociali. È un buon momento per essere aperti e sinceri, lasciando trasparire il proprio entusiasmo. Per le coppie, si consiglia di dedicare tempo alla comunicazione e di ascoltare profondamente il partner, evitando malintesi. La chiarezza e la sincerità rafforzeranno il legame. Ricordate di mantenere un equilibrio tra spontaneità e attenzione reciproca, così da vivere relazioni più autentiche e soddisfacenti.",
      "career": "Durante questa settimana, i Sagittario possono aspettarsi nuove opportunità di crescita professionale, soprattutto grazie a incontri e collaborazioni inaspettate. È un momento favorevole per approfondire competenze e valutare eventuali miglioramenti o cambiamenti nella carriera. La vostra nuance ottimistica e la capacità di adattamento saranno particolarmente apprezzate dai vostri colleghi e superiori. Tuttavia, si consiglia di riflettere bene prima di prendere decisioni importanti e di evitare scorciatoie. Con determinazione e apertura, questa settimana potrebbe essere decisiva per fare passi concreti verso i vostri obiettivi a lungo termine.",
      "health": "Durante la settimana dal 2 al 8 febbraio 2026, i Sagittario sentiranno un'energia rinvigorita che favorisce il benessere fisico. È un ottimo momento per dedicarsi a attività sportive o passeggiate all'aperto. La mente sarà più lucida, quindi sfrutta questo periodo per praticare meditazione o tecniche di rilassamento. Ricorda di ascoltare il tuo corpo e di non trascurare il riposo. Prendersi del tempo per sé stessi sarà fondamentale per mantenere equilibrio e serenità.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Durante questa settimana, il nostro amato Capricorno sarà invitato a focalizzarsi sulla stabilità e sulla crescita personale. Le energie planetarie favoriscono la pianificazione a lungo termine e rafforzano la determinazione, spingendoti a mettere in ordine le priorità e a consolidare i tuoi obiettivi. È un momento favorevole per dedicarti al lavoro e alle questioni professionali, ma anche per coltivare relazioni autentiche e sinceri scambi con le persone a te care. Potresti sentirti più incline a riflettere sul senso del tuo percorso e a prendere decisioni che riguardano il futuro, con un occhio attento alle risorse disponibili. È importante mantenere un equilibrio tra impegno e attese, evitando di forzare troppo le situazioni. Con pazienza e determinazione, questa settimana può portare progressi concreti e importanti passi avanti verso i tuoi obiettivi più ambiziosi.",
      "love": "Questa settimana, i Capricorno potrebbero scoprire nuove opportunità romantiche, grazie a incontri fortunati o a conversazioni significative. Per i coppia, è un momento perfetto per rafforzare i legami e condividere i sentimenti più profondi, evitando incomprensioni. I single potrebbero sentirsi più inclini a socializzare e aprirsi a nuove esperienze amorose, ma è importante essere authentic e sinceri. La chiave sta nel comunicare con chiarezza e nel dedicare tempo alla propria metà. Con pazienza e sincerità, questa settimana può portare a connessioni più profonde e a un sorriso più sincero nel cuore.",
      "career": "Durante questa settimana, i Capricorno avranno nuove opportunità di crescita professionale, grazie a incontri fortunati e proposte innovative. È un momento ideale per riconsiderare obiettivi a lungo termine e magari intraprendere corsi di formazione o migliorare le competenze. La determinazione e la disciplina tipiche del segno saranno fondamentali per conquistare riconoscimenti sul lavoro. Tuttavia, attenzione alle decisioni affrettate: valutare bene ogni proposta prima di impegnarsi sarà la chiave per evitare rischi. Questa settimana favorisce il consolidamento di rapporti professionali e l’ampliamento della rete di contatti.",
      "health": "Per la settimana dal 2 al 8 febbraio 2026, i Capricorno potrebbero sperimentare un miglioramento dell’energia fisica, ma è importante mantenere un equilibrio tra riposo e attività. Dedica del tempo al relax e alla meditazione per favorire la salute mentale. Prendersi cura del corpo con alimentazione equilibrata e esercizio moderato aiuterà a prevenire stress e stanchezza. Ricorda di ascoltare il tuo corpo e ritagliarti momenti di pausa per rinvigorirti.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "La settimana che va dal 2 all’8 febbraio 2026 porta per gli Acquario un’ondata di introspezione e rinnovamento. É un momento in cui potresti sentirti più incline a riflettere sui tuoi obiettivi e sui tuoi desideri più profondi. Le energie disponibili ti invitano a dedicare tempo alla crescita personale e a mettere in discussione alcune convinzioni che potrebbero limitarti. È importante ascoltare il tuo intuito e lasciarti guidare dalla saggezza interiore, specialmente nelle decisioni importanti. Sul fronte delle relazioni, potresti ricevere chiarimenti o stabilire connessioni più autentiche con persone a te care. Ricorda di mantenere un equilibrio tra il desiderio di libertà e le responsabilità quotidiane. Questa settimana ti offre l’occasione di rinnovarti, di lasciar andare ciò che non ti serve più e di abbracciare nuove prospettive con fiducia e ottimismo.",
      "love": "La settimana dal 2 al 8 febbraio 2026 offrirà all'acquario opportunità di rafforzare i legami affettivi, anche attraverso nuove conversazioni profonde. I single potranno incontrare persone interessanti in contesti sociali, ma è importante mantenere un atteggiamento autentico e aperto. Per le coppie, questo è un momento ideale per dedicarsi alla comunicazione e risolvere eventuali incomprensioni. La pazienza e l'empatia saranno le chiavi per consolidare il rapporto. Approfittate di questa settimana per mostrare il vostro lato più sincero e ascoltare senza giudizio, rafforzando così il legame con il partner o preparando il cammino",
      "career": "Per gli Acquario, questa settimana si presenta come un momento di opportunità e rinnovamento professionale. Le energie zodiacali favoriscono la chiarezza mentale e la determinazione, rendendo più facile affrontare decisioni importanti. È il momento ideale per proporre idee innovative e rafforzare le collaborazioni esistenti. Tuttavia, è importante mantenere un atteggiamento equilibrato e valutare attentamente ogni proposta prima di impegnarsi. La crescita personale e professionale richiederà un impegno costante, ma i risultati saranno evidenti nel medio termine. Sfruttate questa settimana per mettere in luce le vostre capacità e per fare passi concreti verso i vostri obiettivi di carriera.",
      "health": "Per la settimana dal 2 al 8 febbraio 2026, gli Acquario possono aspettarsi una fase positiva per il benessere fisico e mentale. È importante dedicare del tempo all’attività fisica leggera come camminate o yoga, per rinnovare energie e ridurre lo stress. Concentratevi sulla cura di voi stessi, concedendovi pause di meditazione o momenti di relax. Ricordate di mantenere un'alimentazione equilibrata e di ascoltare il vostro corpo, favorendo l’equilibrio tra corpo e mente.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Nella settimana dal 2 al 8 febbraio 2026, i Pesci si trovano in un momento di grande introspezione e rinnovamento interiore. Le energie planetarie favoriscono la riflessione profonda e l’ascolto delle emozioni più genuine. È un periodo ideale per dedicarsi alla meditazione, alla scrittura o alle attività che permettono di connettersi con se stessi. La Luna in aspetto armonico con il vostro segno stimola la creatività e rafforza i legami affettivi: momento perfetto per esprimere i propri sentimenti e rafforzare le relazioni più importanti. Tuttavia, attenzione alle tensioni che potrebbero sorgere sul fronte lavorativo: cercate di mantenere la calma e di evitare decisioni impulsive. Per sfruttare al massimo questa settimana, ascoltate il vostro intuito e concedetevi pause di riflessione, così da ricaricare la vostra energia e affrontare con serenità i giorni a venire.",
      "love": "Nella settimana dal 2 al 8 febbraio, i Pesci potranno sperimentare momenti di dolce introspezione nelle relazioni. Per i single, ci sarà l’opportunità di incontrare persone interessanti, magari in contesti artistici o culturali, ma è importante non forzare le cose e ascoltare il proprio cuore. Per le coppie, si consiglia di dedicare più tempo alla comunicazione e alla comprensione reciproca, evitando incomprensioni. La sincerità e la pazienza saranno le chiavi per rafforzare legami esistenti o aprire nuove porte. Mostrare empatia e disponibilità aiuterà a vivere rapporti più autentici e significativi.",
      "career": "Per i Pesci, questa settimana si preannunciano nuove opportunità di crescita professionale. La vostra intuizione e sensibilità saranno strumenti preziosi per affrontare progetti complessi e conquistare nuove responsabilità. È un momento favorevole per approfondire competenze e considerare possibili cambiamenti di ruolo o stage di formazione. Tuttavia, è importante mantenere un atteggiamento realistico e valutare attentamente le decisioni, evitando impulsività. La vostra empatia potrà rafforzare le relazioni con colleghi e superiori, migliorando il clima lavorativo. Sfruttate questa fase per pianificare con attenzione il vostro percorso e consolidare i vostri obiettivi di carriera.",
      "health": "Questa settimana, i Pesci sentiranno un'energia positiva che favorisce il benessere fisico e mentale. È un buon momento per dedicarsi all'attività fisica leggera, come lo yoga o le passeggiate all'aperto, per rafforzare il corpo e favorire la calma interiore. Prendersi del tempo per la meditazione o la mindfulness aiuterà a ridurre lo stress e a ritrovare l'equilibrio emotivo. Ricordate di ascoltare il vostro corpo e di concedervi momenti di relax e cura personale",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "crescita",
        "equilibrio",
        "opportunità"
      ],
      "author": "Astrologly"
    }
  }
}