{
  "week": "2026-W05",
  "language": "fr",
  "entries": {
    "aries": {
      "overview": "Cette semaine, le Bélier ressentira une énergie renouvelée qui vous pousse à prendre des initiatives avec confiance. C’est le moment idéal pour lancer de nouveaux projets ou approfondir des ambitions professionnelles. Cependant, il sera important de rester à l’écoute de votre entourage afin d'éviter les malentendus. La pleine lune en Taureau apportera une dose de stabilité dans vos relations personnelles, vous invitant à la patience et à la douceur. Sur le plan intérieur, vous serez encouragé à faire un point sur vos aspirations, afin de mieux aligner vos actions avec vos valeurs profondes. La fin de semaine pourrait apporter des défis liés à un excès de zèle ou d’impatience ; prenez le temps de respirer et d’évaluer avant de réagir. C’est une période propice à la réflexion qui vous apportera clarté et motivation pour avancer avec détermination.",
      "love": "Cette semaine, Bélier, l’amour peut vous surprendre par des rencontres inattendues ou une évolution positive dans votre relation. Les échanges sincères renforceront votre complicité, surtout si vous prenez le temps d’écouter. Pour les célibataires, c’est une période favorable pour sortir et socialiser, laissant place à de possibles rencontres passionnées. Les couples, quant à eux, bénéficieront d’un climat d’harmonie, à condition d’éviter les malentendus par une communication claire. Restez ouvert et optimiste, et n’hésitez pas à exprimer vos sentiments avec douceur. La patience et la confiance seront vos meilleurs alliés cette semaine.",
      "career": "Pour la semaine du 2 au 8 février 2026, les Bélier peuvent s’attendre à une période propice à l’émergence de nouvelles opportunités professionnelles. C’est le moment idéal pour prendre des initiatives et défendre vos idées avec confiance. Des rencontres clés pourraient ouvrir des portes vers des projets stimulants ou des collaborations enrichissantes. Faites preuve de discernement dans vos choix de carrière, en privilégiant la qualité plutôt que la quantité. Il est recommandé d’évaluer soigneusement vos priorités et de rester flexible face aux changements. Enfin, cultivez votre ambition tout en restant à l’écoute des conseils de vos collaborateurs pour un développement harmonieux.",
      "health": "Pour la semaine du 2 au 8 février 2026, les Béliers ressentiront une énergie positive qui stimule leur vitalité physique. Pensez à maintenir une routine sportive régulière et équilibrée pour préserver cette dynamique. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou des activités apaisantes afin d’éviter le stress. Accordez-vous des moments de repos et de douceur pour renforcer votre bien-être intérieur et retrouver un équilibre harmonieux tout au long de la semaine.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Cette semaine, le Taureau ressent une énergie stable mais dynamique, propice à la consolidation de ses projets personnels et professionnels. La Lune en Sagittaire en début de semaine favorise l’ouverture d’esprit et la curiosité, vous incitant à explorer de nouvelles idées ou à élargir votre horizon. La seconde moitié de la semaine met l’accent sur vos relations : il sera important de faire preuve d’écoute et de patience avec vos proches. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, mais il faudra prendre le temps d’analyser avant d’agir. Côté bien-être, privilégiez des activités relaxantes comme la marche ou la méditation pour recentrer vos énergies. La clé cette semaine est d’équilibrer votre besoin de stabilité avec une ouverture aux changements, tout en restant fidèle à vos valeurs. En prenant du recul, vous saurez naviguer avec sérénité vers vos objectifs.",
      "love": "Pour la semaine du 2 au 8 février 2026, le Taureau peut s'attendre à des évolutions positives dans sa vie amoureuse. Les célibataires pourraient faire une rencontre surprenante, portée par leur authenticité, tandis que ceux en couple retrouveront une complicité renouvelée si ils communiquent avec sincérité. Il est conseillé d’éviter les malentendus en étant à l’écoute de l’autre et en exprimant clairement ses sentiments. Cette période favorise la stabilité et la tendresse, mais demande aussi un peu de patience et d’ouverture. Profitez de cette semaine pour renforcer vos liens et cultiver votre amour dans la douceur.",
      "career": "Pour la semaine du 2 au 8 février 2026, les Taureaux peuvent s’attendre à une période favorable pour explorer de nouvelles opportunités professionnelles. La confiance en soi sera renforcée, facilitant la prise de décisions importantes. C’est le moment idéal pour réseauter et nouer des contacts qui pourraient ouvrir des portes vers des collaborations enrichissantes. Faites preuve de patience face aux défis et concentrez-vous sur la consolidation de vos acquis. Cette période favorise également la réflexion sur vos objectifs à long terme, ce qui pourrait influencer favorablement votre trajectoire de carrière. Restez à l’écoute de votre intuition pour saisir les opportunités qui se présenteront.",
      "health": "Cette semaine, Taureau pourrait ressentir une vigilance accrue concernant sa santé physique. Il est conseillé de privilégier une alimentation équilibrée et de rester hydraté pour renforcer son énergie. Sur le plan mental, il est important de prendre du temps pour la relaxation et la méditation afin de réduire le stress. N’oubliez pas de consacrer quelques instants à des activités self-care, comme une promenade ou un massage, pour retrouver calme et équilibre.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Cette semaine, les Gémeaux seront invités à exploiter leur curiosité naturelle pour explorer de nouvelles idées et ouvertures professionnelles. Les influences planétaires favorisent la communication et la créativité, ce qui vous permettra de renforcer vos liens avec votre entourage, tant sur le plan personnel que professionnel. Cependant, il sera essentiel de rester concentré et de ne pas disperser votre énergie. Prenez le temps de clarifier vos priorités et d’éviter les malentendus en étant précis dans vos échanges. La période vous encourage également à écouter votre intuition, surtout dans les moments de décision importante. Sur le plan affectif, la tendresse et la sincérité seront au cœur de vos relations ; prenez soin de partager vos pensées avec douceur. Enfin, cette semaine vous pousse à trouver un équilibre entre dynamisme et introspection pour avancer sereinement vers vos objectifs.",
      "love": "La semaine du 2 au 8 février 2026 s’annonce favorable pour les Gémeaux en amour. Les opportunités romantiques se présentent, notamment par le biais de rencontres inattendues ou d’échanges sincères avec votre moitié. Pour les couples, c’est le moment de renforcer la complicité et d’aborder des projets communs. Les célibataires seront particulièrement ouverts à nouvelles rencontres, mais il est important d’être à l’écoute de leurs sentiments profonds. Restez sincère et authentique, car c’est la clé pour faire évoluer positivement vos relations cette semaine.",
      "career": "Cette semaine, les Gemini auront plusieurs opportunités professionnelles à saisir. La communication est votre atout principal, alors n'hésitez pas à partager vos idées et à collaborer avec vos collègues. C’est le moment idéal pour prendre des initiatives ou proposer de nouveaux projets qui pourraient booster votre carrière. Faites preuve de discernement dans vos décisions et évitez de vous disperser. Une reconnaissance pourrait arriver si vous démontrez votre sérieux et votre engagement. Restez à l’écoute des conseils de mentors ou collègues expérimentés, cela vous aidera à faire des choix stratégiques pour votre évolution professionnelle.",
      "health": "Cette semaine, les Gémeaux ressentiront un regain d’énergie physique, idéal pour pratiquer une activité sportive ou une promenade en plein air. Sur le plan mental, la communication sera fluide, mais veillez à prendre du recul pour éviter la surcharge d’informations. Accordez-vous du temps pour la méditation ou la lecture afin de renforcer votre bien-être intérieur. N’oubliez pas de rester hydraté et de privilégier des repas équilibrés pour soutenir votre vitalité tout au long de la semaine.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Cette semaine, les Cancers ressentiront une forte envie de se recentrer sur eux-mêmes et de renforcer leur bien-être intérieur. La lune en harmonie avec votre signe favorise l’introspection et la recherche de paix intérieure, mais il est aussi important d’éviter de vous isoler excessivement. Sur le plan professionnel, des opportunités de collaboration s’annoncent favorables si vous faites preuve de patience et de discernement. La communication sera essentielle, surtout avec des proches ou des collègues, pour éviter tout malentendu. Sur le plan émotionnel, il est conseillé d’ouvrir votre cœur et de partager vos préoccupations, car cela vous permettra de gagner en clarté et en soutien. Côté santé, privilégiez les activités apaisantes comme la méditation ou la marche en nature pour canaliser votre énergie. Cette semaine vous invite à équilibrer vos émotions tout en avançant en toute confiance vers vos objectifs.",
      "love": "Pour la semaine du 2 au 8 février 2026, les natifs du Cancer peuvent s'attendre à des opportunités romantiques enrichissantes. Les couples seront invités à renforcer leur complicité en communiquant avec sincérité et patience. Les célibataires pourraient faire une rencontre significative si vous restez ouverts et confiants. Il est conseillé d’éviter les malentendus en clarifiant vos attentes et en cultivant la confiance. Prenez le temps de montrer votre affection et d’écouter l’autre avec attention. Cette période favorise l’harmonie et la compréhension mutuelle, propice à construire ou à revitaliser la relation.",
      "career": "Pour la semaine du 2 au 8 février 2026, les Cancers ressentiront une énergie renouvelée pour évoluer dans leur carrière. Des opportunités inattendues peuvent se présenter, notamment par le biais de collaborations ou de projets innovants. Il sera judicieux d’être à l’écoute des conseils de collègues expérimentés et d’oser prendre des initiatives risquées. Cependant, il est important de rester fidèle à ses valeurs et de ne pas céder à la précipitation. Cette période favorise la réflexion stratégique, ce qui peut ouvrir la voie à des avancées significatives dans vos ambitions professionnelles.",
      "health": "Pour la semaine du 2 au 8 février 2026, les Cancers ressentiront une énergie stable, mais il est important de rester à l’écoute de leur corps. Sur le plan physique, privilégiez des activités douces comme la marche ou le yoga pour soutenir votre vitalité. Mentalement, prenez du temps pour la méditation ou la réflexion afin de renforcer votre calme intérieur. N’oubliez pas de vous accorder des pauses et des moments de détente pour mieux gérer le stress et maintenir un équilibre harmonieux.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Cette semaine, le Lion ressentira une énergie vibrante et une volonté renforcée de briller en société. Les aspects planétaires vous invitent à mettre en avant votre charisme naturel, mais il est aussi essentiel de rester humble et à l’écoute des autres. La première moitié de la semaine favorise la créativité et les projets personnels : c'est le moment idéal pour entreprendre, exprimer vos idées ou approfondir vos passions. À partir du mercredi, une attention particulière doit être portée à la communication et aux relations interpersonnelles. Des malentendus peuvent surgir si vous ne faites pas preuve de patience ou de clarté. Sur le plan intérieur, cette semaine encourage la réflexion sur vos objectifs à long terme et votre estime de soi. Accordez-vous des moments de pause pour recharger votre énergie et aligner votre volonté avec vos valeurs profondes. Avec un peu de diplomatie, cette période peut renforcer votre confiance en vous tout en consolidant vos liens avec autrui.",
      "love": "Pour la semaine du 2 au 8 février 2026, les Lions ressentiront une énergie passionnée qui pourrait raviver leur vie amoureuse. Les célibataires auront l’opportunité de rencontrer quelqu’un d’original et stimulant, à condition de sortir de leur zone de confort. Pour les couples, cette période favorise la communication sincère et l’écoute attentive, renforçant ainsi la complicité. Il est conseillé d’être à l’écoute de ses émotions et d’éviter la précipitation. Cultiver la patience et la spontanéité apportera une harmonie nouvelle, permettant à chacun de s’épanouir pleinement dans sa vie sentimentale.",
      "career": "Pour la semaine du 2 au 8 février 2026, le Lion pourrait percevoir des opportunités professionnelles favorables, notamment dans des projets impliquant la créativité et la leadership. C'est le moment idéal pour prendre des décisions importantes concernant votre avenir, telles que l’expansion ou la reconversion. Des rencontres stratégiques ou collaborations pourraient favoriser votre croissance. Restez à l’écoute des signes pour saisir des chances d'apprentissage et de développement. Faites confiance à votre instinct pour orienter vos choix, mais veillez également à équilibrer ambition et prudence pour maximiser vos réussites cette semaine.",
      "health": "La semaine à venir sera favorable à la santé physique du Lion, avec une énergie renouvelée pour commencer de nouvelles activités sportives ou de relaxation. Sur le plan mental, il est conseillé de prendre du temps pour la méditation ou la réflexion afin de réduire le stress. N'oubliez pas d’accorder une attention particulière à votre sommeil et à votre alimentation équilibrée pour renforcer votre bien-être global. Prenez soin de vous en cultivant moments de calme et d’écoute intérieure.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "La semaine du 2 au 8 février 2026 s’annonce particulièrement bénéfique pour la Vierge. Les influences planétaires mettent en lumière votre besoin d’organisation et de introspection, vous invitant à faire le point sur vos objectifs personnels et professionnels. C’est une période propice à la réflexion pour clarifier vos priorités, mais aussi à prendre des initiatives concrètes. Sur le plan relationnel, l’énergie de la semaine favorise la communication sincère et l’écoute attentive, renforçant ainsi vos liens avec votre entourage. Il pourrait également se présenter des opportunités pour approfondir des projets ou amorcer de nouvelles collaborations. Cependant, veillez à ne pas vous laisser envahir par la surcharge mentale, prenez le temps de vous recentrer et de vous détendre. La clé de cette semaine réside dans l’équilibre entre productivité et self-care, permettant ainsi de transformer vos idées en actions concrètes.",
      "love": "Cette semaine, la Vierge ressentira un regain d’énergie pour renforcer ses liens affectifs. Les partenaires pourront approfondir leur complicité en partageant des activités sincères et enrichissantes. Pour les célibataires, c'est le moment idéal pour s’ouvrir à de nouvelles rencontres, surtout dans un environnement propice à la spontanéité. Il est conseillé d’éviter toute forme de critique ou de jugement, favorisant ainsi une atmosphère de confiance. La patience et l’écoute attentive seront essentielles pour bâtir des relations solides. En restant authentique, la Vierge attirera des connexions sincères et durables.",
      "career": "Pour la semaine du 2 au 8 février 2026, la Vierge pourra bénéficier d’opportunités de croissance professionnelle en explorant de nouveaux projets ou formations. C’est une période favorable pour clarifier ses objectifs et prendre des décisions importantes concernant sa carrière. La rigueur et la discipline dont elle fait preuve seront ses atouts pour convaincre ses collègues et supérieurs. Il est conseillé de rester à l’écoute de ses intuitions et de privilégier la qualité plutôt que la quantité. Cette semaine pourrait ouvrir des portes vers des responsabilités accrues ou une évolution significative si elle saisit les bonnes opportunités.",
      "health": "Cette semaine, Vierge, votre santé physique réclame une attention particulière, privilégiez les activités douces comme la marche ou le yoga pour éviter la fatigue. Sur le plan mental, il est essentiel de prendre du recul et de pratiquer la méditation ou la respiration profonde pour apaiser votre esprit. Accordez-vous également du temps pour vous retrouver, que ce soit par une lecture ou un bain chaud, afin de renforcer votre bien-être intérieur. Priorisez votre équilibre cette semaine.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Cette semaine, les Balances ressentiront un désir profond de recherche d’équilibre et d’harmonie dans leur vie. Les énergies planétaires encouragent à prendre du temps pour soi, à réfléchir sur ses priorités et à trouver des moyens concrets d’apaiser les tensions internes et externes. C’est le moment idéal pour faire le point sur vos relations, en privilégiant la communication sincère et empathique. La semaine met également en lumière l’importance de poser des limites saines et de ne pas disperser votre énergie. La patience et la diplomatie seront vos alliées pour résoudre les éventuels conflits. Profitez de cette période pour cultiver la paix intérieure, en intégrant des moments de méditation ou de détente. En agissant avec douceur et discernement, vous consoliderez votre sentiment de stabilité, prêt à accueillir les nouveaux projets avec confiance et sérénité.",
      "love": "Cette semaine, l’énergie de la balance favorise la communication et l’harmonie dans les relations. Pour les célibataires, c’est le moment idéal pour faire de nouvelles rencontres en étant authentique et à l’écoute de soi. Ceux en couple peuvent renforcer leur complicité en partageant des moments sincères et en évitant les malentendus. La patience sera essentielle pour naviguer dans les éventuels petits malentendus. Restez ouverts et privilégiez le dialogue pour créer un environnement de confiance. En étant attentifs aux besoins de l’autre, vous consoliderez vos liens et trouverez un équilibre enrichissant dans votre vie amoureuse cette semaine.",
      "career": "Pour la semaine du 2 au 8 février 2026, des opportunités professionnelles enrichissantes se présentent, notamment dans le secteur de la collaboration et du réseautage. C'est le moment idéal pour renforcer vos compétences et explorer de nouvelles formations. Les décisions courageuses concernant votre trajectoire de carrière pourraient ouvrir des portes inattendues. Faites preuve de confiance en vous et de persévérance face aux défis. La clé cette semaine est de rester à l’écoute des possibilités, tout en conservant une attitude proactive. Ce contexte favorise la croissance personnelle et professionnelle, vous préparant à un avenir prometteur.",
      "health": "Cette semaine, privilégiez une alimentation équilibrée pour renforcer votre énergie physique. Accordez-vous des moments de méditation pour calmer votre esprit et réduire le stress. Intégrez des exercices doux comme la marche ou le yoga pour favoriser votre bien-être général. Humidifiez votre peau avec des soins hydratants et restez bien hydraté. N’oubliez pas de prendre du temps pour vous ressourcer, écouter votre corps et pratiquer des activités qui vous apportent de la joie.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Cette semaine, le Scorpion ressentira une énergie profonde de transformation et de renouveau. La Lune en harmonie avec votre signe amplifie vos sens, vous invitant à explorer vos émotions avec sincérité. C'est le moment idéal pour faire le point sur vos relations et clarifier vos besoins. Faites preuve de patience face aux imprévus, car Mercure favorise la communication, mais peut aussi entraîner des malentendus si vous ne faites pas attention. L'accent est mis sur l'introspection, alors prenez le temps d’écouter votre instinct et de vous recentrer sur vos valeurs. Votre détermination sera votre meilleure alliée pour franchir des obstacles et avancer vers des objectifs importants. N’oubliez pas de vous accorder des moments de détente pour préserver votre équilibre intérieur. Concentrez-vous sur la confiance en vous et explorez de nouvelles perspectives avec sagesse cette semaine.",
      "love": "Cette semaine, les Scorpions ressentiront un regain d’énergie et d’ouverture dans leurs relations. Les célibataires auront l’opportunité de faire des rencontres sincères, mais doivent rester authentiques et patientes. Pour les couples, la communication sera renforcée, permettant de clarifier certains malentendus et de retrouver une complicité profonde. Il est conseillé d’éviter les jugements hâtifs et de privilégier l’écoute active. Une attitude bienveillante favorisera la confiance, et des moments de partage sincère renforceront les liens. Profitez de cette période pour cultiver la compréhension mutuelle et renforcer la stabilité affective.",
      "career": "Pour la semaine du 2 au 8 février 2026, le Scorpion peut s’attendre à des opportunités professionnelles stimulant leur créativité et leur initiative. C’est une période favorable pour explorer de nouvelles avenues ou renforcer des projets existants. La prudence est toutefois de mise dans la prise de décisions importantes, il est conseillé de bien analyser chaque proposition. La communication avec des collègues ou des mentors pourra ouvrir des portes insights précieux pour votre développement. En restant concentré et fidèle à vos objectifs, cette semaine favorisera une croissance durable et renforcera votre position dans votre domaine professionnel.",
      "health": "Cette semaine, les Scorpions devraient prêter une attention particulière à leur santé physique en intégrant des exercices doux comme la marche ou le yoga pour favoriser leur vitalité. Sur le plan mental, il est recommandé de pratiquer la méditation ou des techniques de relaxation pour réduire le stress et clarifier leurs idées. N'oubliez pas de bien vous hydrater et de consacrer du temps à des activités qui vous apportent de la joie pour renforcer votre bien-être global.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "La semaine à venir invite le Sagittaire à saisir les opportunités de croissance personnelle et à se concentrer sur ses ambitions. Une énergie dynamique émerge, favorisant la clarté d’esprit et la détermination. C’est un moment propice pour revoir vos projets, surtout ceux liés à votre développement professionnel ou à des voyages lointains. Cependant, la patience sera essentielle face à certains obstacles imprévus. Prenez le temps d’écouter votre intuition et d’éviter les décisions impulsives. Sur le plan relationnel, la communication sera clé pour renforcer vos liens, surtout avec des proches ou des collègues. Soyez ouvert à la compréhension mutuelle et évitez toute forme de jugement hâtif. En matière de bien-être, privilégiez des activités qui vous reconnectent à vous-même, comme la méditation ou la marche en nature. En restant fidèle à vos valeurs tout en restant souple face aux imprévus, cette semaine peut être une étape de croissance riche et profonde.",
      "love": "Pour la semaine du 2 au 8 février 2026, les Sagittaires peuvent s’attendre à des rencontres enrichissantes, surtout si vous osez ouvrir votre cœur. Les relations existantes bénéficieront d’une communication sincère, favorisant une complicité renforcée. Les célibataires pourraient faire une rencontre inattendue, alors restez à l’écoute des signaux subtils. Il est conseillé de privilégier la transparence et d’éviter les malentendus en exprimant clairement vos sentiments. Pour les couples, cette période encourage la spontanéité et la réflexion commune pour renforcer votre union. Restez positif, authentique, et n’ayez pas peur de montrer votre vraie nature.",
      "career": "Pour la semaine du 2 au 8 février 2026, Sagittaire ressentira une dynamique favorable dans sa carrière. Des opportunités inattendues pourraient se présenter, stimulant votre envie d'évoluer. C’est le moment idéal pour exprimer vos idées et prendre des initiatives audacieuses. La confiance en vos compétences sera renforcée, encourageant des décisions importantes pour votre avenir professionnel. Cependant, veillez à rester pragmatique face à certaines propositions, en analysant soigneusement les risques. Collaborations et projets d’équipe seront particulièrement bénéfiques. Restez à l’écoute des conseils et n’hésitez pas à sortir de votre zone de confort pour avancer.",
      "health": "Cette semaine, les Sagittaires ressentiront une énergie renouvelée pour prendre soin de leur corps. Il est conseillé d'intégrer une activité physique douce, comme le yoga ou la marche en nature, pour renforcer leur bien-être. Sur le plan mental, privilégiez la méditation ou des moments de silence pour calmer l’esprit et cultiver la positivité. Accordez-vous également du temps pour vous détendre en lisant ou en pratiquant un hobby créatif, afin de recharger vos batteries et maintenir un équilibre harmonieux.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "Cette semaine, le Capricorne se trouve à un croisement intéressant entre ambitions et réflexion intérieure. Les influences cosmiques favorisent une période de recul pour évaluer vos objectifs à long terme, tout en renforçant votre détermination. Vous pourriez ressentir un besoin accru de stabilité, mais aussi une volonté de transformer certaines habitudes ou modes de penser. Il est essentiel de prendre le temps d’écouter votre intuition, surtout dans les décisions importantes liées à votre carrière ou à votre vie personnelle. La clé cette semaine réside dans l’équilibre entre effort et patience : ne vous précipitez pas, mais ne perdez pas de vue vos aspirations. Les interactions avec vos proches seront enrichies si vous faites preuve d’écoute et de sincérité. Enfin, n’oubliez pas de vous accorder des moments de détente pour alimenter votre créativité et préserver votre bien-être général.",
      "love": "Cette semaine, les Capricornes seront encouragés à ouvrir leur cœur et à communiquer sincèrement avec leur partenaire ou à faire preuve de plus d’écoute si une nouvelle rencontre se présente. Les opportunités romantiques se profilent, surtout dans des contextes où la sincérité prime. Pour les couples, renforcer la complicité par des gestes simples apportera harmonie et confiance. Les célibataires devraient rester attentifs aux rencontres qui émergent, sans se précipiter. La patience et la bienveillance seront vos meilleurs alliés cette semaine. Restez fidèle à vous-même et n’ignorez pas l’importance de l’émotion dans ces relations.",
      "career": "Cette semaine, les Capricornes devraient percevoir des opportunités inattendues pour faire progresser leurs projets professionnels. La tendance favorise l’affirmation de leur sérieux et de leur expertise, ce qui peut ouvrir des portes vers des responsabilités accrues. Il est conseillé de saisir toute occasion de renforcer ses compétences ou de nouer des alliances stratégiques. Cependant, il faut rester vigilant face à certaines communications ambiguës qui pourraient nécessiter clarification. C’est une période propice à la réflexion sur les choix de carrière à moyen terme, en étant prudent mais optimiste quant aux étapes à venir.",
      "health": "Pour la semaine du 2 au 8 février 2026, le Capricornes pourrait ressentir un regain d’énergie physique, mais il est important de ne pas négliger la récupération. Accordez-vous du temps pour de courtes pauses et privilégiez une alimentation équilibrée. Sur le plan mental, il est conseillé de pratiquer la méditation ou des exercices de respiration pour réduire le stress. Enfin, prenez soin de votre corps en intégrant une activité physique régulière et en dormant suffisamment pour renforcer votre bien-être global.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Cette semaine, le Verseau ressentira une montée d’énergie positive qui le poussera à explorer de nouvelles idées et à innover dans ses projets. La Lune favorise la communication et les échanges, invitant à renforcer ses relations avec des amis ou partenaires de confiance. C’est une période propice à la réflexion sur ses objectifs personnels et professionnels, avec une envie de se libérer des schémas obsolètes. Toutefois, il sera important de faire preuve de patience face à certaines imprévues qui pourraient survenir, surtout en milieu de semaine. Les opportunités se présenteront lorsque vous serez ouvert à la nouveauté, mais il faudra aussi prendre du recul pour éviter l’impulsivité. En fin de semaine, privilégiez une approche équilibrée entre démarches créatives et moments de repos, afin de recharger vos énergies. Restez fidèle à vos valeurs, et osez sortir de votre zone de confort.",
      "love": "Cette semaine, les Verseaux ressentiront une énergie renouvelée dans leurs relations. Pour les célibataires, c’est le moment idéal pour ouvrir leur cœur et explorer de nouvelles rencontres, en restant authentiques et sincères. Les couples, quant à eux, bénéficieront d’un meilleur dialogue, favorisant la compréhension mutuelle. La patience sera leur meilleur atout, surtout face aux petits malentendus. Il est conseillé d’écouter activement son partenaire et de prendre du temps pour renforcer la complicité. En adoptant une attitude ouverte et bienveillante, cette semaine promet des moments forts en amour et en connexion profonde.",
      "career": "Cette semaine, les Verseaux pourraient découvrir de nouvelles opportunités professionnelles stimulantes. C’est le moment idéal pour prendre des initiatives ou pour proposer des projets innovants. La communication avec vos collègues sera essentielle; soyez clair et à l’écoute. Des choix importants concernant votre avenir professionnel pourraient se présenter, alors prenez le temps de réfléchir en profondeur avant de vous engager. La confiance en vos compétences vous permettra d’accélérer votre croissance. Restez ouvert aux conseils et aux collaborations, car ils renforceront votre position. En somme, cette période favorise le progrès et l’affirmation de soi dans votre carrière.",
      "health": "Cette semaine, les Verseaux ressentiront une énergie renouvelée pour prendre soin de leur corps. Pensez à intégrer des activités physiques douces comme la marche ou le yoga pour renforcer votre vitalité. Sur le plan mental, privilégiez la méditation ou la respiration consciente pour apaiser votre esprit et réduire le stress. Accordez-vous également du temps pour des moments de détente et de réflexion personnelle, afin de maintenir un équilibre harmonieux entre corps et esprit.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Cette semaine, les Poissons ressentiront une énergie douce mais encourageante qui les invite à la réflexion et à la introspection. Les influences astrales favorisent la communication et la clarté dans vos relations personnelles et professionnelles. C’est le moment idéal pour exprimer vos idées et écouter attentivement les autres. Vous pourriez être amené à faire des choix importants concernant votre cheminement personnel ou professionnel, alors prenez le temps d’analyser chaque aspect avant de prendre une décision. Sur le plan émotionnel, il est conseillé de vous accorder des moments de calme pour recharger votre intuition. La créativité sera également à l’honneur, favorisant des projets artistiques ou des activités inspirantes. Restez à l’écoute de votre intuition, car elle vous guidera avec justesse dans les situations complexes. En somme, cette semaine est propice à la croissance intérieure et à la mise en place de bases solides pour l’avenir.",
      "love": "Pour la semaine du 2 au 8 février 2026, les Poissons ressentiront une envie renforcée de connexion émotionnelle. Les célibataires pourraient croiser des rencontres prometteuses, mais il leur faudra faire preuve de patience et d’ouverture pour bâtir une relation solide. Les couples, quant à eux, bénéficieront d’un climat harmonieux, propice à la communication et à la complicité. Il est conseillé d’éviter les malentendus en étant sincère et à l’écoute de l’autre. La clé de cette semaine réside dans l’authenticité et la douceur. Profitez de cette période pour renforcer vos liens et ouvrir votre cœur.",
      "career": "Cette semaine, les Poissons ressentiront une énergie favorable pour explorer de nouvelles opportunités professionnelles. C’est le moment idéal pour prendre des initiatives et renforcer leur réseau. Les rencontres professionnelles pourraient ouvrir des portes inattendues, apportant de potentielles collaborations enrichissantes. Soyez attentifs aux conseils de vos collègues et n’hésitez pas à partager vos idées. Une décision importante concernant votre carrière pourrait se présenter, alors faites confiance à votre intuition. La clé de cette période est de rester flexible et d’adopter une attitude proactive pour maximiser votre croissance professionnelle.",
      "health": "Cette semaine, les Poissons ressentiront une énergie renouvelée pour prendre soin de leur santé physique. Il est conseillé d’intégrer des activités douces comme la marche ou le yoga pour renforcer leur corps. Mentalement, ils devront faire attention à éviter le stress excessif en pratiquant la méditation ou la respiration profonde. Accordez-vous des moments de repos et privilégiez une alimentation équilibrée pour maintenir votre énergie. La clé cette semaine est l’écoute de soi et la douceur dans votre routine.",
      "key_dates": [
        "2026-02-02",
        "2026-02-05",
        "2026-02-08"
      ],
      "key_themes": [
        "croissance",
        "équilibre",
        "opportunité"
      ],
      "author": "Astrologly"
    }
  }
}