{
  "week": "2026-W02",
  "language": "es",
  "entries": {
    "aries": {
      "overview": "Durante esta semana, los arianos sentirán un impulso renovado para avanzar en sus proyectos y metas personales. La energía planetaria favorece la determinación y la iniciativa, por lo que es un momento ideal para tomar decisiones importantes y asumir nuevos retos con confianza. Sin embargo, es esencial mantener el equilibrio emocional y evitar la impulsividad que podría generar conflictos tanto en el ámbito laboral como en las relaciones personales. La comunicación será clave; expresar claramente tus ideas y escuchar atentamente a los demás te permitirá fortalecer vínculos y evitar malentendidos. Aprovecha esta etapa para reflexionar sobre tus verdaderas prioridades y ajustar tu rumbo si es necesario. El bienestar emocional será fundamental para sostener el impulso durante toda la semana. Confía en tu intuición y en tu capacidad para sobrellevar desafíos, recordando que la paciencia y la serenidad te ayudarán a alcanzar tus objetivos con éxito.",
      "love": "Durante la semana del 12 al 18 de enero de 2026, los Aries experimentarán una energía positiva en sus relaciones. Para los solteros, es una excelente oportunidad para abrirse a nuevas conexiones, mostrando sinceridad y confianza. Los que están en pareja, fortalecerán sus lazos comunicándose con honestidad y empatía. Es importante que eviten la impulsividad y sean pacientes ante posibles malentendidos. La clave esta semana es escuchar con atención y valorar las emociones del otro. Aprovechen este momento para profundizar vínculos y crear memorias significativas que refuercen su amor.",
      "career": "La semana del 12 al 18 de enero de 2026 trae para Aries oportunidades para consolidar sus metas profesionales. Es un momento favorable para abordar proyectos importantes y demostrar liderazgo. La claridad en sus ideas y decisiones será clave para avanzar, pero debe mantenerse abierto a nuevas perspectivas y colaborar con colegas. Las oportunidades de crecimiento profesional aumentan si asume desafíos con confianza y paciencia. Es recomendable evitar decisiones impulsivas y enfocarse en planificar a largo plazo. Aproveche esta semana para fortalecer su red de contactos y destacar en su entorno laboral con determinación y entusiasmo.",
      "health": "Esta semana, los arianos sentirán un aumento de energía física, pero es importante no excederse y escuchar a su cuerpo para evitar agotamientos. Mentalmente, la semana será óptima para la introspección y la meditación, lo que fortalecerá su bienestar emocional. Dedique tiempo a cuidar su alimentación y manténgase hidratado. Incorporar ejercicios suaves y momentos de descanso asegurará un equilibrio saludable entre cuerpo y mente, ayudándole a mantener la claridad y la vitalidad durante toda la semana.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "taurus": {
      "overview": "Durante esta semana, Tauro sentirás una energía renovada que te invita a centrarte en tu bienestar emocional y físico. Es un momento favorable para establecer nuevas rutinas que contribuyan a tu equilibrio y estabilidad, pero también para reflexionar sobre tus metas a largo plazo. La presencia de los planetas en tránsito sugiere que deberás mantener la paciencia frente a posibles desafíos en el trabajo o en las relaciones personales. Aprovecha los momentos de calma para conectar con tus seres queridos y fortalecer vínculos. La creatividad y la intuición estarán en su punto más alto, así que no dudes en expresar tus ideas y sentimientos. Es importante que seas honesto contigo mismo y cortes las ataduras que ya no te sirven. Confía en tu capacidad de resiliencia y déjate guiar por tu instinto para tomar decisiones acertadas. La semana será una oportunidad para avanzar con determinación y serenidad.",
      "love": "Esta semana, Tauro disfrutará de una energía favorable para fortalecer vínculos y expresar sentimientos sinceros. Para los solteros, será un buen momento para salir, conocer nuevas personas y abrirse al amor sin miedos. Las parejas experimentarán una mayor conexión emocional; es ideal dedicar tiempo a conversaciones profundas y momentos de calma juntos. La paciencia y la honestidad serán clave para resolver pequeñas diferencias. Aprovecha esta etapa para fortalecer la confianza y demostrar tu compromiso. La clave está en escuchar con atención y mostrar empatía, promoviendo armonía en las relaciones.",
      "career": "La semana del 12 al 18 de enero de 2026 será favorable para Tauro en el ámbito profesional. Se presentarán oportunidades para fortalecer su red de contactos y explorar nuevas áreas de interés. Es un momento propicio para asumir proyectos que requieran paciencia y constancia, resaltando su perseverancia innata. Las decisiones relacionadas con cambios laborales o ampliar conocimientos traerán beneficios a largo plazo. Recomiendan mantener una actitud abierta y receptiva ante propuestas, así como dedicar tiempo a planificar metas claras. La clave será confiar en su intuición y aprovechar las sinergias que surjan durante esta semana para consolidar su crecimiento profesional.",
      "health": "Esta semana, Tauro experimentará un aumento en su energía física; es un buen momento para incorporar ejercicio regular y cuidar su alimentación. En el aspecto mental, será importante dedicar tiempo a la reflexión y practicar técnicas de relajación para reducir el estrés. La recomendación principal es priorizar momentos deautocuidado, como descansar lo suficiente y disfrutar de actividades que le aporten paz interior. Mantenerse equilibrado y atento a sus necesidades le permitirá aprovechar plenamente la semana.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "gemini": {
      "overview": "Esta semana, los geminianos sentirán una energía vibrante que impulsa el intercambio y la comunicación. Es un momento propicio para fortalecer vínculos tanto personales como profesionales, así que no dudes en expresar tus ideas y sentimientos con claridad. La influencia de los astros favorece el aprendizaje y la adquisición de nuevos conocimientos, por lo que es recomendable explorar áreas que despertaron tu curiosidad. Sin embargo, mantén el equilibrio emocional y evita dispersarte en múltiples proyectos al mismo tiempo; prioriza aquello que realmente te apasione. La Luna en una posición favorable te apoyará en momentos de introspección, ayudándote a entender mejor tus deseos y metas. La clave esta semana radica en escuchar atentamente a quienes te rodean y confiar en tu capacidad de adaptación. Aprovecha esta oportunidad para crecer tanto en lo personal como en lo profesional, siempre desde una actitud positiva y abierta.",
      "love": "Durante la semana del 12 al 18 de enero de 2026, los Géminis podrán disfrutar de nuevas oportunidades románticas y fortalecer vínculos existentes. Para los solteros, esta es una etapa favorable para abrirse a nuevas conexiones y mostrar su auténtico yo, lo que atraerá a personas interesantes. Las parejas deben prestar atención a la comunicación; es un momento ideal para resolver malentendidos y compartir sentimientos con sinceridad. Es importante que sean pacientes y eviten impulsos. En general, esta semana invita a la reflexión y al diálogo, fortaleciendo la confianza y el amor mutuo con acciones sencillas pero significativas.",
      "career": "La semana del 12 al 18 de enero de 2026 será propicia para que los Géminis enfoquen su energía en nuevas oportunidades laborales. La comunicación y la creatividad serán sus puntos fuertes, facilitando la realización de proyectos importantes. Es un buen momento para buscar alianzas o ampliar su red de contactos profesionales. Sin embargo, deberán ser cuidadosos con decisiones apresuradas y evaluar bien sus opciones antes de comprometerse. Aprovechen para adquirir nuevos conocimientos o habilidades que impulsen su crecimiento. La clave será mantener una actitud flexible y abierta a cambios, lo que les permitirá avanzar con confianza en su trayectoria laboral.",
      "health": "La semana para Géminis estará marcada por un equilibrio entre energía física y bienestar mental. Es importante que dediques tiempo a la actividad física suave, como caminatas o yoga, para fortalecer tu cuerpo y reducir el estrés. En lo mental, practica la meditación o técnicas de respiración para mantener la claridad y la calma. Dedica momentos a ti mismo y prioriza el descanso para recargar energías. Con atención consciente, esta semana será una oportunidad para fortalecer tu bienestar integral.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "cancer": {
      "overview": "Durante esta semana, los nativos de Cáncer sentirán una fuerte energía de introspección y reflexión, lo que los llevará a reevaluar sus relaciones y prioridades. Es un buen momento para dedicar tiempo a su bienestar emocional, conectando con sus sentimientos más profundos y buscando la armonía interior. La influencia de los astros favorece la comunicación con seres queridos y les invita a expresar con sinceridad sus necesidades y sentimientos, fortaleciendo vínculos importantes. En el ámbito laboral, podrían enfrentarse a desafíos que requerirán paciencia y estrategia; sin embargo, su intuición estará afilada, ayudándolos a tomar decisiones acertadas. Es recomendable evitar confrontaciones innecesarias y centrarse en proyectos que realmente reflejen sus valores. La clave esta semana será mantener una actitud abierta y receptiva, permitiendo que el amor propio y la empatía guíen sus acciones hacia una mayor estabilidad y crecimiento personal.",
      "love": "Esta semana, los cancerianos experimentarán una energía positiva para fortalecer sus relaciones. Para quienes están en pareja, será un momento ideal para compartir sentimientos profundos y reconectar emocionalmente. La comunicación será clave para resolver malentendidos y avanzar juntos. Los solteros tendrán oportunidad de conocer a alguien especial si se abren a nuevas experiencias. Es recomendable que sean honestos consigo mismos y con los demás. La paciencia y la empatía serán sus mejores aliadas. Aprovechen esta semana para cultivar el amor propio y la confianza, creando un ambiente favorable para la felicidad romántica.",
      "career": "Durante la semana del 12 al 18 de enero de 2026, los nativos de Cáncer experimentarán un período favorable para abrir nuevas oportunidades laborales. La energía planetaria favorece la consolidación de proyectos y la expansión profesional. Es un momento propicio para evaluar decisiones importantes y buscar alianzas estratégicas que potencien su crecimiento. Sin embargo, deben cuidar de no sobrecargarse y mantener un equilibrio emocional. La comunicación será clave para convencer a colegas o superiores. Aprovechen esta semana para mostrar su talento y claridad en sus objetivos, asegurando un avance sólido hacia sus metas profesionales.",
      "health": "Esta semana, los nacidos bajo el signo de Cáncer sentirán un impulso en su bienestar físico si priorizan el descanso y la alimentación balanceada. Es un momento ideal para dedicar tiempo a actividades que relajen la mente, como la meditación o el yoga, que fortalecerán su bienestar emocional. Aprovecha para crear espacios de autocuidado, estableciendo límites claros en tus responsabilidades y dedicando tiempo a lo que te reconforta. La constancia en pequeños rituales de autocuidado traerá equilibrio y claridad mental.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "leo": {
      "overview": "Esta semana, los Leo sentirán una energía vibrante que los impulsa a destacar en sus proyectos y relaciones. La presencia de Venus en una posición favorable intensifica tu encanto y confianza, facilitando conexiones profundas con quienes te rodean. Es un momento propicio para expresar tus ideas y escuchar con atención a los demás, fortaleciendo vínculos tanto en lo personal como en lo profesional. La influencia de Marte te dota de energía y determinación, aunque debes prestar atención a posibles impulsividades que puedan generar conflictos. La clave esta semana será encontrar el equilibrio entre tu deseo de brillar y la empatía hacia quienes compartes tu camino. Aprovecha esta etapa para renovar tus metas y dar pasos firmes hacia ellas, sin olvidar que la sinceridad y la calidez serán tus mejores aliados. Confía en tu intuición y en la fuerza interior que siempre te caracteriza, porque estos días te ofrecen la oportunidad de dejar una huella positiva.",
      "love": "Durante la semana del 12 al 18 de enero de 2026, los Leo experimentarán un período de crecimiento emocional y nuevas oportunidades románticas. Para los solteros, es un momento propicio para abrirse a nuevas conexiones y dejar que la confianza brille, potencialmente atrayendo a alguien especial. Las parejas, por su parte, deben prestar atención a la comunicación, evitando malentendidos y fortaleciendo su vínculo mediante gestos sinceros. Es recomendable que ambos enfoquen su energía en la empatía y la paciencia, creando un ambiente de confianza y cariño que potencie su relación.",
      "career": "Durante la semana del 12 al 18 de enero de 2026, los leo experimentarán un impulso en su crecimiento profesional, abriendo oportunidades para liderar proyectos importantes. Es un momento propicio para mostrar sus habilidades y asumir responsabilidades adicionales, lo que ayudará a mejorar su reconocimiento en el trabajo. Sin embargo, deben ser cautelosos con decisiones impulsivas y cultivar la paciencia en negociaciones. Las tendencias indican que su dedicación será recompensada, y será recomendable aprovechar las conexiones profesionales para abrir nuevas puertas. En general, esta semana favorece el avance y la consolidación de su carrera si mantienen un enfoque equilibrado y estratégico.",
      "health": "Durante la semana del 12 al 18 de enero de 2026, los Leo podrán experimentar un aumento en su energía física si priorizan el descanso y la alimentación equilibrada. Es importante que dediquen tiempo a actividades que les relajen mentalmente, como la meditación o paseos al aire libre. La autoevaluación y el autocuidado son clave; no duden en establecer límites y descansar cuando lo necesiten para mantener su bienestar integral.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "virgo": {
      "overview": "La semana del 12 al 18 de enero de 2026 trae para Virgo una energía de introspección y organización profunda. Es un momento propicio para reevaluar metas y estructurar planes con mayor claridad. La influencia de los astros favorece la atención a los detalles y la resolución de asuntos pendientes, especialmente en el ámbito laboral. Es recomendable dedicarse a tareas que requieran precisión y paciencia, ya que la energía está alineada con la perfección. Sin embargo, también surge la oportunidad de conectar con tus emociones internas, permitiéndote reflexionar sobre aspectos personales que necesitan mayor atención. Mantén una actitud flexible ante cambios imprevistos y busca equilibrar el compromiso con tu bienestar emocional. Estas semanas brindan una oportunidad para fortalecer tu autoconocimiento y establecer bases sólidas para el futuro, siempre recordando que el orden mental y emocional facilitará tus avances.",
      "love": "Esta semana, los Virgo tendrán oportunidades para profundizar en sus relaciones. Para los que están en pareja, la comunicación será clave; expresar sentimientos con honestidad fortalecerá el vínculo. Es un buen momento para planear actividades juntos y renovar la conexión emocional. Los solteros deben abrirse a nuevas experiencias y mostrar su auténtico yo para atraer posible pareja. La paciencia será fundamental para resolver malentendidos. En general, la clave está en escuchar con atención y actuar con madurez. Aprovechen esta semana para cultivar la confianza y fortalecer relaciones, tanto románticas como amistosas.",
      "career": "Durante la semana del 12 al 18 de enero de 2026, los Virgo experimentarán un periodo de crecimiento profesional y nuevas oportunidades laborales. Es un momento propicio para presentar ideas innovadoras y fortalecer relaciones con colegas y superiores. La claridad en la comunicación será clave para avanzar en proyectos importantes. Aprovecha las conexiones que establezcas para abrir puertas a futuras oportunidades. Sin embargo, evita decisiones impulsivas y reflexiona cuidadosamente antes de comprometerte con nuevos retos. La perseverancia y el enfoque meticuloso te permitirá consolidar tu posición laboral y avanzar hacia tus metas profesionales con confianza.",
      "health": "Esta semana, los Virgo podrán experimentar una mejora en su bienestar físico si mantienen una rutina equilibrada y descansan lo suficiente. Es importante que dediquen tiempo a actividades que alivien el estrés, como la meditación o paseos al aire libre. Para su salud mental, favorece la organización de sus tareas y la reflexión interna. Prioricen el autocuidado, evitando sobrecargarse, y recuerden escuchar su cuerpo y mente para mantenerse en armonía durante toda la semana.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "libra": {
      "overview": "Durante esta semana, los Libra experimentarán un notable equilibrio entre la introspección y la acción. La energía de los astros favorece la reflexión profunda sobre sus relaciones y decisiones importantes. Es un momento propicio para aclarar malentendidos y fortalecer vínculos afectivos, especialmente en el ámbito familiar y cercano. La Luna en un tránsito favorable potenciará su sentido de armonía y justicia, ayudándoles a tomar decisiones con empatía y sensibilidad. Sin embargo, también será importante que no pospongan temas pendientes; la resolución de conflictos traerá paz interior. En lo laboral, la semana invita a ser creativos y a proponer soluciones innovadoras. Escuchen su intuición y confíen en su equilibrio interno para afrontar cualquier reto. Aprovechen estos días para cultivar la paciencia y practicar la autoevaluación, así podrán avanzar con mayor certeza y satisfacción en sus metas personales y profesionales.",
      "love": "Durante la semana del 12 al 18 de enero de 2026, los Libra experimentarán un periodo de reflexión y crecimiento emocional. Las oportunidades románticas surgirán a través de conversaciones sinceras, fortaleciendo vínculos existentes o abriendo puertas a nuevas conexiones. Es un momento para mostrar empatía y escuchar activamente a tu pareja, lo que favorecerá la confianza mutua. Los solteros deben aprovechar su energía positiva para socializar y confiar en su intuición. Para mantener el equilibrio, evita discutir por temas insignificantes y enfócate en la armonía. Esta semana, el amor crecerá con paciencia y honestidad.",
      "career": "Durante la semana del 12 al 18 de enero de 2026, Libra experimentará una etapa de crecimiento y oportunidades en su camino profesional. Es un momento propicio para explorar nuevas áreas o proyectos que le permitan destacar y aportar su creatividad. La toma de decisiones será clave; confíe en su intuición y análisis para avanzar. Las relaciones laborales mejorarán si mantiene una actitud colaborativa y abierta a sugerencias. Aproveche esta semana para fortalecer vínculos y buscar asesoramiento si lo necesita. Su equilibrio emocional será fundamental para afrontar desafíos y aprovechar al máximo las oportunidades que se presenten.",
      "health": "Esta semana, los Libra experimentarán un aumento en su energía física, lo que favorece actividades al aire libre y ejercicio moderado. Es importante priorizar el descanso y mantener una alimentación equilibrada para sostener esa vitalidad. En el plano mental, se recomienda dedicar tiempo a la meditación o técnicas de relajación para reducir el estrés. Practicar el autorecuerdo y reservar momentos para el autocuidado fortalecerá su bienestar emocional y les permitirá afrontar con mayor claridad los desafíos de la semana.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "scorpio": {
      "overview": "Esta semana, los escorpiones sentirán una energía intensa que los impulsa a profundizar en sus relaciones y proyectos personales. Es un momento propicio para reflexionar sobre lo que realmente valoran y hacer ajustes que fortalezcan su bienestar emocional. La influencia de los astros favorece la comunicación sincera, por lo que es recomendable expresar sus sentimientos de manera clara y honesta, especialmente con personas cercanas. En lo laboral, surgirán oportunidades para demostrar su liderazgo y capacidad de resolución; sin embargo, deben evitar la impulsividad para no cometer errores. En el plano espiritual, la introspección será clave para encontrar nuevas vías de crecimiento y sanación interior. Este periodo invita a dejar atrás antiguas dudas y abrirse a nuevas experiencias. Aprovechen esta semana para equilibrar sus emociones, fortalecer sus vínculos y clarificar sus objetivos a largo plazo.",
      "love": "Durante la semana del 12 al 18 de enero, Escorpio experimentará un momento de apertura emocional y nuevas oportunidades amorosas. Los solteros podrán atraer conexiones significativas si se muestran auténticos y confiados. Es un buen momento para dejar atrás inseguridades y expresar lo que sienten. Las parejas, por su parte, experimentarán mayor intimidad si comunican sus emociones con sinceridad y paciencia. La clave esta semana es fortalecer la confianza mutua y ser sinceros en sus intenciones. Aprovechen cada oportunidad para profundizar en su conexión, y eviten malentendidos mediante una comunicación abierta y honesta.",
      "career": "Durante la semana del 12 al 18 de enero de 2026, los escorpio pueden experimentar una etapa de introspección y revisión en su trayectoria profesional. Es un momento propicio para evaluar nuevos proyectos o cambios laborales, pero se recomienda actuar con cautela y reflexionar bien antes de tomar decisiones importantes. Las oportunidades de crecimiento surgirán a través de relaciones profesionales y alianzas estratégicas. Aprovecha para fortalecer tus habilidades y mostrar tu compromiso. La clave será mantener una actitud abierta y adaptable, permitiendo que las circunstancias te favorezcan sin apresurarte. La paciencia y la introspección serán tus mejores aliados para avanzar con éxito.",
      "health": "Durante esta semana, los Escorpio experimentarán una tendencia hacia mayor energía física y vitalidad. Es un momento ideal para comenzar nuevas rutinas de ejercicio y cuidar la alimentación. En cuanto a la salud mental, es importante dedicar tiempo a la introspección y practicar técnicas de relajación como la meditación. Prioriza el descanso y el autocuidado, evitando sobrecargarte de trabajo. Escucha a tu cuerpo y no dudes en pedir apoyo cuando lo necesites para mantener un equilibrio saludable en todas las áreas.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "sagittarius": {
      "overview": "Esta semana, los Sagitario sentirán una Energía renovada que impulsa su espíritu aventurero y su deseo de crecimiento personal. Es un momento favorable para explorar nuevas ideas y ampliar sus horizontes, tanto mental como físicamente. La influencia de los astros favorece las decisiones relacionadas con estudios, viajes o proyectos que impliquen expansión. Sin embargo, es importante escuchar esa voz interna que les guía y no precipitarse en momentos de duda. La comunicación será clave para fortalecer relaciones cercanas, así que dedique tiempo a expresar sus sentimientos con sinceridad. Las conversaciones abiertas y honestas le traerán mayor claridad y confianza. En el ámbito laboral, la semana brinda buena energía para asumir nuevos retos y mostrar liderazgo, siempre con una actitud positiva. Aproveche estos días para conectar con su propósito y confiar en su intuición, asegurando un avance significativo en sus metas.",
      "love": "Durante esta semana, los nativos de Sagitario experimentarán una apertura emocional que favorece las conexiones románticas. Los solteros tendrán oportunidades para conocer a alguien especial en entornos sociales o actividades que disfruten, así que no duden en mostrar su verdadera naturaleza. Para las parejas, la comunicación será clave; aprovechar estos días para expresar sentimientos y resolver cualquier malentendido fortalecerá su vínculo. Es importante mantener una actitud positiva y abierta, enfocándose en la honestidad y la sinceridad. En general, esta semana invita a conectar desde el corazón y a valorar la autenticidad en toda relación sentimental.",
      "career": "Durante la semana del 12 al 18 de enero de 2026, Sagitario experimentará un período propicio para explorar nuevas oportunidades laborales y fortalecer sus habilidades profesionales. La influencia astral favorece la toma de decisiones importantes y la búsqueda de crecimiento en proyectos actuales. Es un momento ideal para planificar a largo plazo y colaborar con colegas que compartan tus metas. Sin embargo, deberás mantener el equilibrio y evitar decisiones impulsivas. Escucha tu intuición y aprovecha la energía para avanzar en tus objetivos profesionales, consolidando tu posición y abriendo puertas a futuros retos y éxitos.",
      "health": "Durante esta semana, los sagitarianos sentirán una energía renovada que beneficiará su salud física si mantienen una rutina de ejercicio regular y equilibrada. Es un buen momento para dedicar tiempo a actividades que fomenten la relajación mental, como la meditación o el yoga. Prioriza el descanso y cuida la alimentación para fortalecer tu sistema inmunológico. Practicar la gratitud y desconectar de las pantallas también contribuirá a tu bienestar emocional, ayudándote a mantener una actitud positiva y renovada.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "capricorn": {
      "overview": "La semana de 12 a 18 de enero de 2026 trae para Capricornio un momento de consolidación y reflexión profunda. Las energías planetarias favorecen la introspección, lo que te invita a evaluar tus metas a largo plazo y ajustar tus estrategias. Es un buen momento para poner en orden tus prioridades, tanto en lo profesional como en lo personal. La presencia de Saturno, tu regente, refuerza la importancia de la disciplina y la paciencia, pero también te anima a ser más flexible ante los obstáculos inesperados. La comunicación será clave estos días; expresa tus ideas con claridad y escucha activamente a quienes te rodean. Aprovecha para fortalecer vínculos familiares y amistosos, ya que la sinceridad y el apoyo mutuo te darán mayor estabilidad emocional. Confía en tu capacidad de perseverar; los esfuerzos que hagas ahora sentarán bases sólidas para futuros logros.",
      "love": "Durante esta semana, los Capricornio disfrutarán de oportunidades para fortalecer vínculos sentimentales y comunicar sus sentimientos con sinceridad. Para los solteros, es un buen momento para abrirse y mostrar su auténtico yo, atrayendo conexiones genuinas. Las parejas, por su parte, deberán practicar la paciencia y escuchar con atención, fortaleciendo la confianza mutua. Es recomendable evitar malentendidos y abordar los asuntos con calma. La clave es mantener una actitud abierta y honesta, promoviendo la armonía. Aprovechen esta semana para profundizar en sus relaciones y demostrar su compromiso con amor y respeto.",
      "career": "Durante la semana del 12 al 18 de enero de 2026, los Capricornio tendrán una oportunidad importante para demostrar su liderazgo en el trabajo. Es un momento favorable para asumir nuevos proyectos o responsabilidades que fortalezcan su crecimiento profesional. La comunicación con colegas será clave para avanzar en sus metas, pero deberán mantener la paciencia ante posibles retrasos o obstáculos. Decisiones relacionadas con cambios en su carrera deberán ser analizadas con calma para evitar posibles errores. Aprovechen esta semana para planificar a largo plazo y consolidar su posición laboral, con confianza y visión clara.",
      "health": "Durante esta semana, los Capricornio sentirán una energía renovada para cuidar su salud física, especialmente en actividades al aire libre y ejercicio moderado. Es un buen momento para priorizar el descanso y mantener una dieta equilibrada. En lo mental, se recomienda dedicar tiempo a la introspección y prácticas de relajación como la meditación. La atención plena y pequeños momentos de autocuidado potenciarán su bienestar emocional, ayudándolos a mantenerse equilibrados y enfocados en sus metas.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "aquarius": {
      "overview": "Durante esta semana, los acuarianos sentirán una energía renovada que impulsa la creatividad y el deseo de explorar nuevas ideas. Es un buen momento para enfocarse en proyectos personales y profesionales, aprovechando la claridad que trae la influencia planetaria. La comunicación será un aspecto clave, y será beneficioso expresar tus pensamientos de manera honesta y abierta, fortaleciendo relaciones tanto en el ámbito laboral como en lo personal. Sin embargo, es importante mantener el equilibrio emocional y no dejarse arrastrar por inquietudes o dudas internas. La influencia de los astros también invita a dedicar tiempo a la introspección y a cuidar de tu bienestar mental y físico. Aprovecha para conectarte con actividades que te llenen de energía positiva y para planificar a largo plazo. La semana promete crecimiento y nuevas oportunidades si mantienes una actitud receptiva y comprometida con tus metas.",
      "love": "Durante esta semana, Acuario experimentará una energía positiva en el amor, destacando oportunidades para fortalecer vínculos existentes y abrirse a nuevas experiencias románticas. Para los solteros, será un momento propicio para socializar y mostrar auténticamente quién eres, lo que atraerá personas afines a tus intereses. Las parejas podrán disfrutar de conversaciones sinceras que renforzarán la confianza mutua. Es importante que, tanto si estás en una relación como si estás soltero, practiques la paciencia y la escucha activa, evitando malentendidos. Aprovecha esta semana para expresar tus sentimientos con claridad y sinceridad.",
      "career": "Durante la semana del 12 al 18 de enero de 2026, los Acuario podrán experimentar oportunidades para ampliar su horizonte profesional. Es un periodo favorable para buscar nuevos retos y demostrar su innovación en el trabajo. La comunicación con colegas y superiores será clave para fortalecer alianzas y abrir puertas a propuestas importantes. Es recomendable evaluar cuidadosamente decisiones de carrera y no temer a asumir roles de liderazgo. La energía de esta semana favorece el crecimiento personal y profesional, por lo que aprovechar cada oportunidad para aprender y adaptar estrategias será decisivo para avanzar con éxito en su camino laboral.",
      "health": "Durante esta semana, los Acuario se sentirán enérgicos y motivados para cuidar su salud física. Es recomendable que incluyan en su rutina ejercicio regular y una alimentación equilibrada. En el aspecto mental, será importante dedicar tiempo a la reflexión y practicar técnicas de relajación como la meditación. Para su bienestar integral, prioricen el descanso y desconexión de dispositivos electrónicos en las noches, promoviendo un sueño reparador y renovador.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    },
    "pisces": {
      "overview": "Durante esta semana, Piscis descubrirá una renovación en su energía emocional y una mayor claridad en sus relaciones personales. Es un momento para fortalecer vínculos afectivos y mostrar empatía hacia quienes lo rodean. La influencia de los astros favorece la introspección, permitiéndole reflexionar sobre sus deseos más profundos y poner en orden sus pensamientos. En el ámbito laboral, será recomendable mantenerse enfocado y evitar distracciones; sus habilidades creativas están en auge, por lo que aprovechar esa inspiración le permitirá avanzar en proyectos importantes. Sin embargo, debe tener cuidado con el exceso de autocrítica y la tendencia a preocuparse demasiado por detalles menores. Aproveche estos días para dedicar tiempo a su bienestar físico y mental, practicando actividades que le relajen y conecten con su mundo interior. La clave será mantener un equilibrio entre la sensibilidad y la acción concreta para lograr progresos significativos en diferentes áreas de su vida.",
      "love": "Durante la semana del 12 al 18 de enero de 2026, los Piscis sentirán un impulso de claridad y empatía en sus relaciones. Para los solteros, es un buen momento para abrirse emocionalmente y dejar que las conexiones genuinas florezcan, confiando en su intuición. Las parejas experimentarán una mejora en la comunicación, fortaleciendo sus lazos si dejan atrás malentendidos del pasado. Es importante que eviten la sobrecarga emocional y se enfoquen en escuchar y entender a su pareja. La sinceridad y la empatía serán clave para disfrutar de conexiones más profundas y auténticas en esta semana.",
      "career": "Durante la semana del 12 al 18 de enero de 2026, los Piscis sentirán una fuerte motivación para explorar nuevas oportunidades laborales. Es un momento propicio para ampliar su red de contactos y consolidar relaciones profesionales, aprovechando eventos o reuniones importantes. La intuición será una aliada clave para tomar decisiones acertadas en proyectos y cambios de rumbo. Sin embargo, deben evitar la indecisión excesiva y analizar cuidadosamente las propuestas antes de comprometerse. La semana favorece el crecimiento personal y profesional si mantienen una actitud positiva y abiertas a aprender nuevas habilidades.",
      "health": "Durante esta semana, los Piscis sentirán una importante oportunidad para fortalecer su bienestar físico mediante ejercicios suaves o yoga, que les ayudarán a aliviar tensiones. En el aspecto mental, es recomendable dedicar tiempo a la meditación o actividades creativas para mejorar su claridad emocional y reducir el estrés. La autoafirmación y el descanso adecuado serán clave para equilibrar energías. Escuchar su cuerpo y priorizar momentos de introspección les brindará mayor paz interior y bienestar integral.",
      "key_dates": [
        "2026-01-12",
        "2026-01-15",
        "2026-01-18"
      ],
      "key_themes": [
        "crecimiento",
        "equilibrio",
        "oportunidad"
      ],
      "author": "Astrologly"
    }
  }
}