{
  "date": "2025-12-28",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Áries, dia de conquistas e revelações emocionantes hoje.",
      "general": "Hoje, Áries, você sentirá uma energia renovada que impulsionará sua autoconfiança e motivação para conquistar seus objetivos. No trabalho, sua criatividade será destaque, facilitando soluções inovadoras para os desafios do dia. No amor, o clima favorece diálogos sinceros, fortalecendo laços afetivos e trazendo mais harmonia às suas relações. Na saúde, é importante manter uma rotina equilibrada, priorizando momentos de descanso e lazer para recarregar suas energias. Financeiramente, oportunidades podem surgir de forma inesperada, então esteja atento às propostas que aparecerem. Use seu espírito pioneiro para se destacar, mas cuidado com a impulsividade. Hoje, invista numa conversa aberta com alguém que ama para fortalecer a conexão e acabar o dia com uma sensação de realização.",
      "love": "Em 28 de dezembro de 2025, Áries solteiro deve abrir seu coração, sendo honesto sobre seus desejos e não temendo vulnerabilidades. Para os já apaixonados, cultive a paciência e ouça mais seu parceiro, fortalecendo a conexão. Invista em momentos de qualidade e pratique a empatia. Confiar na sua intuição ajudará a fortalecer relacionamentos e atrairá novas oportunidades amorosas.",
      "career": "Para Áries em 28 de dezembro de 2025, concentre-se em estabelecer metas claras para sua carreira e divida-as em passos alcançáveis. Aproveite a energia do momento para demonstrar iniciativa, mas cuidado com impulsos. Invista em aprendizado contínuo e networking. No aspecto financeiro, revise seus gastos, evite dívidas desnecessárias e procure diversificar seus investimentos para garantir estabilidade.",
      "mood": "No dia 28 de dezembro de 2025, Áries sente-se energizado e otimista, com uma motivação renovada que desperta entusiasmo e esperança, embora uma leve inquietação possa surgir ao enfrentar desafios inesperados.",
      "lucky_numbers": [
        40,
        18,
        46
      ],
      "lucky_color": "dourado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Touro encontra equilíbrio e realiza sonhos neste dia especial",
      "general": "Hoje, Touro, você pode sentir uma forte influência na sua vida social e emocional. É um bom dia para fortalecer laços de amizade e valorizar momentos de convivência com pessoas especiais. No trabalho, sua determinação estará em alta, facilitando a resolução de obstáculos e conquistando reconhecimento. Cuide também da sua saúde, priorizando descanso e alimentação equilibrada para renovar suas energias. No âmbito emocional, aproveite para refletir sobre seus sentimentos e desejos mais profundos, buscando equilíbrio interno. As finanças pedem atenção a detalhes e planejamento para evitar imprevistos. Aproveite essa energia positiva para planejar metas futuras com calma. Hoje, reserve um tempo para uma caminhada ao ar livre e agradeça pelas conquistas recentes.",
      "love": "Para Touro em 28 de dezembro de 2025, mantenha o foco na comunicação honesta, seja você solteiro ou em um relacionamento. Para os solteiros, cultive autoconhecimento e aproveite momentos de introspecção para atrair alguém compatível. Para os casais, priorizem o diálogo sincero e momentos de conexão, reforçando a confiança. Pequenos gestos diários fortalecerão seu vínculo e trarão mais harmonia.",
      "career": "Em 2025, Touro deve focar na estabilidade financeira cultivando a paciência e evitando decisões impulsivas. Invista em educação e aprimoramento profissional, aproveitando oportunidades de cursos ou certificações. Organize suas finanças consolidando dívidas e criando uma reserva de emergência. No trabalho, pratique a empatia com colegas e esteja aberto ao crescimento gradual. Planeje metas a longo prazo para garantir segurança e prosperidade.",
      "mood": "No dia 28 de dezembro de 2025, Touro sente uma mistura de esperança serena e reflexão profunda, envolto por um clima de tranquilidade e estabilidade emocional, enquanto busca força interior para enfrentar desafios com determinação e calma.",
      "lucky_numbers": [
        42,
        20,
        48
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gêmeos hoje: novas oportunidades e descobertas emocionantes aguardam você",
      "general": "Hoje, Gêmeos, o dia traz uma energia estimulante que favorece conversas e trocas de ideias, fortalecendo relações pessoais e profissionais. Sua comunicação estará especialmente clara e persuasiva, ajudando a resolver questões pendentes e a expressar suas opiniões com confiança. No âmbito emocional, é um momento propício para explorar sentimentos mais profundos e fortalecer laços afetivos; pratique a escuta ativa e demonstre sinceridade. No trabalho, seu intelecto estará aguçado, facilitando projetos criativos e soluções inovadoras, porém, mantenha o foco para evitar dispersões. Cuide da sua saúde, reservando um tempo para relaxar e recarregar as energias. Hoje, priorize uma conversa sincera com alguém importante e convide essa pessoa para uma atividade que fortaleça o relacionamento.",
      "love": "Para Gêmeos em 28 de dezembro de 2025, aproveite o momento para aprofundar a comunicação com seu parceiro, valorizando escuta e sinceridade. Para os solteiros, amplie seu círculo social, participando de atividades que estimulam novas conexões. Seja autêntico e aberto às emoções, cultivando a confiança. Investir na compreensão mútua fortalecerá seus laços e trará maior estabilidade e alegria.",
      "career": "Para os geminianos em 28 de dezembro de 2025, concentre-se em fortalecer suas habilidades de comunicação e networking para oportunidades profissionais. Invista em cursos que elevem sua expertise e mantenha uma postura aberta a novas ideias. Controle seus gastos, priorizando poupança para garantir estabilidade financeira futura. Aproveite seu talento para adaptar-se às mudanças, usando-as como impulso para crescer e alcançar seus objetivos com confiança.",
      "mood": "Em 28 de dezembro de 2025, Gêmeos sentirão uma mistura de esperança serena e curiosidade vibrante, impulsionando uma sensação de renovação interior e entusiasmo pela descoberta, preenchendo o coração com leveza e inspiração profunda.",
      "lucky_numbers": [
        33,
        11,
        39
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Câncer: Hoje sua intuição revela decisões importantes e transformadoras",
      "general": "Hoje, o dia promete desafios e também momentos de reflexão para os cancerianos. Na área emocional, você pode sentir uma sensação de insegurança, mas é importante lembrar que isso passa com o tempo e a autocompaixão. No trabalho, a criatividade estará em alta, ajudando a resolver pendências e pensar em novas ideias, portanto, aproveite esse brilho para dar um passo a mais em seus projetos. No amor, a sensibilidade aumenta, favorecendo momentos de intimidade com quem ama, mas cuidado para não se deixar levar por emoções excessivas. Priorize sua saúde mental e emocional, reservando um tempo para cuidar de si mesmo. Para hoje, pratique a meditação ou uma caminhada ao ar livre, ajudando a acalmar a mente.",
      "love": "Para os cancerianos solteiros, 2025 traz oportunidades de explorar seu coração e se abrir para novas conexões. Seja sincero e autêntico ao expressar seus sentimentos. Para os casais, invistam em momentos de confiança e diálogo profundo para fortalecerem a relação. Praticar a empatia e escutar com atenção ajudará a criar um ambiente de compreensão mútua, consolidando seus laços de amor.",
      "career": "Em 2025, Câncer deve focar em fortalecer suas habilidades e estabelecer conexões significativas no trabalho. Aproveite oportunidades de networking e invista em cursos que ampliem seu conhecimento. No financeiro, seja cauteloso com gastos impulsivos e crie um planejamento de economia. Priorize poupar para metas de longo prazo e mantenha uma postura equilibrada diante de desafios.",
      "mood": "No dia 28 de dezembro de 2025, o humor de Câncer será acolhedor e introspectivo, trazendo uma sensação de esperança suave e uma vontade de fortalecer laços emocionais, envolto em uma atmosfera de conforto sereno.",
      "lucky_numbers": [
        25,
        3,
        31
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leão, sua energia radiante ilumina novas conquistas nesta semana",
      "general": "Hoje, Leão, o dia traz oportunidades de crescimento e autoconfiança em várias áreas da sua vida. No trabalho, sua criatividade estará em alta, possibilitando novas ideias que podem impressionar seus colegas e superiores. No relacionamento, a vibração positiva incentivará momentos de aproximação e compreensão, fortalecendo laços afetivos. Na saúde, mantenha-se atento aos sinais do seu corpo, priorizando descanso e alimentação equilibrada para manter sua energia. No aspecto financeiro, uma oportunidade inesperada pode surgir, então esteja aberto a novas possibilidades. Use sua coragem e brilho natural para conquistar o que deseja, mas lembre-se de equilibrar ambição com sensatez. Hoje, dedique um tempo para refletir sobre seus objetivos e planeje suas ações com clareza e confiança.",
      "love": "Para Leão em 28 de dezembro de 2025, seja para solteiros ou casais, invista na comunicação sincera e na demonstração de afeto diária. Solteiros, aproveitem oportunidades de socialização para fortalecer conexões, sem pressa. Casais, dediquem momentos especiais para reavivar a paixão e escutem ativamente um ao outro, fortalecendo a confiança e o compromisso. Mantenham o coração aberto às novas experiências.",
      "career": "Em 2025, Leão deve focar na clareza de seus objetivos financeiros e profissionais. Considere atualizar suas habilidades, buscando cursos ou especializações que aumentem seu valor no mercado. Organize suas finanças, reduzindo despesas desnecessárias e investindo com estratégia. Aproveite oportunidades de networking para ampliar sua visibilidade e conquistar novos projetos. Mantenha confiança, mas seja realista e prudente em suas decisões.",
      "mood": "No dia 28 de dezembro de 2025, os leoninos podem sentir uma mistura de entusiasmo e reflexão, com um sentimento de esperança renovada, combinado com momentos de introspecção que trazem calma e clareza interior.",
      "lucky_numbers": [
        38,
        16,
        44
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgem, hoje é o seu momento de transformar sonhos em ações",
      "general": "Hoje,Virgem, você se sentirá especialmente atento às suas emoções e relacionamentos, o que ajudará a fortalecer laços importantes. Seu lado prático estará afiado, facilitando resolver pequenas pendências no trabalho e na rotina diária. Aproveite para organizar suas finanças e refletir sobre seus objetivos pessoais e profissionais, sentindo-se mais focado. A energia do dia também favorece momentos de introspecção, que podem trazer respostas para questões pendentes. Este será um dia propício para cuidar de si mesmo, praticar atividades que proporcionem bem-estar e estimular sua saúde mental. Permita-se um momento de descanso para renovar suas energias. Hoje, reserve alguns minutos para escrever seus pensamentos e planos, assim você terá mais clareza para os próximos passos.",
      "love": "Para Virgem em 28 de dezembro de 2025, é importante equilibrar sua busca por perfeição com a espontaneidade. Para solteiros, abra-se para novas experiências e confie mais nos seus sentimentos. Para casais, pratique a escuta ativa e demonstre apreço diário pelo parceiro. Pequenos gestos de carinho fortalecem a conexão. Cultive a paciência e o amor próprio para relações mais harmoniosas e autênticas.",
      "career": "Para Virgem em 2025, concentre-se na organização financeira e na atualização de suas habilidades profissionais. Reserve um tempo para planejar seus objetivos a longo prazo e invista em cursos que possam impulsionar sua carreira. Seja meticuloso na gestão do orçamento e evite gastos impulsivos. Cultive relacionamentos profissionais e pessoais sólidos, pois podem abrir novas oportunidades de crescimento financeiro. Mantenha uma rotina de autoconhecimento para equilibrar trabalho e bem-estar.",
      "mood": "No dia 28 de dezembro de 2025, as Virgens sentem uma mistura de esperança e reflexão, uma atmosfera de calma introspectiva, acompanhada por uma leve sensação de renovação, trazendo paz interior e um desejo de conexão verdadeira.",
      "lucky_numbers": [
        2,
        30,
        8
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra: Hoje sua intuição trará grandes surpresas emocionantes",
      "general": "Hoje, Libra, o dia traz uma energia equilibrada que favorece suas relações pessoais e profissionais. Você se sentirá mais comunicativo e aberto às opiniões alheias, o que pode fortalecer laços e criar novas oportunidades. No trabalho, sua diplomacia será seu maior aliada, permitindo resolver conflitos com facilidade. No amor, a sensibilidade estará em alta, ajudando a entender melhor seu parceiro ou a expressar seus sentimentos de maneira clara. Cuide também de sua saúde emocional, reservando momentos de tranquilidade e reflexão. Aproveite para organizar projetos e definir metas futuras, pois a clareza mental estará fortalecida. Hoje, diga sim às novas ideias e compartilhe seu entusiasmo com quem estiver ao seu lado. Sua atitude positiva pode abrir portas importantes.",
      "love": "Para Libra solteira em 2025-12-28, dedique tempo ao autoconhecimento e priorize seus desejos. Construa conexões autênticas, evitando superficialidades. Para casais, pratique a escuta ativa e mostre admiração pelo parceiro. Evite decisões impulsivas e valorizem a harmonia. Cultivar paciência e diálogo aberto fortalecerá o relacionamento, trazendo mais equilíbrio e amor verdadeiro neste período.",
      "career": "Para Libra em 28 de dezembro de 2025, foque em equilibrar suas finanças investindo de forma inteligente e evitando gastos impulsivos. No trabalho, valorize parcerias e desenvolva habilidades de comunicação. Aproveite oportunidades de networking para avançar na carreira. Mantenha uma rotina financeira saudável, controlando despesas e poupando para o futuro, enquanto busca estabilidade emocional e crescimento pessoal.",
      "mood": "No dia 28 de dezembro de 2025, Libra sentirá uma mistura suave de esperança e serenidade, com uma esperança silenciosa de novidades e um sentimento profundo de equilíbrio, promovendo reflexão e paz interior.",
      "lucky_numbers": [
        42,
        20,
        48
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpião hoje: descubra sua força interior e conquiste vantagens",
      "general": "Hoje, os escorpianos podem sentir uma energia renovada que impulsiona suas emoções e vontades. No campo emocional, é um bom momento para refletir sobre relacionamentos, buscando fortalecer laços ou resolver conflitos pendentes com sinceridade. Na carreira, sua determinação será grande, facilitando a superação de obstáculos, mas lembre-se de ouvir opiniões externas para evitar decisões impulsivas. Quanto à saúde, uma atenção especial à alimentação e ao descanso será benéfica, ajudando a manter seu equilíbrio. No âmbito financeiro, é importante avaliar gastos e evitar investimentos impensados, priorizando a estabilidade. Hoje, reserve um momento para meditar e conectar-se consigo mesmo, assim você terá mais clareza para os próximos passos. Faça uma caminhada ao ar livre e respire profundamente.",
      "love": "Para os escorpianos solteiros, 2025-12-28 é uma oportunidade de abrir seu coração sem medo, confiando na sua intuição para encontrar alguém autêntico. Para quem já está em um relacionamento, pratique a transparência emocional, converse abertamente sobre seus desejos e medos, fortalecendo a conexão. Cultive momentos de vulnerabilidade e compreensão mútua para aprofundar laços e criar um amor mais duradouro.",
      "career": "Em 28 de dezembro de 2025, Escorpião deve focar na organização financeira e buscar novas oportunidades profissionais. Aproveite para revisar seus investimentos e eliminar gastos desnecessários. No trabalho, seja mais colaborativo e aproveite sua intuição para tomar decisões acertadas. Invista em cursos e networking para fortalecer sua carreira. Mantenha o equilíbrio emocional para aproveitar ao máximo o potencial do dia.",
      "mood": "No dia 28 de dezembro de 2025, o humor de Escorpião se revela intenso e introspectivo, com uma mistura de determinação e reflexão profunda. Emoções profundas emergem, trazendo uma sensação de renovação silenciosa e esperança cautelosa.",
      "lucky_numbers": [
        43,
        21,
        49
      ],
      "lucky_color": "prata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitário, 28 de dezembro traz descobertas e novas oportunidades",
      "general": "Hoje, Sagitário, o dia traz uma energia vibrante que favorece o crescimento pessoal e os relacionamentos. No amor, a comunicação estará mais fluida, permitindo que você esclareça antigos mal-entendidos e aprofunde conexões emocionais. No trabalho, a criatividade estará em alta, o que pode abrir novas oportunidades se você se arriscar a pensar fora da caixa. As finanças pedem atenção aos detalhes e uma avaliação cuidadosa de investimentos ou gastos excessivos. Sua energia física estará elevada, incentivando atividades ao ar livre, exercício ou meditação. Aproveite o momento para se conectar com seus sonhos mais profundos e mostrar sua autenticidade. Hoje, dedique alguns minutos para refletir sobre seus objetivos a longo prazo e anote seus planos.",
      "love": "Para Sagitarianos em 2025-12-28, o amor exige autenticidade e comunicação aberta. Para solteiros, experimente novos círculos sociais e seja sincero sobre suas emoções. Para casais, invistam em atividades que promovam a aventura juntos. Ouça com atenção, evite julgamentos e mostre interesse genuíno. A troca de experiencias fortalecerá os laços, trazendo mais alegria e compreensão ao relacionamento.",
      "career": "Para Sagitário, 2025 promete crescimento tanto na carreira quanto nas finanças. Aproveite oportunidades de networking e invista em cursos que agreguem valor às suas habilidades. Mantenha o equilíbrio emocional para tomar decisões sólidas. Economize e planeje seus gastos com antecedência, evitando impulsividade. Acredite no seu potencial, seja ousado e mantenha o foco nos seus objetivos de longo prazo.",
      "mood": "No dia 28 de dezembro de 2025, Sagitário se sente aventureiro e otimista, impregnado de esperança e entusiasmo. Uma sensação de liberdade e descoberta aquece seu coração, trazendo alegria genuína ao espírito explorador.",
      "lucky_numbers": [
        41,
        19,
        47
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricórnio: Oportunidades Transformadoras Chegam na Sua Direção Hoje",
      "general": "Hoje, Capricórnio, você se sentirá mais energizado para enfrentar desafios e buscar novas oportunidades. No trabalho, sua disciplina e dedicação serão reconhecidas, abrindo portas para projetos importantes. Nas finanças, uma atitude cautelosa ajudará a evitar gastos impulsivos, garantindo maior estabilidade. Nos relacionamentos, a comunicação aberta fortalecerá vínculos e evitará mal-entendidos. Sua saúde estará equilibrada, mas lembre-se de reservar um tempo para relaxar e recarregar as energias. A prática de meditação ou uma caminhada ao ar livre pode trazer mais clareza mental. Aproveite esse momento para refletir sobre seus objetivos de longo prazo e fazer ajustes se necessário. Hoje, dedique alguns minutos para planejar suas metas para o próximo mês e comece a colocar em prática.",
      "love": "Para os solteiros de Capricórnio em 28 de dezembro de 2025, esteja aberto a conexões sinceras e não hesite em demonstrar vulnerabilidade. Para os casais, cultive a comunicação transparente e valorize os pequenos gestos diários. Seja paciente e realista, equilibrando suas ambições com o afeto; isso fortalecerá suas relações e abrirá portas para uma conexão mais profunda e duradoura.",
      "career": "Em 2025, Capricórnio deve focar na organização financeira e buscar novos conhecimentos profissionais. Reserve tempo para planejar metas de longo prazo e manter disciplina nos investimentos. Aproveite oportunidades de networking e desenvolvimento de habilidades. Seja paciente e persistente, evitando decisões impulsivas. Cultive equilíbrio entre trabalho e vida pessoal para aprimorar sua saúde emocional e garantir estabilidade financeira duradoura.",
      "mood": "No dia 28 de dezembro de 2025, capricornianos podem sentir uma mistura de esperança e reflexão, uma atmosfera de introspecção suave que inspira confiança e renovação, incentivando a esperança de novos começos com tranquilidade.</s>",
      "lucky_numbers": [
        25,
        3,
        31
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Aquário: descubra novas possibilidades e transforme seu destino hoje",
      "general": "Hoje, Aquário, o dia promete ser cheio de energia e possibilidades. No amor, sua comunicação estará especialmente suave, ajudando a fortalecer vínculos e a esclarecer mal-entendidos. No trabalho, sua criatividade estará afiada, possibilitando novas ideias e soluções inovadoras para antigos desafios. No campo financeiro, seja cauteloso com gastos impulsivos, pois a prudência será essencial para manter seu equilíbrio. Sua mente estará inquieta, mas aproveite essa sensibilidade para refletir sobre seus objetivos de longo prazo. É um momento favorável para buscar novidades e se abrir para o novo, principalmente nas relações pessoais. Na saúde, mantenha-se ativo e não ignore sinais de fadiga ou estresse. Hoje, reserve um tempo para meditar ou caminhar ao ar livre e recarregar suas energias.",
      "love": "Para aquarianos solteiros, 2025-12-28 é um bom momento para abrir seu coração, mas lembre-se de ser sincero e transparente. Para os em relacionamento, invista na comunicação e na empatia, fortalecendo laços. Pratique ouvir realmente seu parceiro, demonstrando interesse genuíno. Cultive momentos de sinceridade e espontaneidade diariamente para construir uma conexão mais sólida e verdadeira.",
      "career": "Em 28 de dezembro de 2025, Aquário deve focar em aprimorar suas habilidades profissionais e buscar novas oportunidades de networking. Invista em cursos de aprimoramento e mantenha uma postura aberta às mudanças. Para as finanças, organize seus gastos e crie uma reserva de emergência. Aproveite o momento para definir metas claras e manter disciplina, garantindo estabilidade e crescimento a longo prazo.",
      "mood": "No dia 28 de dezembro de 2025, aquarianos sentirão uma mistura de esperança e introspecção, promovendo uma sensação de renovação emocional, entusiasmo silencioso e uma busca por conexões autênticas que trazem paz interior.",
      "lucky_numbers": [
        39,
        17,
        45
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Pisces, dia de descobertas que irão transformar sua jornada",
      "general": "Hoje, os peixes podem sentir uma forte conexão emocional com pessoas próximas, o que traz paz e harmonia ao espírito. No trabalho, sua criatividade estará em alta, possibilitando soluções inovadoras para desafios antigos. Aproveite esse momento para fortalecer seus relacionamentos, demonstrando empatia e compreensão. Sua intuição estará aguçada, ajudando a tomar decisões importantes, especialmente em assuntos pessoais. No entanto, cuidado para não se deixar levar por emoções excessivas, mantenha o equilíbrio e a clareza. É um dia ideal para refletir sobre seus sonhos e planos futuros, buscando motivação para novos começos. Reserve um tempo para cuidar de si mesmo, recarregando suas energias. Hoje, invite alguém especial para uma conversa sincera e significativa.",
      "love": "Para os piscianos solteiros, 2025 traz oportunidades de crescimento emocional, mas evite idealizações excessivas. Dedique tempo para conhecer pessoas autênticas antes de se comprometer. Para os casais, cultive a comunicação aberta e pratique a empatia, especialmente em momentos desafiadores. Invista em gestos de carinho e escuta atenta, fortalecendo a conexão emocional e criando um espaço de confiança mútua.",
      "career": "No dia 28 de dezembro de 2025, os piscianos devem focar na organização financeira e evitar decisões impulsivas. Aproveite esse momento para refletir sobre seus objetivos a longo prazo e buscar novas oportunidades profissionais que estejam alinhadas com suas paixões. Invista em aprendizado contínuo e mantenha uma rede de contatos ativa. Clareza e disciplina serão fundamentais para conquistar estabilidade e crescimento.",
      "mood": "No dia 28 de dezembro de 2025, Peixes sentirá uma mistura suave de esperança e introspecção, envolvendo-se em uma atmosfera de nostalgia e sonhos, estimulando emoções de empatia profunda e reflexão serena sobre o futuro.",
      "lucky_numbers": [
        46,
        24,
        2
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}