{
  "date": "2025-12-31",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, prépare-toi à une année de grandes opportunités et défis",
      "general": "Aujourd'hui, Bélier, une énergie nouvelle vous pousse à avancer avec confiance dans vos projets personnels et professionnels. Vous ressentirez une clarté mentale qui facilitera la prise de décisions importantes. Sur le plan amoureux, la sincérité renforcera vos liens, alors n'hésitez pas à exprimer vos sentiments avec authenticité. Sur le plan financier, soyez prudent et évitez les dépenses impulsives, privilégiez la stabilité. Dans votre vie sociale, des rencontres inattendues pourraient ouvrir des opportunités enrichissantes. La santé est good, mais restez à l’écoute de votre corps. Les astres vous invitent à faire preuve de patience et d’écoute, même face à des défis. Aujourd’hui, engagez une conversation avec un ami proche pour renforcer votre connexion.",
      "love": "Pour les Bélier en cette fin d'année, ouvrez votre cœur avec patience. Si vous êtes célibataire, prenez le temps d'apprendre à connaître quelqu'un sans précipitation, en montrant votre sincérité. En couple, cultivez la communication et la confiance en écoutant davantage. Faites un geste attentionné pour raviver la complicité. Soyez honnête, et votre amour illuminera votre chemin vers 2026.",
      "career": "En 2025, Bélier doit se concentrer sur la planification financière et l'organisation de ses projets professionnels. Établissez un budget précis, évitez les dépenses impulsives et investissez dans des formations pour renforcer vos compétences. Restez patient face aux obstacles et privilégiez la collaboration. La persévérance et la discipline vous ouvriront des portes vers de nouvelles opportunités.",
      "mood": "Le 31 décembre 2025, Bélier ressentira une atmosphère d'espoir mêlée à une excitation vibrante, illuminée par un sentiment de renouveau et d'optimisme, tout en étant porté par une énergie passionnée et déterminée.",
      "lucky_numbers": [
        43,
        24,
        5
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, 2025 s'ouvre sous des horizons prometteurs et inspirants",
      "general": "Aujourd'hui, les Taureaux ressentiront une énergie renouvelée pour aborder leurs relations personnelles et professionnelles. La presence de la Lune dans votre secteur social vous invite à renforcer vos liens avec vos amis ou collègues, en partageant des moments sincères. C’est aussi un bon jour pour prendre des décisions importantes concernant votre avenir financier ou votre carrière, car votre intuition sera particulièrement aiguisée. Sur le plan émotionnel, la stabilité que vous recherchez vous donnera confiance, mais il sera essentiel de garder un œil sur votre gestion du stress. Enfin, votre patience vous portera loin dans la résolution de problèmes complexes. Prenez le temps aujourd'hui de faire une liste de vos priorités et engagez-vous à suivre un plan précis.",
      "love": "En cette fin d’année, les Taureaux qui sont en couple devraient consacrer du temps de qualité à leur partenaire, en partageant des moments simples et sincères. Les célibataires, quant à eux, doivent rester ouverts à de nouvelles rencontres, mais sans précipitation. Prenez le temps d’écouter votre cœur et d’exprimer vos ressentis avec sincérité pour renforcer vos liens ou vous préparer à une belle rencontre.",
      "career": "En décembre 2025, le Taureau devrait privilégier la planification financière prudente et éviter les dépenses impulsives.investissez dans des projets à long terme et consolidez votre stabilité. Soyez à l’écoute des opportunités professionnelles, mais n'agissez pas sans réflexion. Cultivez la patience et la persévérance pour atteindre vos objectifs. Enfin, accordez-vous du temps pour vous recentrer et renforcer votre bien-être mental et physique.",
      "mood": "Le Taureau ressentira une profonde sérénité mêlée d'optimisme, avec une lueur de douceur et de stabilité illuminant ses émotions. L'atmosphère sera empreinte de gratitude et d'espoir pour l'avenir.",
      "lucky_numbers": [
        45,
        26,
        7
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, tomorrow, votre nouvelle aventure commence avec enthousiasme",
      "general": "Aujourd'hui, les Gémeaux ressentiront une énergie dynamique qui favorisera leur communication et leurs relations sociales. C'est un excellent moment pour partager vos idées et renforcer vos liens avec les proches ou les collègues. Sur le plan professionnel, votre esprit vif et votre créativité seront vos meilleurs atouts, alors n'hésitez pas à proposer de nouvelles idées ou à vous impliquer dans des projets innovants. Sur le plan sentimental, la complicité avec votre partenaire ou une nouvelle rencontre pourrait s’intensifier si vous faites preuve d’écoute et de sincérité. La santé physique demande un peu d’attention : pensez à vous hydrater suffisamment et à pratiquer une activité relaxante pour équilibrer votre énergie. Aujourd’hui, prenez l’initiative d’organiser un moment convivial avec vos amis ou votre famille.",
      "love": "Pour les Gémeaux en décembre 2025, il est essentiel de cultiver la sincérité dans vos relations. Si vous êtes célibaire, osez vous ouvrir davantage et exprimer vos sentiments pour attirer des connexions authentiques. En couple, communiquez avec douceur et écoutez votre partenaire attentivement. Prenez le temps d’établir des moments de complicité pour renforcer votre lien et éviter les malentendus.",
      "career": "Le 31 décembre 2025, les Gémeaux devraient privilégier la communication et le réseautage pour progresser professionnellement. Prenez le temps d’évaluer vos compétences et d’identifier de nouvelles formations ou certifications. Sur le plan financier, évitez les dépenses impulsives, établissez un budget clair et investissez prudemment. Restez flexible face aux opportunités et n’hésitez pas à demander conseil à un mentor.",
      "mood": "Le 31 décembre 2025, les Gémeaux ressentiront une joie vibrante mêlée d’une douce nostalgie, emplie d’optimisme et de curiosité, prêt à accueillir la nouvelle année avec éclat et légèreté.",
      "lucky_numbers": [
        36,
        17,
        48
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, une année de renouveau et de succès prochainement",
      "general": "Ce 31 décembre, les Cancéris pourraient ressentir un mélange d’émotions positives et d’incertitudes. Sur le plan sentimental, la journée invite à la complicité avec votre partenaire ou à l’approfondissement de vos relations. Sur le plan professionnel, des opportunités inattendues peuvent surgir; restez à l’écoute et faites preuve de diplomatie. Sur le plan familial, un moment de partage renforcera vos liens. La santé mentale et émotionnelle sera importante aujourd’hui, alors prenez du temps pour méditer ou vous recentrer. La matinée pourrait être calme, mais l’après-midi sera propice à la résolution de petites tensions ou à la planification de vos projets futurs. Aujourd’hui, prenez le temps d’écrire vos souhaits pour l’année à venir, cela vous aidera à clarifier vos objectifs et à commencer 2026 avec confiance.",
      "love": "En cette fin d’année, Cancer, privilégiez la communication sincère avec votre partenaire pour renforcer votre lien. Pour les singles, ouvrez votre cœur à de nouvelles rencontres en sortant de votre zone de confort. Écoutez votre intuition, mais gardez aussi une attitude ouverte. Cultivez la patience et la douceur, car elles sont essentielles pour bâtir des relations solides et authentiques en 2025.",
      "career": "Pour les Cancer en 2025, concentrez-vous sur la gestion prudente de vos finances en évitant les dépenses impulsives. Investissez dans des projets à long terme et développez votre réseau professionnel. Cultivez votre confiance en vous pour saisir les opportunités. Prenez soin de votre bien-être mental pour maintenir votre énergie, car une attitude positive attirera succès et stabilité financière.",
      "mood": "Le 31 décembre 2025, Cancer ressentira une atmosphère chaleureuse et apaisante, pleine de douceur et de tendresse, où la réflexion intérieure s'harmonisera avec un sentiment de renouveau et d'espoir apaisant.",
      "lucky_numbers": [
        28,
        9,
        40
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, 2025 s'achève sous un ciel de succès et de découverte",
      "general": "Aujourd'hui, le Lion ressent un regain d'énergie qui dynamise ses projets professionnels et ses relations personnelles. C'est une journée idéale pour faire avancer des idées innovantes ou pour renforcer ses liens avec ceux qui comptent. Sur le plan amoureux, la communication est fluide, permettant d'exprimer ses sentiments avec sincérité. Dans le domaine personnel, il est conseillé de prendre du temps pour soi, afin de recentrer ses objectifs et clarifier ses ambitions. Les astres suggèrent également de faire preuve de patience face à certains défis inattendus. En résumé, cette journée favorise la réflexion, la créativité et l'affirmation de soi. Aujourd'hui, osez partager vos pensées avec confiance et écoutez votre intuition.",
      "love": "Pour les Lions en cette fin 2025, la clé du bonheur réside dans l'authenticité. Si vous êtes célibataire, osez exprimer votre individualité pour attirer quelqu’un qui vous apprécie réellement. En couple, communiquez avec clarté et écoutez activement, renforçant ainsi votre lien. Faites des activités communes et surprenez votre partenaire avec de petites attentions sincères. Cultivez la confiance et soyez généreux dans vos gestes.",
      "career": "Pour le Lion en 2025, il est important de se concentrer sur la gestion prudente de ses finances. Établissez un budget mensuel et évitez les dépenses impulsives. Profitez de cette année pour renforcer votre réseau professionnel, voire envisager des formations pour booster votre carrière. Restez fidèle à vos passions, mais soyez aussi flexible face aux opportunités. Cultivez la patience et la persévérance pour atteindre vos objectifs.",
      "mood": "Le lion du 31 décembre 2025 évoque une ambiance de grandeur et de sérénité, mêlant la puissance tranquille à un sentiment d'accomplissement profond, laissant une impression d'espoir et de renaissance pour la nouvelle année.",
      "lucky_numbers": [
        41,
        22,
        3
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, 2025 vous invite à révéler votre vraie force",
      "general": "Aujourd'hui, les Vierges ressentiront un regain d'énergie qui pourrait transformer leur journée. Au travail, votre sens de l'organisation sera votre meilleur atout pour avancer dans vos projets ou résoudre des problèmes en suspens. Sur le plan sentimental, votre capacité d'écoute sera appréciée par votre partenaire ou une personne qui vous tient à cœur, favorisant des échanges sincères et chaleureux. Côté santé, privilégiez une activité physique douce pour canaliser votre énergie. Dans votre vie quotidienne, votre souci du détail vous aidera à prendre des décisions importantes avec clairvoyance. La journée sera idéale pour faire le point sur vos objectifs à long terme. Aujourd'hui, prenez le temps de noter vos priorités pour mieux structurer votre avenir.",
      "love": "En 2025, Vierge, prenez le temps de vous ouvrir aux autres avec sincérité. Pour les célibataires, n’hésitez pas à sortir de votre zone de confort et à engager des conversations authentiques, cela pourrait mener à une belle rencontre. En couple, cultivez la confiance en partageant vos préoccupations avec douceur, et n’oubliez pas de planifier des moments romantiques pour renforcer votre complicité.",
      "career": "En 2025, Vierge doit privilégier la gestion financière rigoureuse en évitant les dépenses impulsives. Planifie un budget mensuel précis et épargne régulièrement. Sur le plan professionnel, mise sur la formation continue pour renforcer tes compétences. Reste organisé, n'hésite pas à demander conseil lors de décisions importantes. La patience et la persévérance seront tes alliées pour concrétiser tes objectifs cette année.",
      "mood": "Le 31 décembre 2025, la Vierge ressentira une profonde sérénité mêlée à une douce impatience, emportée par l'espoir d’un nouveau départ. L’émotion sera empreinte de gratitude et d’optimisme, accentuant un sentiment de renouveau.",
      "lucky_numbers": [
        5,
        36,
        17
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Harmonie retrouvée : votre équilibre rayonne en fin d'année",
      "general": "Aujourd'hui, Balance, vous ressentirez une envie de recentrer votre énergie sur votre bien-être intérieur et vos relations proches. Sur le plan émotionnel, vous pourriez être amené à faire face à des ajustements nécessaires avec des proches ou partenaires, favorisant la communication sincère. Sur le plan professionnel, une idée ou un projet pourrait prendre forme si vous y consacrez du temps et de la patience. Sur le plan personnel, prendre soin de vous, par des moments de relaxation ou de méditation, renforcera votre sérénité. La journée vous invite à faire preuve de flexibilité et d’ouverture d’esprit face aux imprévus. Pour aujourd’hui, prenez le temps d’écrire ce que vous ressentez et planifiez une activité qui vous recentre sur vous-même.",
      "love": "En cette fin d’année, qu’il s’agisse de singles ou de couples, prenez le temps de communiquer sincèrement. Pour les célibataires, investissez dans l’amour de soi et développez vos passions pour attirer des partenaires compatibles. Pour les couples, pratiquez l’écoute active et exprimez régulièrement votre reconnaissance. Fixez ensemble des moments de qualité pour renforcer votre complicité et cultiver la confiance durable.",
      "career": "Pour maintenir l’équilibre en 2025, établissez un budget strict et suivez-le régulièrement. Investissez dans votre développement personnel et professionnel pour augmenter vos revenus. Évitez les dettes inutiles et épargnez une partie de vos gains chaque mois. Priorisez votre santé mentale et physique pour une vie harmonieuse. Enfin, faites des choix financiers éclairés en consultant des experts si nécessaire.",
      "mood": "Le ton émotionnel de Balance en cette fin d'année est serein et apaisant, évoquant une sensation de paix intérieure, de gratitude profonde et d'harmonie réconfortante, invitant à la réflexion douce sur les accomplissements passés.",
      "lucky_numbers": [
        45,
        26,
        7
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, 2025 vous invite à renaître et briller davantage",
      "general": "Aujourd'hui, le Scorpion pourrait ressentir une forte envie de transformation et de renouveau dans tous les aspects de sa vie. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, mais il faudra faire preuve de prudence et de discernement avant de s'engager. Sur le plan sentimental, la communication sera essentielle pour éviter tout malentendu avec votre partenaire ou une personne importante, ce qui pourrait renforcer ou fragiliser votre relation. Sur le plan personnel, il est conseillé de prendre du temps pour vous recentrer, en méditant ou en pratiquant une activité qui vous apaise. Prendre une décision importante aujourd’hui nécessite réflexion et écoute de votre intuition. N’hésitez pas à écrire dans votre journal pour clarifier vos pensées.",
      "love": "En cette fin d'année, les Scorpions doivent apprendre à cultiver la confiance avec leur partenaire en partageant leurs vérités profondes. Pour les célibataires, osez ouvrir votre cœur à quelqu’un qui vous inspire, tout en restant fidèle à vous-même. Pratiquez la patience et la communication sincère pour renforcer vos liens ou créer de nouvelles connexions authentiques.",
      "career": "En 2025, les Scorpions devraient se concentrer sur la gestion de leur budget et éviter les dépenses impulsives. Cultivez la patience dans vos projets professionnels, et recherchez des formations pour renforcer vos compétences. Restez à l’écoute de votre intuition, mais vérifiez toujours les faits avant de prendre des décisions importantes. Établissez un plan financier clair pour atteindre vos objectifs à long terme.",
      "mood": "Le 31 décembre 2025, l'ambiance pour le Scorpion est empreinte d'une profonde introspection mêlée à une douce anticipation, où un sentiment de transformation et d'espoir teinté de nostalgie invite à embrasser la nouvelle année avec courage et sérénité.",
      "lucky_numbers": [
        46,
        27,
        8
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, découvrez une année exceptionnelle pleine de surprises et d'opportunités",
      "general": "Aujourd’hui, les Sagittaires ressentiront une énergie renouvelée qui les pousse à explorer de nouvelles idées ou activités. Au travail, leur créativité sera à son apogée, ce qui peut leur permettre de réaliser des avancées significatives ou d’apporter des solutions innovantes. Sur le plan personnel, la communication avec leur entourage sera fluide, favorisant des échanges sincères et enrichissants. C’est aussi une journée propice à la réflexion intérieure, où ils pourront faire le point sur leurs aspirations profondes et clarifier leurs objectifs futurs. N’oubliez pas d’accorder du temps à votre bien-être mental et physique, car cela renforcera votre confiance en vous. Aujourd’hui, prenez le temps d’écrire vos rêves et planifiez une étape concrète pour vous rapprocher de leur réalisation.",
      "love": "Pour les Sagittaires en 2025, cultivez la communication sincère pour renforcer vos liens. En couple, faites preuve d’écoute attentive et partagez des projets communs pour approfondir votre complicité. En étant célibataire, explorez de nouvelles activités sociales et gardez l’esprit ouvert, tout en restant fidèle à vous-même. La clé est la patience et l’authenticité pour attirer et maintenir une relation saine.",
      "career": "Pour les Sagittaires en fin 2025, concentrez-vous sur la planification financière et évitez les dépenses impulsives. Explorez des opportunités professionnelles liées à la formation continue ou à de nouveaux projets ambitieux. Restez fidèle à vos valeurs, mais soyez prudent dans vos choix d'investissement. Cultivez la patience et l'écoute pour renforcer vos relations professionnelles et personnelles, favorisant ainsi une croissance équilibrée.",
      "mood": "Le 31 décembre 2025, Sagittaire ressentira une atmosphère empreinte d’optimisme chaleureux, de découvertes excitantes et d’une volonté renforcée de quête spirituelle. L’énergie sera joyeuse, pleine d’espoir et d’aspirations vers un avenir",
      "lucky_numbers": [
        44,
        25,
        6
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, votre année de réussite commence désormais vraiment",
      "general": "Aujourd'hui, les Capricornes sentiront une énergie renouvelée qui les pousse à concrétiser leurs projets professionnels. La journée favorise la clarté mentale, leur permettant de prendre des décisions importantes avec confiance. Sur le plan personnel, c'est un bon moment pour renforcer les liens avec leurs proches et exprimer leurs sentiments sincèrement. Leur patience et leur persévérance seront leurs meilleurs atouts face aux petits défis du quotidien. Sur le plan financier, une opportunité inattendue pourrait se présenter, il est essentiel de rester vigilant et de ne pas précipiter les choses. Sur le plan de la santé, un peu de relaxation et d'exercice physique renforceront leur bien-être général. Aujourd'hui, il est conseillé de faire une liste de leurs objectifs pour la nouvelle année afin de mieux structurer leur avenir.",
      "love": "En cette fin d'année, les Capricornes célibataires devraient oser sortir de leur zone de confort, en participant à des activités qui leur passionnent, pour attirer des partenaires sincères. Pour ceux en couple, privilégiez la communication honnête et planifiez des moments privilégiés pour renforcer votre complicité. Restez patient et ouvert, car l’amour demande du temps et de la sincérité.",
      "career": "En cette fin d’année 2025, les Capricornes devraient privilégier la planification financière et éviter les dépenses impulsives. Établissez un budget clair et investissez dans des formations pour renforcer vos compétences professionnelles. N'hésitez pas à prendre des risques calculés pour progresser, mais restez fidèle à vos valeurs. La patience et la discipline seront vos alliées pour atteindre vos objectifs.",
      "mood": "Le 31 décembre 2025, le Capricorne ressent une profonde sensation de sérénité mêlée à une douce nostalgie, évoquant un sentiment d'accomplissement, de paix intérieure et d'espoir renouvelé pour l'avenir.",
      "lucky_numbers": [
        28,
        9,
        40
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, 2025 vous ouvre de nouvelles portes inattendues",
      "general": "Aujourd'hui, le Verseau pourrait ressentir une envie forte de changement dans sa vie personnelle et professionnelle. C'est une journée propice à la créativité et à l'innovation, mais il est important de rester attentif aux détails pour éviter les malentendus. Sur le plan sentimental, la sincérité sera la clé pour renforcer vos relations, alors ouvrez votre cœur avec honnêteté. Au niveau professionnel, des idées neuves pourraient surgir, il ne faut pas hésiter à les partager avec vos collègues ou partenaires. Sur le plan de la santé, privilégiez une alimentation équilibrée et prenez le temps de vous détendre. En cette fin d’année, pensez à écrire une liste de vos objectifs pour 2026 afin de mieux vous orienter. Aujourd’hui, faites un pas vers une nouvelle idée ou un projet qui vous tient à cœur.",
      "love": "En cette fin d'année 2025, Verseau, il est important d’ouvrir votre cœur avec sincérité. Pour les célibataires, osez exprimer vos sentiments, même lentement, pour créer des connexions authentiques. Pour les couples, cultivez l’écoute active et surprenez votre partenaire par de petites attentions. Restez fidèle à vous-même tout en étant attentif aux besoins de l’autre. La communication sincère renforcera votre lien.",
      "career": "Pour le Verseau en 2025, il est essentiel de se concentrer sur la gestion de ses finances en établissant un budget précis et en épargnant régulièrement. Sur le plan professionnel, osez saisir de nouvelles opportunités et développez vos compétences. Cultivez aussi des réseaux solides pour avancer. Restez fidèle à vos valeurs tout en étant flexible face au changement pour maximiser votre succès.",
      "mood": "Le 31 décembre 2025, Verseau ressentira une douceur apaisante mêlée à une anticipation lumineuse, éveillant une sensation d’espoir sincère, d’ouverture à de nouvelles aventures, rayonnant de confiance et de sérénité intérieure.",
      "lucky_numbers": [
        42,
        23,
        4
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, guidez votre avenir avec confiance et sagesse aujourd'hui",
      "general": "Aujourd’hui, les Poissons ressentent une forte envie de renouer avec leur créativité et leur intuition. Sur le plan personnel, c’est le moment idéal pour exprimer vos sentiments et renforcer vos liens avec vos proches. Sur le plan professionnel, votre intuition vous aidera à prendre des décisions judicieuses, mais faites attention à ne pas vous laisser submerger par la fatigue ou l’excès d’émotions. Sur le plan financier, évitez toute dépense impulsive et privilégiez la prudence. La journée peut également apporter une kque tension si vous ne faites pas attention à votre équilibre intérieur. Profitez de cette journée pour faire confiance à votre instinct et avancer avec douceur. Aujourd’hui, prenez quelques instants pour méditer ou écrire vos pensées.",
      "love": "En ce 31 décembre 2025, les Poissons devraient cultiver leur authenticité en partageant sincèrement leurs sentiments. Pour les célibataires, osez franchir le pas et exprimez votre vulnérabilité, cela attirera des relations profondes. Pour les couples, privilégiez la communication bienveillante et prenez du temps pour raviver la flamme. Soyez à l’écoute de vos émotions et celles de votre partenaire, cela renforcera votre lien.",
      "career": "Pour les Poissons en 2025, concentrez-vous sur la planification financière en établissant un budget mensuel rigoureux. Investissez prudemment, en diversifiant vos placements. Sur le plan professionnel, développez vos compétences en suivant des formations. N’hésitez pas à réseauter et à écouter votre intuition dans vos décisions importantes. La patience et la persévérance seront vos alliées pour consolider votre avenir financier et professionnel.",
      "mood": "Le 31 décembre 2025, les Poissons ressentiront une profonde quiétude mêlée à une douce euphorie, comme une vague chaleureuse de gratitude et d’espoir qui les enveloppe, illuminant leur âme d’une sérénité tendre et lumineuse.",
      "lucky_numbers": [
        49,
        30,
        11
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}