{
  "date": "2025-12-24",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Ariete: sorpresa inaspettata potrebbe cambiare il tuo oggi",
      "general": "Oggi l’Ariete si sentirà particolarmente energico e motivato, pronto a mettere in pratica nuove idee sia nel lavoro che nelle relazioni personali. La giornata favorisce la comunicazione e la collaborazione con gli altri, quindi è un ottimo momento per confrontarsi e condividere i propri pensieri. La vostra intuizione sarà affinata, aiutandovi a prendere decisioni importanti con più sicurezza. Potreste riscoprire passioni dimenticate o trovare soluzioni innovative ai problemi di sempre. Tuttavia, attenzione a non perdere di vista i dettagli, mantenete l’equilibrio tra lavoro e relax. Questa sera, prendetevi del tempo per riflettere sui vostri obiettivi a lungo termine. Oggi, impegnatevi a pianificare i prossimi passi con chiarezza e determinazione.",
      "love": "Ariete, nel 2025 potresti sentirti più spontaneo e desideroso di connessione profonda. Se sei single, apriti alle nuove amicizie e non aver paura di mostrare il tuo lato autentico, perché l’amore potrebbe arrivare quando meno te lo aspetti. Per le coppie, dedicati di più al dialogo e alle piccole attenzioni quotidiane: il cuore si rafforzerà attraverso la comprensione reciproca.",
      "career": "Per Ariete il 2025 sarà un anno di grandi opportunità. Concentrati sull’organizzazione delle finanze e stabilisci obiettivi chiari a breve termine. Approfitta delle opportunità di formazione per migliorare le tue competenze professionali. Sii paziente nelle decisioni cruciali e impara a delegare, così da migliorare il benessere economico e la crescita personale. Mantieni sempre un atteggiamento positivo e proattivo.",
      "mood": "Il tono emotivo per Ariete il 24 dicembre 2025 è di gioia vibrante e speranza calda, mentre l’atmosfera si riempie di entusiasmo natalizio, nostalgia lieve e un senso di rinnovata energia e possibilità.",
      "lucky_numbers": [
        36,
        10,
        34
      ],
      "lucky_color": "oro",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Toro, sorprendi te stesso con opportunità inaspettate questo giorno",
      "general": "Oggi il Toro si sentirà particolarmente carico di energia e motivato a mettere ordine nelle sue faccende quotidiane. È un momento favorevole per concentrarsi sul lavoro e affrontare progetti importanti, grazie alla lucidità mentale portata dalla posizione favorevole dei pianeti. Le relazioni affettive potrebbero richiedere più attenzione, quindi ascolta con pazienza e mostra comprensione verso chi ami. Le questioni finanziarie meritano cautela; evita decisioni affrettate e preferisci pianificare con calma e razionalità. La giornata sarà favorevole anche per dedicarsi a attività che alimentano il benessere personale, come una passeggiata immerso nella natura o una sessione di relax. Oggi, prenditi qualche minuto per riflettere e scrivi una lista delle priorità per la settimana.",
      "love": "Per i Toro single, nel 2025-12-24, concentra le energie nel conoscere nuove persone e sviluppa la fiducia in te stesso. Sii autentico e ascolta il cuore. Per le coppie, nutri la comunicazione e condividi momenti di sensibilità. Ricorda di apprezzare le piccole cose e di essere paziente, così rafforzerai il legame e vivrai un periodo di armonia.",
      "career": "Per Toro, nel 2025, concentrati sul rafforzamento delle tue competenze e sull’ampliamento della tua rete di contatti. Risparmia ogni mese una percentuale stabile e investi con cautela, preferibilmente in strumenti diversificati. Non sottovalutare l’importanza di una pianificazione finanziaria a lungo termine e sii pronto ad adattarti ai cambiamenti del mercato, mantenendo sempre un equilibrio tra rischio e stabilità.",
      "mood": "Il tono emotivo di Toro il 24 dicembre 2025 risulta caldo e riflessivo, avvolto da un senso di nostalgia e speranza, come un abbraccio avvolgente che invita alla introspezione e alla condivisione familiare.",
      "lucky_numbers": [
        38,
        12,
        36
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gemelli, il Natale porta nuove opportunità di crescita personale",
      "general": "Oggi i Gemelli sentiranno una piacevole energia che li aiuterà a connettersi con amici e famiglia, rafforzando legami importanti. È un giorno favorevole anche per dedicarsi alla carriera, grazie a intuizioni e stimoli mentali che faciliteranno decisioni importanti. Tuttavia, bisogna stare attenti alle distrazioni e non lasciarsi sopraffare da troppi impegni contemporaneamente. La vostra curiosità sarà al massimo e ciò favorirà nuove scoperte, ma è fondamentale mantenere un equilibrio tra il desiderio di esplorare e la concentrazione sulle priorità. È un momento ideale per cercare un po’ di relax e riflessione interiore, ascoltando il proprio intuito. Oggi, dedicate del tempo a scrivere i vostri obiettivi e abbastanza attenzione alle comunicazioni con le persone care.",
      "love": "Per i Gemelli single nel 2025-12-24, concentrati sulla scoperta di nuovi interessi e sulla socializzazione autentica, che ti aiuteranno a incontrare persone compatibili. Per le coppie, dedicati alla comunicazione profonda e alle attività condivise che stimolino la creatività. Ricorda di ascoltare con attenzione e di mostrare apprezzamento reciproco, rafforzando il legame e creando ricordi significativi insieme.",
      "career": "Il 2025 offrirà ai Gemelli opportunità di crescita professionale, ma richiederà pazienza e concentrazione. Sfrutta le tue capacità comunicative per rafforzare relazioni di lavoro e cerca di pianificare le finanze con attenzione, evitando spese impulsive. Investi in formazione o nuovi progetti e mantieni uno stile di vita equilibrato. La costanza e la chiarezza di obiettivi saranno le chiavi del successo.",
      "mood": "Il tono emotivo dei Gemelli il 24 dicembre 2025 è vivido e attivo, con un senso di curiosità e leggerezza che alimenta la gioia del momento. L’umore è giocoso, pieno di speranza e desiderio di condivisione calorosa",
      "lucky_numbers": [
        29,
        3,
        27
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancro, il cuore troverà pace e serenità questo Natale",
      "general": "Oggi il Cancro sentirà una forte energia positiva che lo spronerà a dedicare tempo alla famiglia e agli amici più cari. È un momento perfetto per rafforzare i legami affettivi, ascoltare e condividere sentimenti profondi. In ambito lavorativo, potrebbero arrivare opportunità di crescita o proposte che richiedono attenzione e delicatezza, quindi è importante mantenere calma e clarify. Dal punto di vista emotivo, potrebbe sentirsi molto sensibile, ma questa è una buona occasione per riflettere sui propri bisogni interiori e trovare equilibrio. La giornata favorisce anche momenti di introspezione, aiutando a capire meglio se stessi e le proprie emozioni. Prenditi qualche minuto per scrivere un diario o meditare, così potrai affrontare con serenità le prossime sfide.",
      "love": "Per i Cancro nel 2025-12-24, dedicati alla comunicazione sincera con il partner cercando sempre di ascoltare con empatia. Se sei single, apri il cuore a nuove conoscenze senza paura. Coltiva la fiducia in te stesso, curando autostima e ascoltando il tuo istinto. Un gesto di affetto genuino può rafforzare legami o attirare l’amore desiderato.",
      "career": "Nel 2025, il Cancro dovrebbe concentrarsi sul rafforzare le proprie competenze e investire nel proprio sviluppo personale. Organizza il tuo tempo per migliorare le abilità chiave e valuta nuove opportunità di crescita professionale. Risparmia con attenzione e cerca di diversificare le entrate. La pazienza e l’ascolto del tuo istinto saranno fondamentali per raggiungere stabilità e successo finanziario.",
      "mood": "Il 24 dicembre 2025, il Cancro si troverà avvolto da un'atmosfera calda e rassicurante, tra emozioni di dolcezza, intimità familiare e un senso di speranza, che infonde conforto e serenità al cuore.",
      "lucky_numbers": [
        21,
        45,
        19
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leone, il Natale porterà gioie inaspettate e successi",
      "general": "Oggi Leone, il cielo ti invita a porre maggiore attenzione alle relazioni con le persone a te care. In ambito professionale potresti sentire il desiderio di rinnovare alcuni progetti o di proporre idee innovative, ma ricorda di ascoltare anche i bisogni della squadra. In amore, la giornata si presenta favorevole alla comunicazione e all’intimità se ti apri con sincerità. La salute richiede un po' di cura, concedendoti pause rigeneranti. La tua energia vitale è alta, quindi sfruttala per affrontare nuove sfide con entusiasmo. Cerca di evitare dubbi e indecisioni che potrebbero bloccare i tuoi progressi. Oggi, dedica qualche minuto alla riflessione personale prima di prendere decisioni importanti.",
      "love": "Per Leone, il 2025 ti invita a coltivare l’autenticità nelle relazioni. Se sei single, apri il cuore a nuove conoscenze senza timore, mostrando sincerità. Se sei in coppia, dedicati ad ascoltare profondamente il partner, rafforzando il legame. Ricorda di esprimere gratitudine quotidiana per mantenere vivo il sentimento e creare una connessione duratura.",
      "career": "Il 2025 potrà portare a Leone nuove opportunità di crescita professionale. Concentrati su formazione continua per migliorare le competenze e amplia la rete di contatti. Gestisci il denaro con attenzione, risparmiando e investendo in modo strategico. Evita sprechi e valutare nuove fonti di reddito. La costanza e la pazienza saranno chiavi per raggiungere stabilità e successi duraturi.",
      "mood": "Leone il 24 dicembre 2025 si sente avvolto da un mix di nostalgia calda e speranza, con un cuore aperto alla riflessione e all’introspezione, mentre l’atmosfera intorno a lui pulsa di dolcezza e anticipazione.",
      "lucky_numbers": [
        34,
        8,
        32
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vergine, il tuo percorso di crescita brillerà quest'anno speciale",
      "general": "Oggi la giornata porterà una sensazione di energia rinnovata che influenzerà positivamente vari aspetti della tua vita. Sul fronte lavorativo, potresti scoprire nuove opportunità o idee che ti aiuteranno a migliorare la tua efficienza e a consolidare i progetti in corso. Le relazioni personali saranno più armoniose, favorendo momenti di condivisione e comprensione reciproca. Anche la salute si farà sentire bene, grazie alla tua buona disposizione mentale e fisica. Ricorda di ascoltare il tuo intuito e di non trascurare i piccoli segnali del tuo corpo. Per sfruttare al massimo questa giornata, dedica del tempo alla meditazione o a una passeggiata in tranquillità, per ricaricare energia e trovare equilibrio.",
      "love": "Per i Vergine single nel 2025, concentrati sull'autocura e sull'espansione della cerchia sociale, partecipando a eventi che rispecchiano i tuoi interessi. Per le coppie, impegnati a comunicare con sincerità, ascoltando attivamente il partner. Pianifica momenti di intimità e condivisione, evitando la troppa perfezione. Ricorda, la spontaneità rafforza il legame, portando maggiore gioia e complicità nella relazione.",
      "career": "Nel 2025, la Vergine dovrebbe concentrarsi sulla pianificazione finanziaria e sulla gestione oculata delle risorse. È il momento di stabilire obiettivi chiari e realistici, risparmiare con costanza e evitare spese impulsive. Per la carriera, valorizza le competenze acquisite, cerca occasioni di formazione e cerca di collaborare con colleghi affidabili. La costanza e la disciplina saranno le chiavi per il successo.",
      "mood": "Il tono emotivo di Vergine il 24 dicembre 2025 è sereno e riflessivo, mentre l'atmosfera è intima e calda, offrendo uno stato di pace interiore e una sensazione di rafforzata speranza e discernimento.",
      "lucky_numbers": [
        48,
        22,
        46
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Bilancia, il futuro ti sorride con nuove opportunità oggi",
      "general": "Oggi per la Bilancia sarà una giornata ricca di stimoli e di opportunità di crescita personale e professionale. Le stelle suggeriscono di approfittare del periodo per ristabilire equilibri nella vita affettiva e nelle relazioni sociali, ascoltando con attenzione le esigenze di chi ti circonda. La tua diplomazia sarà fondamentale per risolvere eventuali incomprensioni e per convincere gli altri con serenità. Sul fronte lavorativo, potrebbe arrivare una proposta interessante o la soluzione a un problema di lunga data. La tua intuizione sarà particolarmente acuta, quindi fidati del tuo istinto. Dedica del tempo anche a valorizzare te stesso e le tue passioni. Oggi, fai un passo concreto: prenditi cinque minuti per scrivere i tuoi obiettivi per il futuro e pianifica una piccola azione per realizzarli.",
      "love": "Il 2025 sarà un anno di introspezione e armonia per i Bilancia. Se sei single, apri il cuore, ma cerca equilibrio tra desiderio e cautela. Se sei in coppia, dedicati alla comunicazione sincera, trovando momenti di complicità. Coltiva la pazienza e la flessibilità per rafforzare il legame e attrarre nuove possibilità di amore autentico.",
      "career": "Il 2025 offrirà alla Bilancia opportunità di stabilità finanziaria e crescita professionale. Concentrati sul miglioramento delle competenze e sulla rete di contatti. Pianifica un budget realistico e risparmia in vista di progetti futuri. Sii equilibrato nelle decisioni, ascolta il tuo intuito e mantieni un atteggiamento positivo. La perseveranza sarà la chiave per successi duraturi.",
      "mood": "Il 24 dicembre 2025, la Bilancia si sentirà avvolta da un’atmosfera di introspezione gentile e serenità sottile, con un lieve senso di squilibrio che invita a cercare equilibrio e rafforzare i legami più profondi.",
      "lucky_numbers": [
        38,
        12,
        36
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpione, il cuore aprirà nuove strade sorprendenti domani",
      "general": "Oggi lo Scorpione si sentirà particolarmente intuitivo e può trovare importanti risposte nelle emozioni più profonde. È un momento favorevole per approfondire relazioni di fiducia e consolidare legami con persone care, mentre sul lavoro potresti scoprire nuove opportunità di crescita che richiedono attenzione e determinazione. La tua sensibilità ti aiuterà a percepire i bisogni degli altri, rafforzando rapporti familiari e amicizie. Tuttavia, cerca di evitare di essere troppo critico con te stesso o con gli altri, mantenendo un equilibrio tra emozioni e ragione. Sul fronte della salute, ascolta il corpo e concediti momenti di relax e riflessione. Oggi presta attenzione alle piccole cose e prendi un momento per respirare profondamente e mettere in ordine i pensieri.",
      "love": "Per i Scorpione single nel 2025, apri il cuore alle nuove esperienze e sii sincero con te stesso. Condividi i tuoi sentimenti senza paura per costruire legami autentici. Per i coppia, dedicati maggiormente alla comunicazione e alla comprensione reciproca. Organizza serate speciali o piccole sorprese, così rafforzerete il vostro legame e riscoprirete la passione. Sii paziente e aperto, i risultati arriveranno.",
      "career": "Nel 2025, i Scorpione dovrebbero focalizzarsi sulla pianificazione finanziaria e sul risparmio. Valuta investimenti a lungo termine e evita decisioni impulsive. Per la carriera, sfrutta le opportunità di formazione e networking, mostrando determinazione. Sii aperto a collaborazioni e non temere di chiedere consiglio a mentori. La costanza e l’equilibrio ti porteranno successo e stabilità.",
      "mood": "Il 24 dicembre 2025, lo Scorpione si sentirà avvolto da un’atmosfera di introspezione e rinnovamento, con un sentimento di calda speranza e determinazione che alimenta il suo cuore, portandolo a riflettere con empatia",
      "lucky_numbers": [
        39,
        13,
        37
      ],
      "lucky_color": "argento",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittario scoprirà nuove opportunità sorprendenti sotto il cielo natalizio",
      "general": "Oggi Sagittario, il cielo suggerisce un giorno ricco di energia e possibilità. Nel lavoro, potresti scoprire nuove soluzioni ai problemi di sempre, utilizzando la tua creatività e il pensiero aperto tipico del tuo segno. In amore, è un momento favorevole per approfondire i legami esistenti o per manifestare i tuoi sentimenti con sincerità. La salute ti invita a dedicare qualche momento alla cura di te stesso, magari praticando una passeggiata all'aperto o una sessione di meditazione per ricaricare le energie. Le relazioni con amici e famiglia richiedono forse un po’ di attenzione in più: ascolta e sii presente. Oggi, cerca di essere spontaneo e comunica con fiducia, perché le occasioni ti sorridono se ti lasci andare.",
      "love": "Per i Sagittario, il 2025 ti invita a essere onesto con te stesso e con il partner. Singles, approfitta delle occasioni sociali per conoscere persone autentiche, senza fretta. Coppie, dedicati a nuovi progetti insieme, rafforzando il legame. Ricorda di ascoltare attentamente e di mostrare affetto in modo sincero. Con apertura e comunicazione, l’amore fiorirà in modo sorprendente.",
      "career": "Nel dicembre 2025, i Sagittario dovrebbero concentrarsi su obiettivi a lungo termine, investendo in formazione o nuove competenze professionali. Evita decisioni avventate e pianifica con attenzione il budget, risparmiando almeno il 10% delle entrate mensili. Approfitta delle opportunità di networking e collabora con colleghi affidabili per crescere sia a livello personale che finanziario. Mantieni sempre un atteggiamento ottimista e aperto alle novità.",
      "mood": "Il 24 dicembre 2025, Sagittario si sentirà avvolto da un’aura di speranza e meraviglia, con un senso di libertà e entusiasmo che alimenta desideri di avventura e rinnovata fiducia nel futuro.",
      "lucky_numbers": [
        37,
        11,
        35
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorno, il 24 dicembre 2025 porta nuove opportunità di successo",
      "general": "Oggi il Capricorno si sentirà particolarmente motivato a concentrarsi sui propri obiettivi, trovando nuove energie per affrontare sia il lavoro che le sfide personali. La giornata si rivelerà favorevole per rivedere le strategie e rafforzare i legami con amici e familiari, grazie a un clima di maggiore apertura e comprensione. Tuttavia, attenzione a non sovraccaricarsi di impegni: è importante ascoltare il proprio corpo e concedersi dei momenti di relax. Le energie positive favoriranno anche la crescita spirituale e la riflessione interiore, portando chiarezza sulle scelte future. Mantieni uno spirito positivo e sii disposto a condividere i tuoi pensieri con chi ti sta vicino. Oggi, dedica qualche minuto alla meditazione o a scrivere i tuoi obiettivi.",
      "love": "Per i Capricorno single nel 2025, apri il cuore alle nuove opportunità e fai attenzione alle persone che dimostrano sincerità. Per le coppie, consolida il legame dedicando tempo alla comunicazione e alla comprensione reciproca. Ricorda di essere paziente e di esprimere i tuoi sentimenti con sincerità, rafforzando così la fiducia e l’amore nel rapporto.",
      "career": "Il 2025 sarà un anno di crescita per il Capricorno. Concentrati sulla pianificazione a lungo termine e investi in formazione continua. Valuta attentamente ogni decisione finanziaria e risparmia una quota stabile del tuo reddito. Sii aperto a nuove opportunità professionali, ma mantieni saldi i valori. La disciplina e la pazienza ti guideranno verso maggiore stabilità e successo.",
      "mood": "Il 24 dicembre 2025, il Capricorno avvolto dall’atmosfera natalizia si sente curioso e riflessivo, con un senso di speranza e gratitudine crescente, mentre affronta con determinazione le sfide future con calore interiore.",
      "lucky_numbers": [
        21,
        45,
        19
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acquario, oggi scoprirai nuove opportunità di crescita personale",
      "general": "Oggi, l'Acquario sentirà una forte spinta a esplorare nuove idee e a consolidare i rapporti con le persone a cui tiene. La giornata sarà favorevole per dedicarsi alle relazioni sociali e professionali, favorendo incontri utili e dialoghi stimolanti. La creatività sarà il vostro punto di forza, quindi approfittatene per avviare progetti innovativi o risolvere questioni lasciate in sospeso. Tuttavia, attenzione a non trascurare troppo la cura di voi stessi e il benessere fisico, dato che l'energia potrebbe essere altalenante. In amore, potrebbero emergere emozioni profonde, quindi siate aperti a comunicare sinceramente con il partner. Prendetevi del tempo per riflettere e pianificare i prossimi passi. Fate una scelta consapevole di dedicare qualche minuto alla vostra crescita personale.",
      "love": "Per gli Acquario single, dicembre 2025 è il momento di aprirsi alle nuove opportunità e di mostrare più spontaneità. Sii sincero sui tuoi sentimenti e partecipa a eventi sociali. Per le coppie, lavorate sulla comunicazione e sulla condivisione di sogni futuri, per rafforzare il legame. Ricorda, la sincerità e la pazienza sono le chiavi per un amore duraturo.",
      "career": "Per l’Acquario nel 2025-12-24, concentrati sulla stabilità finanziaria: crea un budget e risparmia regolarmente. Sul piano professionale, valorizza le competenze digitali e cerca opportunità di formazione o corsi che possano aprirti nuove porte. Mantieni un atteggiamento aperto e proattivo, investendo tempo nel networking e nelle relazioni con colleghi e mentori. La costanza porterà risultati concreti nel nuovo anno.",
      "mood": "Il tono emotivo dell'Acquario il 24 dicembre 2025 è sereno e riflessivo, con una sensazione di speranza e apertura, mentre il cuore si riscalda con pensieri di condivisione e rinnovata fiducia nel futuro.",
      "lucky_numbers": [
        35,
        9,
        33
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Pesci, il cuore troverà nuova armonia inaspettata.",
      "general": "Oggi i Pesci si sentono particolarmente estesi e sensibili, pronti ad approfondire le proprie emozioni e relazioni. La giornata può portare incontri significativi, magari con persone che offrono nuove prospettive o che stimolano il vostro lato creativo. Sul fronte lavorativo, è un momento di intuizione: ascoltare il vostro istinto vi guiderà verso decisioni importanti e opportunità inaspettate. La vostra sensibilità potrebbe essere amplificata, quindi cercate di mantenere un equilibrio tra il desiderio di connessione e la necessità di spazio personale. Prendetevi del tempo per riflettere sui vostri obiettivi e lasciate che le emozioni positive vi incentivino a proseguire con fiducia. Oggi, sfruttate questa energia per comunicare apertamente con qualcuno a cui tenete.",
      "love": "Per Pesci nel 2025, è importante ascoltare il cuore senza perdere di vista la realtà. Se sei single, apriti a nuove esperienze e sii sincero con te stesso sulle tue emozioni. Se sei in coppia, dedicati alla comunicazione profonda, evitando l’idealizzazione. Ricorda di coltivare la fiducia e di mostrare affetto con gesti concreti, rafforzando così il legame.",
      "career": "Per i Pesci nel 2025, è importante concentrarsi sulla pianificazione finanziaria e sulla gestione delle spese. Sii realista e crea un bilancio mensile, evitando spese impulsive. Investi in formazione per migliorare le tue competenze e aprirti a nuove opportunità lavorative. Rimani aperto al dialogo con colleghi e superiori, così potrai cogliere occasioni di crescita professionale.",
      "mood": "Il tono emotivo di Pesci il 24 dicembre 2025 è intimo e riflessivo, avvolto da una dolce malinconia e speranza, che invita alla contemplazione e alla connessione profonda con sé stessi e gli altri.",
      "lucky_numbers": [
        42,
        16,
        40
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    }
  }
}