{
  "date": "2025-12-31",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Áries, 2025 trará conquistas e novas oportunidades incríveis",
      "general": "Hoje, Áries, seu entusiasmo e energia estarão em alta, impulsionando suas ações em várias áreas da vida. No trabalho, aproveite para mostrar liderança e agilidade, conquistando reconhecimento por sua determinação. Nos relacionamentos, sua paixão será evidente, fortalecendo laços com amigos e familiares, mas atenção para não ser impulsivo demais nas conversas. No aspecto financeiro, é um bom dia para rever seus gastos e planejar investimentos com cautela. Cuide também da sua saúde, reservando um tempo para relaxar e praticar atividades que tragam equilíbrio emocional. Mantenha o foco e não deixe que a ansiedade tome conta. Hoje, dedique alguns minutos para fazer uma lista de tarefas e prioridades, assim você terá um dia mais produtivo e centrado.",
      "love": "Áries, em 2025, dedique-se a ouvir seu parceiro com atenção e a expressar seus sentimentos abertamente. Para os solteiros, aproveite o momento para explorar novas conexões com sinceridade. Seja paciente nas diferenças e pratique a empatia. Cultive o equilíbrio entre sua paixão e compreensão, fortalecendo vínculos e encontrando harmonia nas relações. Aproveite o momento para crescer junto de quem ama.",
      "career": "Em 2025, Áries deve focar na organização financeira e evitar decisões impulsivas. Reserve um tempo para planejar seus objetivos de curto e longo prazo, priorizando investimentos sólidos e aprendendo a administrar melhor seus recursos. No trabalho, aproveite oportunidades de liderança, mas seja paciente e ouça outras opiniões. Cultive o equilíbrio emocional para manter a clareza e evitar conflitos desnecessários.",
      "mood": "No dia 31 de dezembro de 2025, Áries sente uma mistura de entusiasmo e esperança, com uma energia vibrante que impulsiona a reflexão sobre conquistas passadas e sonhos futuros, trazendo otimismo e determinação.",
      "lucky_numbers": [
        43,
        24,
        5
      ],
      "lucky_color": "dourado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Touro: Hoje, encontre harmonia e crescimento interior duradouro",
      "general": "Hoje, Touro, o dia traz uma mistura de energia e reflexão. No trabalho, você pode se deparar com oportunidades de mostrar sua dedicação e criatividade, o que pode abrir portas para projetos futuros. Na vida emocional, é um momento propício para conversar com alguém importante, fortalecendo vínculos e esclarecendo mal-entendidos. No aspecto financeiro, evite gastos impulsivos e analise suas prioridades com calma. Sua intuição está mais sensível, ajudando a tomar decisões acertadas se ouvir seu coração. Cuide também da sua saúde, reservando um tempo para relaxar e praticar atividades que tragam bem-estar. Aproveite este dia para se conectar mais profundamente com seus desejos e valores. Hoje, reserve um momento para refletir sobre seus objetivos e planejar passos concretos para alcançá-los.",
      "love": "Para Touro em 2025-12-31, a harmonia nas relações exige paciência e sinceridade. Solteiros devem explorar interesses pessoais, construindo autoconfiança, enquanto casais fortalecem vínculos ao dedicar tempo de qualidade juntos. Pratique a comunicação aberta, compartilhe sonhos e emoções, evitando cobranças. Com equilíbrio emocional, o amor florescerá naturalmente, trazendo estabilidade e alegria para esse momento especial.",
      "career": "Para Touro em 31 de dezembro de 2025, foque na estabilidade financeira cultivando disciplina e economizando. Avalie novas oportunidades profissionais que valorizem suas habilidades e oferecem crescimento sólido. Aproxime-se de seus objetivos com paciência, evitando decisões impulsivas. Invista em desenvolvimento pessoal e em relações que possam impulsionar sua carreira. Mantenha-se firme, equilibrando esforço e descanso para alcançar realizações duradouras.",
      "mood": "Na véspera de 2025, Touro sente uma mistura de esperança serena e satisfação profunda, com um toque de introspecção. É um momento de gratidão e de planejar com calma o que virá, nutrindo tranquilidade e esperança.",
      "lucky_numbers": [
        45,
        26,
        7
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gêmeos hoje: novidades surpreendentes impulsionam seu crescimento pessoal",
      "general": "Hoje, Gêmeos, o dia traz uma energia estimulante que incentiva a comunicação e o aprendizado. Você estará mais criativo e aberto a novas ideias, o que pode fortalecer relacionamentos pessoais e profissionais. Aproveite para expressar seus pensamentos com clareza e ouvir atentamente as opiniões dos outros, pois isso trará boas oportunidades de crescimento. No âmbito emocional, esteja atento às suas intuições e dedique um tempo para refletir sobre seus desejos mais profundos. No trabalho, sua habilidade de adaptação será seu maior aliado, ajudando a superar possíveis obstáculos. Cuide para não dispersar suas energias e mantenha o foco nas tarefas prioritárias. Hoje, uma boa ação é buscar conhecimentos novos, como leitura ou um debate divertido.",
      "love": "Para Gêmeos solteiros, 2025 promete oportunidades de autoconhecimento e conexão genuína; esteja aberto ao novo e confie em sua intuição. Para os casais, priorizem a comunicação aberta e a troca de ideias; surpreendam-se com atividades criativas juntos. Aproveite o momento para fortalecer vínculos, mas não tenha medo de explorar sua liberdade emocional, equilibrando autonomia com intimidade.",
      "career": "Em 2025, Gêmeos deve focar na comunicação e aprendizado contínuo para avançar na carreira. Invista em cursos e networking, aproveitando suas habilidades de adaptação. Para as finanças, priorize o controle de gastos e a poupança, além de buscar fontes de renda extras. Mantenha-se aberto às oportunidades e seja paciente, pois o crescimento sustentável trará estabilidade e sucesso.",
      "mood": "Em 31 de dezembro de 2025, Gêmeos sente-se introspectivos e cheios de esperança, refletindo sobre suas jornadas com uma mistura de nostalgia e brilho no coração, enquanto aguardam um novo ciclo repleto de possibilidades e conexão.",
      "lucky_numbers": [
        36,
        17,
        48
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Câncer enfrenta novo ciclo de descobertas emocionais e de crescimento",
      "general": "Hoje, Câncer, o dia traz uma energia de reflexão e introspecção, incentivando você a revisar suas emoções e prioridades. No âmbito profissional, pode surgir uma oportunidade inesperada que exige atenção aos detalhes e uma postura calma para aproveitar ao máximo. Nos assuntos amorosos, a sensibilidade estará em alta, facilitando diálogos mais profundos e sinceros com quem você ama. Sua saúde pede cuidado especial com o descanso, pois o cansaço acumulado pode afetar seu bem-estar geral. Aproveite para conectar-se com suas raízes familiares, fortalecendo laços e resolvendo pendências. No financeiro, mantenha o foco na economia, evitando gastos impulsivos. Hoje, dedique um tempo para meditar e organizar seus pensamentos, buscando equilíbrio emocional e clareza interior.",
      "love": "Em 2025, Câncer deve focar na comunicação emocional para fortalecer relacionamentos. Para os solteiros, abrir-se mais e compartilhar sentimentos ajudará a atrair conexões genuínas. Casais, invistam em momentos de intimidade e escuta empática. Evite fugir de conflitos; enfrentá-los com calma fortalece a confiança. Cultive o amor-próprio para equilibrar emoções e criar relacionamentos mais harmoniosos e duradouros.",
      "career": "Em 2025, Cancer deve focar na organização financeira e na valorização de suas habilidades profissionais. Invista em cursos que fortaleçam seu crescimento, mantenha o controle de suas despesas e busque novas oportunidades de crescimento. Cultive relacionamentos com colegas e mentores, pois podem abrir portas importantes. Praticar a autocompaixão e estabelecer limites ajudará a manter o equilíbrio emocional e o foco no sucesso.",
      "mood": "No final de 2025, o câncer se sentirá emocionalmente inspirado, com uma sensação de esperança e renovação, misturada a uma vulnerabilidade que abre espaço para conexão profunda e crescimento interior.",
      "lucky_numbers": [
        28,
        9,
        40
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leão brilhará intensamente e conquistará novos horizontes em 2025",
      "general": "Hoje, Leão, o dia promete ser cheio de energia e entusiasmo, trazendo oportunidades para avançar em suas relações pessoais e projetos profissionais. Sua criatividade e liderança estarão em alta, incentivando você a tomar iniciativa e se destacar em grupos e atividades sociais. No entanto, cuidado para não se deixar levar pelo ego e mostrar-se excessivamente dominante. Na saúde, uma atenção especial à alimentação e ao descanso será fundamental para manter seu equilíbrio. No amor, a comunicação será a chave para fortalecer laços ou resolver mal-entendidos. Aproveite esse momento para expressar seus sentimentos com sinceridade e generosidade. Hoje, dedique um tempo para refletir sobre seus objetivos e planejar seus próximos passos com clareza e confiança.",
      "love": "Em 2025, Leões solteiros devem focar em autoconhecimento e desenvolver atividades que reforcem sua autoestima, atraindo conexões autênticas. Para os casais, a comunicação será essencial para fortalecer laços; reserve momentos de sinceridade e carinho. Surprenda seu parceiro com gestos inesperados e seja paciente na resolução de conflitos. Valorize seu brilho único, mas também ouça e apoie quem ama, construindo uma relação mais sólida e harmoniosa.",
      "career": "Para Leão em 31 de dezembro de 2025, concentre-se em criar uma reserva financeira sólida e invista em seu desenvolvimento pessoal. Aproveite oportunidades de crescimento na carreira, mas mantenha o equilíbrio entre trabalho e vida pessoal. Cultive relacionamentos profissionais e pessoais, pois eles podem abrir portas inesperadas. Priorize a disciplina financeira e estabeleça metas claras para alcançar estabilidade e realização neste novo ciclo.",
      "mood": "No final de 2025, Leão sente-se envolto por uma atmosfera de esperança e reflexão, uma mistura quente de orgulho e nostalgia, inspirando força interior e a esperança de novos começos com entusiasmo contido.",
      "lucky_numbers": [
        41,
        22,
        3
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgem, 2025 trará realizações inesperadas e crescimento pessoal",
      "general": "Hoje,Virgem, você se sentirá especialmente atento às suas responsabilidades e aos detalhes do seu dia. Seu senso de organização estará afiado, o que facilitará resolver questões pendentes no trabalho ou em projetos pessoais. No âmbito emocional, poderá perceber uma maior necessidade de estabilidade e conforto, buscando momentos de tranquilidade ao lado de quem ama. A conexão com sua intuição estará forte, ajudando a tomar decisões importantes com mais segurança. No entanto, tome cuidado para não se sobrecarregar com tarefas ou expectativas. Cuide de sua saúde física e mental, reservando um tempo para o descanso e a reflexão. Hoje, reserve alguns minutos para planejar suas metas do mês que vem, escrevendo suas intenções de forma clara e positiva.",
      "love": "Para os virginianos solteiros em 2025, aproveite para aprofundar o autoconhecimento e ampliar seu círculo social, pois novas conexões podem surpreender. Para os que estão em relacionamento, foque na comunicação sincera, valorizando os pequenos gestos. Organize momentos de tranquilidade a dois, fortalecendo a intimidade. Confie na sua intuição e seja aberto ao novo, permitindo que o amor evolua de forma natural.",
      "career": "Para Virgem em 2025, foque em organizar suas finanças e estabelecer metas claras. Invista em aprendizado e desenvolvimento profissional, buscando cursos que agreguem valor. Reserve uma poupança de emergência e monitore seus gastos regularmente. Aproveite oportunidades de networking para expandir sua carreira. Cultive disciplina e paciência, sabendo que pequenas ações diárias trarão grande estabilidade financeira e crescimento a longo prazo.",
      "mood": "No final de 2025, Virgem sente uma mistura delicada de esperança e reflexão, onde a tranquilidade interior se encontra com uma sensação de renovação silenciosa, despertando uma esperança serena e uma calma otimista no coração.",
      "lucky_numbers": [
        5,
        36,
        17
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, 2025 trará amadurecimento e novas oportunidades inspiradoras",
      "general": "Hoje, Libra, o dia traz uma energia equilibrada que favorece tanto seus relacionamentos quanto sua vida profissional. Você pode encontrar facilidade ao equilibrar suas emoções e suas ações, o que ajudará a resolver conflitos com mais serenidade. Na área financeira, um improviso ou uma sugestão inesperada pode abrir novas oportunidades, então esteja atento às chances que surgirem. No ámbito pessoal, a comunicação será fundamental para fortalecer laços e evitar mal-entendidos. Sua intuição estará afiada, guiando você nas decisões mais importantes. Aproveite esse momento para refletir sobre suas metas de longo prazo e ajustar suas estratégias caso necessário. Hoje, reserve um tempo para meditar ou fazer uma pausa e reavaliar seus planos com calma.",
      "love": "Para Libra solteiro em 2025, concentre-se em autoconhecimento e estabeleça limites claros antes de buscar um parceiro. Para os comprometidos, pratique a comunicação aberta e valorize a harmonia no dia a dia. Invista em pequenos gestos de carinho e escute atentamente o que seu parceiro precisa para fortalecer a relação. Faça do amor uma parceria de crescimento mútuo.",
      "career": "Para Libra em 2025-12-31, foque em equilibrar suas finanças com planejamento e disciplina. Priorize investimentos que gerem segurança a longo prazo e evite gastos impulsivos. Aproveite o período para atualizar suas habilidades profissionais, buscando cursos que possam ampliar suas oportunidades. Cultive relacionamentos no trabalho, porque conexões sólidas podem abrir novas portas. Mantenha-se flexível e aberto às mudanças, garantindo estabilidade financeira e crescimento na carreira.",
      "mood": "No final de 2025, Libra sente-se envolto por uma atmosfera de esperança e calma, com uma sensação de equilíbrio interno e otimismo renovado, estimulando a reflexão e a busca por harmonia nas relações pessoais.",
      "lucky_numbers": [
        45,
        26,
        7
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpião, 2025 trará transformação e novas oportunidades emocionantes",
      "general": "Hoje, Escorpião, o dia traz uma energia de introspecção que favorece a reflexão sobre seus objetivos pessoais e profissionais. Você pode sentir uma forte intuição ajudando a tomar decisões importantes, especialmente relacionadas a finanças e relacionamentos. No âmbito emocional, é um momento de fortalecer laços com pessoas próximas e demonstrar seu carinho de forma mais autêntica. No trabalho, sua dedicação será reconhecida, mas cuidado para não se deixar dominar pelo excesso de responsabilidades. Aproveite também a oportunidade para reorganizar suas metas e estabelecer prioridades claras para os próximos meses. Reserve um tempo para cuidar de si mesmo e recarregar suas energias. Hoje, pratique a gratidão e escreva uma lista de coisas pelas quais você é agradecido.",
      "love": "Para Escorpião em 2025-12-31, comunique seus sentimentos com sinceridade, especialmente se estiver em um relacionamento. Para os solteiros, acalme sua intensidade, explore novos círculos sociais e seja aberto ao que a vida oferece. Pratique a escuta empática e a autocompaixão, fortalecendo a conexão consigo mesmo. Essa abordagem criará laços mais profundos e autênticos, trazendo harmonia e amor verdadeiro.",
      "career": "Em 31 de dezembro de 2025, Escorpião deve focar em estabelecer metas claras e manter disciplina financeira. Invista em aprender novas habilidades profissionais e aproveite oportunidades de networking. Seja cauteloso ao fazer investimentos e evite decisões impulsivas. Priorize seu bem-estar emocional, equilibrando trabalho e lazer, para garantir crescimento sustentável na carreira e estabilidade financeira.",
      "mood": "No céu de 31 de dezembro de 2025, Escorpião sente-se introspectivo e emocionalmente profundo, impregnado de esperança silenciosa e um toque de nostalgia, enquanto busca renovação e significado na atmosfera carregada de silêncio e reflexão.",
      "lucky_numbers": [
        46,
        27,
        8
      ],
      "lucky_color": "prata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitário. Um novo ciclo de realizações e descobertas surpreendentes",
      "general": "Hoje, Sagitário, o dia traz uma energia de otimismo e entusiasmo que pode favorecer suas ações e decisões. No trabalho, você se sentirá motivado a buscar novas ideias, podendo impressionar colegas com sua criatividade e dedicação. No amor, a disposição de compartilhar momentos especiais fortalece seus laços, trazendo mais harmonia e compreensão. No âmbito financeiro, é um momento favorável para refletir sobre seus investimentos e planejar o futuro com mais segurança. Sua saúde pede atenção à rotina de alimentação e descanso, garantindo mais energia para enfrentar o dia. Aproveite para fortalecer conexões importantes e manter o foco nos seus objetivos de longo prazo. Hoje, dedique alguns minutos para organizar suas metas e estabelecer prioridades.",
      "love": "Para Sagitário em 2025-12-31, encontre equilíbrio entre sua energia aventureira e a paciência nos relacionamentos. Se solteiro, invista em autoconhecimento, fortalecendo sua autoestima antes de abrir espaço para alguém. Para os casais, pratique a comunicação aberta, valorizando momentos de convivência e descobertas mútuas. Aposte na sinceridade e na alegria compartilhada, criando laços mais profundos e duradouros.",
      "career": "Para Sagitário em 2025, concentre-se em investir no seu desenvolvimento pessoal e profissional. Aproveite oportunidades de cursos ou networking para ampliar sua rede. Seja cauteloso ao assumir riscos financeiros; revise seus planos e economize. Mantenha a mente aberta às mudanças e adapte-se com flexibilidade. Cultive a paciência e foco, criando uma base sólida para alcançar novas metas no próximo ano.",
      "mood": "No dia 31 de dezembro de 2025, Sagitário sente-se otimista e aventureiro, com um brilho de esperança e entusiasmo no coração, enquanto a alma busca liberdade e novos horizontes para celebrar o ano que chega.",
      "lucky_numbers": [
        44,
        25,
        6
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricórnio alcançará novos sonhos neste último dia de 2025",
      "general": "Hoje, Capricórnio, o dia traz uma energia de renovação que favorece suas relações pessoais e profissionais. Você pode sentir uma vontade maior de organizar seus planos e estabelecer metas claras. Na área do amor, mantenha a sensatez e valorize o diálogo, podendo fortalecer vínculos com sua sinceridade. No trabalho, sua dedicação e disciplina serão reconhecidas, abrindo portas para novas oportunidades. Cuide também de sua saúde física e emocional, reservando um tempo para si mesmo. Reflita sobre seus objetivos a longo prazo e ajuste suas estratégias conforme necessário. Aproveite a energia do dia para dar passos concretos em direção ao que deseja conquistar. Hoje, tome uma atitude prática: escreva uma lista de prioridades para o próximo mês e decida qual será o primeiro passo.",
      "love": "Para os capricornianos solteiros em 2025, aproveite o momento para se abrir ao amor, cultivando autoconfiança e mostrando seu verdadeiro potencial. Para os casais, pratique a comunicação sincera e reserve momentos especiais juntos, fortalecendo vínculos. Esteja atento às pequenas atitudes que demonstram carinho e prioridade ao parceiro, promovendo harmonia e crescimento mútuo. Aproveite essa fase de estabilidade emocional e amadurecimento.",
      "career": "Para Capricórnio em 2025-12-31, é importante manter o foco na organização financeira e investir com prudência. Aproveite oportunidades de aprender novas habilidades que possam impulsionar sua carreira, mas cuidado para não assumir responsabilidades demais. Reserve um tempo para refletir sobre seus objetivos de longo prazo e ajuste suas metas conforme necessário. Cultive relacionamentos profissionais sólidos e seja paciente com seu progresso.",
      "mood": "No final de 2025, Capricórnio sente uma mistura de esperança e reflexão, iluminando suas emoções com uma calma sólida, enquanto internaliza sonhos renovados e prepara-se para novos começos com entusiasmo sereno e determinação.",
      "lucky_numbers": [
        28,
        9,
        40
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Aquário em 2025: Descubra seu futuro promissor e inovador",
      "general": "Hoje, Aquário, você se sente mais conectado com suas emoções e suas ideias, o que favorece relações próximas e projetos criativos. O dia traz uma energia estimulante que incentiva a inovação e o pensamento original, ajudando a resolver questões pendentes no trabalho ou na vida pessoal. Sua comunicação está mais clara e envolvente, facilitando entendimentos e parcerias. Aproveite para se abrir mais com quem confia e compartilhar suas visões futuras. É um bom momento para refletir sobre seus sonhos e planejar passos concretos para realizá-los. Cuide também da sua saúde emocional, reservando um tempo para meditação ou atividades tranquilas que promovam equilíbrio interior. Hoje, dirija sua atenção às suas ideias e tome uma iniciativa que te inspire.",
      "love": "Para Aquário em 2025-12-31, mantenha o equilíbrio entre sua necessidade de liberdade e o compromisso com quem ama. Para solteiros, aproveite a autenticidade, mas esteja aberto a conexões profundas, evitando superficialidade. Para casais, pratique a comunicação honesta e valorize momentos de cumplicidade. Pequenas ações, como ouvir atentamente ou reservar um tempo especial, fortalecem relacionamentos e elevam o afeto.",
      "career": "Em 31 de dezembro de 2025, Aquário deve focar em desenvolver habilidades digitais e manter uma rede de contatos sólida. Invista em cursos de tecnologia e networking, além de equilibrar despesas com economia. Aproveite oportunidades de crescimento na carreira, mas evite decisões impulsivas. Cultive a paciência e a disciplina financeira, garantindo estabilidade e sucesso no próximo ciclo.",
      "mood": "No fim de 2025, Aquário se sente energizado e esperançoso, com uma aura de descoberta e otimismo. Sua alma vibrante busca novos horizontes, convidando-o a refletir com clareza e entusiasmo sobre o futuro promissor que se aproxima.",
      "lucky_numbers": [
        42,
        23,
        4
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Peixes: Novo ano trará realizações e crescimento interior em 2025",
      "general": "Hoje, os piscianos podem sentir uma forte conexão com sua intuição, favorecendo decisões importantes, principalmente no campo emocional e nos relacionamentos. É um dia propício para refletir sobre seus sentimentos e fortalecer laços com pessoas próximas, trazendo harmonia e compreensão. No trabalho, seu talento para resolver conflitos será valorizado, mas evite se deixar levar pela ansiedade; mantenha o foco e a paciência. Nos desafios pessoais, lembre-se de que a gentileza e o diálogo aberto podem transformar situações difíceis em oportunidades de crescimento. Sua sensibilidade também pode impulsionar a criatividade, abrindo portas para novas ideias. Aproveite o momento para praticar a autocompaixão e dedicar um tempo ao seu bem-estar emocional. Hoje, tire um momento para meditar e se reconectar com sua essência.",
      "love": "Para os piscianos solteiros em 2025, concentrem-se em autoconhecimento e autoestima, pois isso atrairá relacionamentos autênticos. Para os comprometidos, pratique comunicação aberta e ouça com empatia, criando um ambiente de confiança. Tire um tempo para atividades que fortaleçam a conexão emocional, como caminhadas ou momentos de reflexão juntos. A autenticidade será seu maior aliado neste novo ciclo.",
      "career": "Para Peixes em 2025-12-31, concentre-se em definir metas claras e realistas no trabalho, investindo em cursos que aumentem sua expertise. Organize suas finanças, evite gastos impulsivos e crie uma reserva de emergência. Aproveite a intuição natural para tomar decisões financeiras melhores. Cultive relacionamentos profissionais e pessoais, pois eles podem abrir portas para novas oportunidades no próximo ano.",
      "mood": "No final de 2025, Peixes experimenta uma atmosfera de reflexão profunda e esperança suave, com emoções sensíveis carregadas de nostalgia e um desejo delicado de renovação e conexão espiritual sincera.",
      "lucky_numbers": [
        49,
        30,
        11
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}