{
  "date": "2025-12-28",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, courage et opportunités pointent à l'horizon ce jour",
      "general": "Aujourd’hui, les Béliers ressentiront une énergie renouvelée qui leur permettra de relever plusieurs défis avec confiance. Sur le plan professionnel, c’est le moment d’affirmer leurs idées et de prendre des initiatives audacieuses, car la chance est de leur côté. Sur le plan personnel, des échanges sincères renforceront leur entente avec leurs proches. Cependant, il leur faudra veiller à ne pas trop se disperser ou à s’obstiner inutilement. La clé aujourd’hui est de trouver un équilibre entre action et écoute, pour ne pas brûler d’énergie inutilement. Il serait judicieux de planifier une activité qui leur fasse du bien, comme une promenade ou une méditation. Aujourd’hui, faites le premier pas vers ce que vous souhaitez concrétiser.",
      "love": "Pour les Bélier en cette fin d'année, cultivez la patience et la douceur dans vos relations. Si vous êtes célibataire, prenez le temps de mieux connaître vos propres attentes avant de vous lancer. En couple, exprimez votre amour par des gestes concrets et écoutez davantage votre partenaire. La clé est d’équilibrer votre impulsivité avec une communication sincère et attentionnée.",
      "career": "Le Bélier en cette fin d'année 2025 doit privilégier la patience et la planification pour atteindre ses objectifs financiers. Évitez les investissements impulsifs et concentrez-vous sur la gestion de votre budget. Profitez de cette période pour renforcer vos compétences professionnelles, explorer de nouvelles opportunités et établir des contacts solides, ce qui pourrait ouvrir des portes inattendues pour votre avenir.",
      "mood": "Le Bélier du 28 décembre 2025 ressent une énergie vibrante mêlée d’optimisme, mais aussi une légère impatience. L’atmosphère est dynamique, encourageant à l’action, tout en invoquant une passion ardente pour réaliser ses rêves.",
      "lucky_numbers": [
        40,
        18,
        46
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau: Une journée de renouveau et de belles opportunités",
      "general": "Aujourd'hui, Taureau, vous pourriez ressentir une forte envie de stabilité et de confort dans votre vie quotidienne. Sur le plan professionnel, il est probable que vous trouviez une nouvelle motivation ou que vous ayez une idée claire pour avancer dans un projet important. Sur le plan relationnel, votre approche douce et sincère renforcera vos liens avec vos proches, apportant harmonie et compréhension. Cependant, attention à ne pas vous laisser submerger par le stress si des imprévus surgissent. Votre équilibre intérieur dépendra de votre capacité à rester concentré sur l’essentiel. Aujourd’hui, prenez le temps de méditer dix minutes pour apaiser votre esprit et clarifier vos objectifs pour la semaine à venir.",
      "love": "En cette fin d’année 2025, Taureau, cultive la patience et la sincérité dans tes relations. Pour les célibataires, ose prendre des initiatives et exprimer tes sentiments authentiques. En couple, privilégie les moments de partage et d’écoute profonde. Renforce la confiance en étant à l’écoute des besoins de l’autre. La douceur et la stabilité seront tes alliées pour une année harmonieuse.",
      "career": "En 2025, Taureau devrait privilégier la prudence financière en évitant les dépenses impulsives. Investissez dans des projets durables et diversifiez vos sources de revenu pour assurer votre stabilité. Sur le plan professionnel, saisissez les opportunités de formation pour renforcer vos compétences. Restez patient face aux défis, car la persévérance sera votre atout principal pour atteindre vos objectifs à long terme.",
      "mood": "Le 28 décembre 2025, le Taureau ressent une mélancolie douce, mêlée à une profonde sérénité et à une envie d’introspection. L’atmosphère est empreinte de calme, invitant à la réflexion et à la connexion intérieure.",
      "lucky_numbers": [
        42,
        20,
        48
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, aujourd'hui, épanouissement et découvertes inattendues vous attendent",
      "general": "Aujourd'hui, les Gémeaux ressentiront une énergie vive qui stimulera leur créativité et leur communication. Sur le plan professionnel, vous pouvez faire des progrès significatifs si vous impatiencez à exprimer vos idées clairement. Vos relations personnelles bénéficieront d’un échange sincère, renforçant votre complicité. Cependant, il est conseillé de prendre du recul si des malentendus surgissent, afin d’éviter tout conflit inutile. Sur le plan émotionnel, la journée invite à écouter votre instinct et à privilégier le dialogue. Soyez ouvert aux nouvelles opportunités qui se présentent, notamment dans vos projets ou collaborations. Aujourd'hui, prenez le temps d’écrire ce que vous ressentez pour mieux clarifier vos idées et avancer avec confiance.",
      "love": "Pour les Gémeaux en cette fin d'année, il est essentiel d'écouter votre cœur tout en restant sincère avec l'autre. En couple, privilégiez la communication ouverte pour renforcer la complicité. Pour les célibataires, osez exprimer votre authenticité et explorez de nouvelles rencontres sans peur du rejet. Prenez le temps de réfléchir à ce que vous souhaitez réellement pour avancer avec confiance.",
      "career": "Le 28 décembre 2025, les Gémeaux doivent se concentrer sur l'organisation de leurs finances. Établissez un budget précis et évitez les dépenses impulsives. Sur le plan professionnel, profitez de cette journée pour renforcer vos compétences en communication et réseautage. Cela vous permettra d'ouvrir de nouvelles opportunités et de valoriser votre potentiel. Restez curieux, mais prudent dans vos investissements.",
      "mood": "Le 28 décembre 2025, les Gémeaux ressentiront une douce mélancolie mêlée à une curiosité vivante, évoquant une journée d’introspection empreinte de légèreté, où l’émerveillement et la nostalgie cohabitent harmonieusement.",
      "lucky_numbers": [
        33,
        11,
        39
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, votre intuition vous guide vers de grandes découvertesâtes",
      "general": "Aujourd'hui, les étoiles favorisent votre intuition, ce qui peut vous aider à prendre des décisions importantes tant sur le plan professionnel que personnel. Vous ressentirez un besoin profond de connexion avec vos proches, alors n'hésitez pas à leur exprimer vos sentiments sincèrement. Sur le plan professionnel, votre créativité est à son apogée, ce qui peut ouvrir de nouvelles opportunités si vous osez sortir de votre zone de confort. Cependant, veillez à ne pas vous laisser submerger par l'émotion, restez attentif à la gestion de votre temps. Votre santé mentale sera également primordiale, alors prenez quelques instants pour vous recentrer. Cette journée vous invite à écouter votre cœur et à agir avec douceur.\n\nAujourd'hui, prenez le temps d'appeler un ami proche pour partager vos pensées et renforcer votre lien.",
      "love": "Pour les Cancer en amour ce 28 décembre 2025, la clé est d’ouvrir votre cœur avec sincérité. Si vous êtes célibataire, osez exprimer vos sentiments et faites confiance à votre intuition pour rencontrer quelqu’un de spécial. En couple, privilégiez la communication profonde et montrez votre vulnérabilité. Cultivez la patience et la compréhension mutuelle pour renforcer votre lien aujourd'hui.",
      "career": "Le 28 décembre 2025, les Cancers devraient se concentrer sur l'organisation de leurs finances et renforcer leur réseau professionnel. Établissez un budget précis, évaluez vos dépenses et investissez dans votre développement personnel. Soyez à l’écoute des opportunités inattendues, mais restez prudent. Cultivez la patience et la détermination pour atteindre vos objectifs à moyen terme. Priorisez votre bien-être tout en poursuivant votre croissance professionnelle.",
      "mood": "Le Cancer ressentira une douce mélancolie mêlée d’espoir, une chaleur intérieure enveloppante qui invite à la réflexion et à la tendresse, tout en apportant une sensation de renouveau et de sérénité profonde.",
      "lucky_numbers": [
        25,
        3,
        31
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre charisme vous mènera vers de nouveaux horizons passionnés",
      "general": "Aujourd’hui, le Lion pourrait ressentir un regain d’énergie qui stimule sa créativité et sa confiance en soi. C’est une journée propice pour relancer des projets professionnels ou personnels, tout en renforçant ses liens avec ses proches. La planète du succès favorise la communication, vous permettant de convaincre avec charisme. Cependant, restez attentif à ne pas trop vous engager afin d’éviter la surcharge. Sur le plan émotionnel, vous pourriez ressentir une certaine impatience, mais cela peut aussi être une opportunité pour faire ce qui compte vraiment. Au niveau de la santé, privilégiez une activité physique pour canaliser votre vitalité. Aujourd’hui, prenez le temps de faire une liste de vos objectifs du moment, puis planifiez concrètement les étapes pour les atteindre.",
      "love": "Pour les lions célibataires en 2025, il est temps d’ouvrir votre cœur avec sincérité et patience. Prenez le temps de connaître l’autre sans précipitation, en exprimant honnêtement vos sentiments. Pour les couples, cultivez la confiance en partageant vos rêves et en affrontant ensemble les défis, tout en nourrissant la complicité par des gestes simples et sincères.",
      "career": "En 2025, les Lions doivent se concentrer sur la diversification de leurs sources de revenus. Investissez dans des compétences nouvelles et pertinentes pour renforcer votre valeur sur le marché. Économisez régulièrement et évitez les dépenses impulsives. Établissez un budget clair et priorisez vos objectifs financiers, tout en restant fidèle à vos passions. La discipline et la rigueur seront vos meilleurs alliés pour réussir cette année.",
      "mood": "Le 28 décembre 2025, Lion évoque une atmosphère chaleureuse empreinte de nostalgie et de sérénité, où la confiance et la détermination se mêlent à un sentiment d'espoir apaisant, invitant à la réflexion intérieure.",
      "lucky_numbers": [
        38,
        16,
        44
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, une journée de renouveau et de découvertes personnelles",
      "general": "Aujourd'hui, la Vierge ressentira une énergie positive qui favorise la clarté d'esprit et une meilleure organisation dans tous les aspects de sa vie. Sur le plan professionnel, une idée innovante pourrait se présenter, invite à la mettre en valeur avec confiance. Sur le plan personnel, des moments de sincérité avec un proche renforceront vos liens et apporteront une profonde satisfaction. Votre attention aux détails sera un atout majeur, mais veillez à ne pas vous perdre dans des petites préoccupations qui pourraient vous distraire. La journée demande aussi de prendre soin de votre santé mentale, en vous accordant un peu de temps pour vous recentrer. Aujourd’hui, prenez un moment pour écrire une liste de vos objectifs et priorités pour mieux orienter votre journée.",
      "love": "Le 28 décembre 2025, Vierge, en amour, privilégiez la communication sincère. Pour les célibataires, ouvrez votre cœur à de nouvelles rencontres en vous laissant un peu plus spontané. Pour les couples, prenez le temps d’écouter et de partager vos ressentis pour renforcer votre complicité. Cultivez la patience et la douceur, cela apportera harmonie et croissance dans votre relation.",
      "career": "Pour les Vierges en 2025, concentrez-vous sur la gestion rigoureuse de vos finances en établissant un budget précis et en évitant les dépenses impulsives. Profitez de cette période pour renforcer vos compétences professionnelles par des formations ou certifications. Établissez des objectifs clairs et suivez votre progression régulièrement. Cultivez la patience et la persévérance, cela vous mènera vers la stabilité et la réussite à long terme.",
      "mood": "Le 28 décembre 2025, la Vierge ressentira une douceur intérieure mêlée à une sensation de renouveau, apportant calme et clarté dans ses pensées, tout en cultivant une confiance apaisante pour l’avenir.",
      "lucky_numbers": [
        2,
        30,
        8
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Aujourd'hui, l'harmonie intérieure guide vos décisions importantes",
      "general": "Aujourd'hui, pour les Balance, l'harmonie et l'équilibre intérieur seront votre priorité. Sur le plan personnel, vous ressentirez un besoin profond de paix et de stabilité, ce qui pourrait vous amener à faire des choix judicieux pour votre bien-être mental. Sur le plan professionnel, votre diplomatie naturelle sera un atout pour résoudre des conflits et renforcer vos relations avec vos collègues. Côté amour, la communication sera essentielle : soyez à l'écoute de votre partenaire et exprimez vos sentiments avec douceur. Sur le plan financier, évitez les décisions impulsives et privilégiez la prudence. Enfin, prenez le temps de vous recentrer sur vous-même. Aujourd'hui, consacrez quelques minutes à la méditation ou à la respiration profonde pour vous recentrer.",
      "love": "Pour ceux en couple, cultivez la communication sincère en exprimant vos besoins sans jugement. Pour les célibataires, utilisez cette période pour mieux vous connaître, renforcer votre confiance et valoriser votre indépendance. Faites des activités qui nourrissent votre esprit et votre corps, et gardez un équilibre entre vie personnelle et sociale. La patience et l’écoute sincère sont clés pour bâtir ou renforcer l’amour.",
      "career": "Pour maintenir votre équilibre financier en 2025, établissez un budget précis et respectez-le. Investissez dans votre développement personnel pour augmenter vos compétences. Diversifiez vos sources de revenus et évitez les dettes inutiles. Pensez à épargner régulièrement, même de petites sommes, pour renforcer votre sécurité financière. Enfin, accordez-vous du temps pour la réflexion afin d’ajuster votre parcours professionnel selon vos aspirations profondes.",
      "mood": "Le 28 décembre 2025 dégage une atmosphère douce et apaisante, invitant à la sérénité et à la réflexion. Une harmonie subtile enveloppe l’esprit, favorisant équilibre intérieur et calme face aux défis futurs.",
      "lucky_numbers": [
        42,
        20,
        48
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, aujourd'hui, découvrez votre force intérieure et votre potentiel",
      "general": "Aujourd'hui, vous pourriez ressentir une intensité émotionnelle qui vous pousse à remettre en question certaines relations ou décisions importantes. Votre intuition sera particulièrement aiguisée, ce qui vous aidera à percevoir des vérités cachées chez les autres ou en vous-même. Sur le plan professionnel, une idée innovante pourrait émerger si vous prenez le temps de vous concentrer, mais évitez de vous précipiter. Sur le plan personnel, il sera crucial de faire preuve de compassion, surtout envers ceux que vous aimez, afin de renforcer vos liens. La journée pourrait également être propice à une réflexion profonde sur vos objectifs à long terme, vous permettant de faire des ajustements nécessaires. Aujourd’hui, prenez un moment pour écrire ce que vous ressentez et ce que vous souhaitez changer.",
      "love": "Pour les Scorpions en cette fin d’année, il est essentiel de cultiver la confiance, en particulier si vous êtes en couple. Être sincère et ouvert renforcera votre lien. En tant que célibataire, osez exprimer vos émotions authentiques, cela attirera la complicité. Prenez le temps d’écouter avec attention, cela créera une connexion profonde. Osez la vulnérabilité pour façonner des relations sincères et enrichissantes.",
      "career": "Pour les Scorpions en 2025, il est essentiel de structurer leur avenir financier en diversifiant leurs investissements. Concentrez-vous sur la gestion de votre budget, évitez les dépenses impulsives et recherchez des opportunités de formation pour renforcer vos compétences professionnelles. Cultivez également votre réseau, car cela peut ouvrir des portes inattendues. Restez fidèle à vos valeurs tout en étant prêt à saisir les nouveautés.",
      "mood": "Le ton émotionnel pour le Scorpion du 28 décembre 2025 est intense et mystérieux, mêlant passion profonde à une touche de vulnérabilité, évoquant une atmosphère de transformation intérieure et de secrets révélés doucement.",
      "lucky_numbers": [
        43,
        21,
        49
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, 2025 vous ouvre à de nouvelles aventures passionnantes",
      "general": "Aujourd'hui, les Sagittaires ressentiront une envie de nouveauté et d’aventure dans leur vie quotidienne. Sur le plan professionnel, il sera temps de prendre des initiatives et d’oser sortir de votre zone de confort pour saisir de nouvelles opportunités. Dans votre vie personnelle, la communication sera clé pour renforcer vos relations, surtout avec des proches ou des amis. L'énergie ambiante vous encouragera à exprimer vos idées avec enthousiasme, mais restez à l’écoute des autres. Sur le plan émotionnel, écoutez votre intuition pour mieux gérer les petits défis de la journée. Prenez le temps d’équilibrer votre énergie en faisant une marche ou une activité qui vous apaise. Aujourd'hui, engagez-vous à contacter quelqu’un que vous n’avez pas vu depuis longtemps pour renforcer vos liens.",
      "love": "Le 28 décembre 2025, Sagittaire, que vous soyez seul ou en couple, c’est le moment d’ouvrir votre cœur avec sincérité. Pour les célibataires, osez exprimer vos véritables passions pour attirer quelqu’un qui partage vos valeurs. En duo, cultivez la patience et la communication pour renforcer votre lien. Prenez chaque jour comme une opportunité d'apprendre et de grandir ensemble.",
      "career": "Pour un Sagittaire en décembre 2025, concentrez-vous sur la planification à long terme en matière financière, en établissant un budget précis et en évitant les dépenses impulsives. Sur le plan professionnel, osez prendre des initiatives et explorez de nouvelles compétences pour renforcer votre carrière. Restez curieux et n'hésitez pas à demander conseil pour saisir les opportunités qui se présentent.",
      "mood": "Le 28 décembre 2025, Sagittaire ressent une atmosphère d’optimisme teintée de liberté intérieure, mêlée à un sentiment d’aventure exaltante et d’espoir renouvelé, invitant à l’exploration et à la confiance en l’avenir.",
      "lucky_numbers": [
        41,
        19,
        47
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, votre détermination ouvre la voie à la réussite",
      "general": "Aujourd'hui, le ♑️ Capricornes ressentent une énergie stimulante qui les pousse à prendre des initiatives tant sur le plan professionnel que personnel. Les projets en cours peuvent connaître une avancée significative si vous faites preuve de courage et de détermination. Sur le plan relationnel, il est conseillé d'être à l'écoute de vos proches et de faire preuve de patience. La journée peut révéler des opportunités inattendues pour renforcer votre stabilité financière ou vous lancer dans de nouveaux horizons. Cependant, veillez à ne pas vous laisser submerger par le stress ou l'impatience. La clé est d’équilibrer votre ambition avec une approche plus douce et réfléchie. Aujourd'hui, prenez un moment pour planifier votre semaine et notez les objectifs importants.",
      "love": "En cette fin d'année, les Capricornes doivent ouvrir leur cœur avec sincérité, que ce soit pour une nouvelle rencontre ou leur relation existante. Pratiquez l’écoute active, partagez vos pensées en toute confiance, et évitez la retenue. Pour les célibataires, sortez de votre zone de confort pour rencontrer l’amour. Les couples, cultivez la patience et la tendresse, en planifiant des moments spéciaux pour renforcer votre complicité.",
      "career": "Pour les Capricornes le 28 décembre 2025, misez sur la patience et la persévérance dans vos projets professionnels. Évitez les décisions impulsives, et prenez le temps d'analyser chaque opportunité financière. Établissez un budget clair, épargnez régulièrement et investissez intelligemment. Valorisez votre réseau en renforçant vos relations. La constance et la discipline seront vos meilleures alliées pour atteindre vos objectifs cette année.",
      "mood": "Le jour du 28 décembre 2025, le Capricorne ressent une douce chaleur intérieure mêlée d'une lucidité apaisante, invitant à la réflexion sereine et à une confiance renouvelée face aux défis à venir, avec espoir et détermination.",
      "lucky_numbers": [
        25,
        3,
        31
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, votre intuition vous guidera vers de nouvelles opportunités en 2025",
      "general": "Aujourd’hui, le Verseau ressentira une envie renforcée de nouveauté et d’innovation. Sur le plan professionnel, une idée originale pourrait émerger, ouvrant des opportunités inattendues si vous osez sortir de votre zone de confort. En amour, la journée vous invite à faire preuve de sincérité et d’écoute, renforçant ainsi vos liens avec votre partenaire ou une personne qui compte à vos yeux. Sur le plan personnel, prenez un peu de temps pour vous recentrer et méditer : cela vous aidera à clarifier vos objectifs et à apaiser votre esprit. La clé aujourd’hui réside dans la communication, alors n’hésitez pas à exprimer ce que vous ressentez vraiment. Aujourd’hui, faites le premier pas vers une conversation que vous avez repoussé depuis longtemps.",
      "love": "Pour les Verseaux en cette fin d'année 2025, Cultivez la sincérité en partageant vos sentiments avec votre partenaire pour renforcer la confiance. En tant que célibataire, osez vous ouvrir aux autres et profitez des rencontres inattendues. Pratiquez la patience et l’écoute active pour améliorer vos relations. Restez fidèle à vous-même tout en étant attentif aux besoins de votre entourage.",
      "career": "Pour les Verseaux en décembre 2025, il est crucial de privilégier la clarté dans vos projets financiers. Planifiez un budget précis, évitez les investissements impulsifs et cherchez des conseils de professionnels. Sur le plan professionnel, optez pour des formations ou des networking pour renforcer votre position. Restez fidèle à vos valeurs tout en restant ouvert aux opportunités inattendues.",
      "mood": "Le 28 décembre 2025, le Verseau ressent une atmosphère d'espoir et de renouveau, mêlée à une douce curiosité. L’émotion est lumineuse, inspirante, invitant à la réflexion profonde et à une ouverture sincère vers l’avenir.",
      "lucky_numbers": [
        39,
        17,
        45
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une journée propice à votre épanouissement personnel",
      "general": "Aujourd'hui, les Poissons ressentiront une profonde envie de réfléchir sur leur vie personnelle et professionnelle. La lune favorise l'introspection, ce qui vous aidera à clarifier vos priorités. Sur le plan sentimental, la communication sera essentielle pour éviter les malentendus avec votre partenaire ou vos proches. Au travail, votre créativité sera mise en avant, permettant de proposer des idées innovantes. Il est également possible que vous soyez sensible aux émotions des autres, ce qui renforcera votre empathie. Prenez le temps d’écouter attentivement et de soutenir ceux qui en ont besoin. Sur le plan physique, un moment de détente ou une marche en nature vous fera beaucoup de bien. Aujourd’hui, consacrez quelques instants à l’écriture pour mettre en ordre vos pensées et vos sentiments.",
      "love": "Pour les Poissons en cette période, il est essentiel d’être sincère avec vous-même et votre partenaire, ou de prendre le temps de connaître quelqu’un en profondeur. Pour les célibataires, sortez de votre zone de confort et explorez de nouvelles activités pour rencontrer des personnes authentiques. Cultivez la confiance et la communication ouverte, car cela renforcera vos liens ou attirera la bonne personne.",
      "career": "Pour les Poissons en 2025, concentrez-vous sur la planification financière stricte et fixez des objectifs clairs pour votre carrière. Explorez de nouvelles opportunités ou formations pour renforcer vos compétences. Évitez les dépenses impulsives et investissez prudemment. Cultivez votre réseau professionnel en étant authentique et à l’écoute, ce qui pourrait ouvrir des portes inattendues. Restez confiant et adaptable face aux changements.",
      "mood": "Le calme enveloppant des Poissons ce jour-là inspire une douceur profonde, mêlant nostalgie et rêve, tout en suscitant une sensation d’espoir silencieux et d’intimité chaleureuse, invitant à la réflexion paisible et à la compassion sincère.",
      "lucky_numbers": [
        46,
        24,
        2
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}