{
  "date": "2025-12-25",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, votre énergie rayonnante ouvre de nouvelles opportunités aujourd'hui",
      "general": "Aujourd'hui, Bélier, vous ressentirez une énergie accrue qui vous pousse à prendre des initiatives, que ce soit dans votre vie professionnelle ou personnelle. La lune favorise la communication, ce qui facilite les échanges avec vos proches et collègues. Sur le plan sentimental, une belle opportunité pourrait se présenter si vous restez à l’écoute de votre cœur. Côté santé, privilégiez une activité physique pour évacuer le stress accumulé ces derniers jours. Des décisions importantes pourraient survenir, alors soyez clair dans votre objectif et évitez de vous laisser emporter par l’impatience. La clé sera d’équilibrer votre dynamisme naturel avec une touche de patience. Aujourd’hui, prenez le temps de faire une liste de vos priorités et engagez-vous à respecter un petit rituel pour calmer votre esprit.",
      "love": "En cette fin d'année 2025, Bélier, pour les célibataires, prenez le temps de vous connaître vraiment avant de vous lancer dans une nouvelle relation. Soyez patient et ouvrez votre cœur doucement. Pour les couples, cultivez la communication et la patience. Organisez des moments de complicité, écoutez sincèrement votre partenaire, et privilégiez la sincérité pour renforcer votre amour croissant.",
      "career": "Pour Bélier en 2025-12-25, il est essentiel de rester patient face aux défis professionnels. Concentrez-vous sur la planification à long terme, en évitant les impulsivités. Sur le plan financier, privilégiez l’épargne et évitez les dépenses impulsives. Investissez dans des formations pour renforcer vos compétences et optimiser vos revenus. Cultivez la stabilité pour assurer un avenir serein et équilibré.",
      "mood": "Le ton émotionnel pour Bélier le 25 décembre 2025 est chaleureux et inspirant, mêlant une douce excitation aux sentiments de paix et de gratitude, créant une atmosphère où bonheur et réflexion intime se rencontrent harmonieusement.",
      "lucky_numbers": [
        37,
        12,
        37
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau en 2025 : une année d’épanouissement et de renouveau",
      "general": "Aujourd'hui, Taureau, votre équilibre intérieur est mis à l’épreuve, mais ne vous laissez pas troubler par les imprévus. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, demandez conseil si besoin, et osez sortir de votre zone de confort. En amour, la communication est essentielle; écoutez votre partenaire avec attention pour renforcer votre complicité. Sur le plan financier, évitez de prendre des décisions impulsives, privilégiez la réflexion. Côté santé, prenez du temps pour vous recentrer et pratiquer une activité douce. Enfin, n’oubliez pas de cultiver votre patience, car elle sera votre meilleure alliée aujourd’hui. Pour conclure, prenez un moment pour écrire ce que vous ressentez.",
      "love": "Pour les Taureau en cette fin d'année, la sincérité renforcera vos liens. En couple, investissez du temps pour raviver la complicité en partageant des activités concrètes, comme une promenade ou un dîner. En solo, soyez patient et ouvrez votre cœur avec authenticité. N’oubliez pas de valoriser votre stabilité tout en restant ouvert aux petites surprises de l’amour.",
      "career": "En cette fin d'année 2025, il serait prudent pour le Taureau de renforcer ses économies en évitant les dépenses impulsives. Concentre-toi sur l'investissement à long terme et n’hésite pas à consulter un conseiller financier. Sur le plan professionnel, profite de cette période pour acquérir de nouvelles compétences ou certifications afin d'améliorer ta crédibilité et ouvrir des opportunités futures.",
      "mood": "Le Taureau ce jour-là ressentira une chaleur intérieure douce et chaleureuse, mêlée à une sensation de stabilité rassurante. Une atmosphère paisible, empreinte de gratitude et d’amour sincère, balaiera les éventuelles inquiétudes.",
      "lucky_numbers": [
        39,
        14,
        39
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, aujourd'hui, votre esprit vous guide vers la réussite",
      "general": "Aujourd'hui, les Gémeaux peuvent ressentir une envie de renouer avec des amis ou de renforcer leurs relations personnelles. La communication sera particulièrement fluide, ce qui facilitera l'expression de leurs émotions et de leurs idées. Sur le plan professionnel, il pourrait y avoir des opportunités inattendues, mais il faut rester vigilant et ne pas se précipiter. Sur le plan mental, leur curiosité sera à son comble, les poussant à explorer de nouvelles connaissances ou projets. Cependant, attention aux tensions ou malentendus, il est important d'écouter attentivement et d’être patient. En amour, la complicité avec leur partenaire pourrait s’approfondir, surtout si ils prennent le temps d’écouter avec empathie. Aujourd'hui, il serait judicieux de planifier une activité qui favorise la communication et le partage.",
      "love": "En cette fin d’année, les Gémeaux devraient privilégier la sincérité dans leurs relations. Pour les célibataires, osez exprimer vos véritables envies et ne vous précipitez pas. En couple, cultivez la communication en partageant aussi bien vos rêves que vos doutes. Prenez le temps d’écouter vraiment l’autre, cela renforcera votre complicité et apportera une stabilité durable.",
      "career": "En cette fin d'année 2025, les Gémeaux peuvent profiter de leur esprit vif pour explorer de nouvelles opportunités professionnelles. Restez organisé, fixez des objectifs clairs et évitez la dispersion. Sur le plan financier, privilégiez l’épargne et évitez les dépenses impulsives. Investissez dans des projets innovants ou de développement personnel pour renforcer votre avenir. Cultivez la patience, le succès viendra avec une approche équilibrée.",
      "mood": "Le 25 décembre 2025, pour les Gémeaux, l'atmosphère est emplie d'une douce légèreté, mêlée à une nostalgie chaleureuse, invitant à la réflexion tout en ressente une lueur d'espoir et de renouveau.",
      "lucky_numbers": [
        30,
        5,
        30
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer : une année riche en surprises et en émotions profondes",
      "general": "Aujourd'hui, les natifs du Cancer ressentiront une harmonie particulière entre leur vie personnelle et professionnelle. Les relations familiales seront chaleureuses et renforcées, apportant un sentiment de sécurité et de confort. Sur le plan professionnel, une idée innovante pourrait surgir, encourageant la créativité et la motivation, mais il faudra faire preuve de patience pour la mettre en œuvre. Sur le plan émotionnel, une légère nervosité pourrait apparaître, mais elle se dissipera rapidement si vous prenez le temps de vous recentrer. Finissez la journée en vous offrant un moment de détente et de gratitude, cela renforcera votre bien-être intérieur. Aujourd’hui, prenez le temps d’écrire ce pour quoi vous êtes reconnaissant.",
      "love": "Pour les Cancers en cette fin d'année, cultivez la confiance en vous et osez exprimer vos sentiments, que vous soyez en couple ou célibataire. Prenez le temps d’écouter votre cœur et d’être sincère dans vos échanges. Les célibataires doivent oser sortir de leur zone de confort pour rencontrer de nouvelles personnes. Les couples, investissez dans des moments authentiques pour renforcer votre complicité.",
      "career": "Pour les Cancers en 2025, concentrez-vous sur la gestion de votre budget en établissant un plan d’épargne mensuel. Profitez de cette période pour renforcer vos compétences professionnelles en suivant des formations en ligne. Cultivez des relations sincères pour booster votre réseau. Enfin, prenez du temps pour vous recentrer sur votre bien-être émotionnel afin d’affronter les défis avec sérénité.",
      "mood": "Le 25 décembre 2025, l’atmosphère pour Cancer sera douce et empreinte de nostalgie chaleureuse. Un sentiment de sérénité et d’amour familial apaisera l'âme, emportant des émotions profondes de gratitude et d’espoir sincère.",
      "lucky_numbers": [
        22,
        47,
        22
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, aujourd'hui, votre confiance vous ouvre des portes.",
      "general": "Aujourd'hui, les Lions ressentiront une énergie positive traversant divers aspects de leur vie, apportant clarté dans leurs relations, profession et bien-être personnel. Sur le plan relationnel, une attitude sincère et attentive renforcera vos liens familiaux et amicaux, facilitant la communication. Au travail, votre créativité sera une grande force, pensez à proposer des idées innovantes ou à prendre des initiatives. Sur le plan personnel, il est essentiel de prendre soin de votre corps et de votre esprit, en vous accordant une pause ou une activité relaxante. La journée sera également favorable à la réflexion intérieure et à la mise en place de nouveaux projets. Accordez-vous du temps pour vous recentrer, cela vous permettra d’avancer avec confiance et sérénité dans les prochains jours. Aujourd'hui, prenez le temps d'écrire vos objectifs pour la semaine à venir.",
      "love": "Pour les Lions en 2025, il est essentiel de cultiver la patience et l’écoute avec votre partenaire, en évitant l’égoïsme. Les célibataires doivent oser sortir de leur zone de confort et montrer leur sincérité. Prenez du temps pour vous connaître en profondeur et exprimez clairement vos désirs, car l’authenticité renforcera toutes vos relations cette année.",
      "career": "En cette fin d'année 2025, Lion, il est temps de renforcer votre stabilité financière en réévaluant vos investissements. Priorisez l’épargne et diversifiez vos sources de revenus. Sur le plan professionnel, mettez en valeur vos compétences en leadership pour saisir des opportunités de promotion ou de projet innovant. Restez fidèle à votre authenticité, tout en restant ouvert aux conseils et collaborations enrichissantes.",
      "mood": "Le 25 décembre 2025, l’atmosphère autour du lion serait empreinte de nostalgie douce et de chaleur profonde, mêlant la quiétude de la paix intérieure à une excitation intuitive, évoquant la force calme de la sagesse festive.",
      "lucky_numbers": [
        35,
        10,
        35
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, préparez-vous à une année de découvertes enrichissantes",
      "general": "Aujourd'hui, la Vierge pourrait ressentir une énergie renouvelée qui favorise la clarté mentale et la prise de décisions importantes. Au travail, une idée innovante pourrait émerger, apportant reconnaissance et opportunités de croissance. Sur le plan sentimental, la communication sera essentielle pour renforcer les liens existants ou apaiser d'éventuels malentendus avec un proche. Sur le plan personnel, il est temps de faire le point sur vos objectifs et de vous organiser pour avancer plus sereinement. La journée vous invite également à prendre soin de votre santé en privilégiant des moments de détente et d'équilibre. N’oubliez pas de faire une liste de vos priorités pour mieux gérer votre journée. Aujourd’hui, prenez le temps de vous recentrer et de visualiser vos projets pour avancer avec confiance.",
      "love": "En cette fin d'année, pour les Vierges seules, ouvrez votre cœur en partageant vos passions lors d’activités sociales, cela attirera des rencontres sincères. Pour les couples, cultivez la communication en partageant vos ressentis et en planifiant ensemble des moments de tendresse pour renforcer votre complicité. Restez authentique, et l’amour fleurira naturellement.",
      "career": "En cette fin d'année, la Vierge peut bénéficier d'une organisation rigoureuse pour atteindre ses objectifs financiers. Établissez un budget précis, évitez les dépenses impulsives et investissez dans des formations pour renforcer vos compétences. Sur le plan professionnel, soyez à l’écoute des opportunités d’évolution, et n’hésitez pas à prendre des initiatives. La discipline et la persévérance seront vos meilleurs alliés en 2025.",
      "mood": "Le 25 décembre 2025, la Vierge ressentira une douce sérénité mêlée d'une profonde gratitude, illuminée par la chaleur de l'amour familial, créant une atmosphère chaleureuse, paisible et emplie d'espoir pour l'avenir.",
      "lucky_numbers": [
        49,
        24,
        49
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Harmonie retrouvée : l'équilibre parfait à Noël 2025",
      "general": "Aujourd’hui, Balance, votre journée s’annonce harmonieuse et pleine de potentialités. Sur le plan professionnel, vous serez inspiré à trouver des solutions innovantes, ce qui pourrait renforcer votre position. Sur le plan personnel, votre sens de l’écoute et votre empathie seront particulièrement appréciés par ceux qui vous entourent. Dans votre vie amoureuse, la communication se veut fluide, permettant d’approfondir vos liens. Sur le plan financier, évitez de prendre des décisions impulsives, privilégiez la réflexion. Votre énergie mentale et émotionnelle vous permet de voir les situations sous un angle équilibré. N’oubliez pas de prendre du temps pour vous recentrer et respirer profondément. Aujourd’hui, consacrez quelques minutes à la méditation pour clarifier votre esprit.",
      "love": "Pour ceux en couple, investissez dans la communication sincère chaque jour afin d’approfondir votre confiance mutuelle. Pour les célibataires, cultivez votre estime personnelle en découvrant ce qui vous rend heureux seul, puis ouvrez-vous à de nouvelles rencontres en restant authentique. Équilibrez amour et autonomie pour créer des relations durables ou attirer la bonne personne. Soyez à l’écoute, patient et généreux avec vous-même et les autres.",
      "career": "En 2025, privilégiez une gestion équilibrée de votre finances en établissant un budget mensuel précis et en épargnant régulièrement. Investissez dans votre développement professionnel par des formations ou certifications pour augmenter votre valeur. Cultivez une vie personnelle riche en activités relaxantes pour maintenir votre bien-être mental. Enfin, restez flexible face aux imprévus et n’hésitez pas à demander conseil à un expert financier.",
      "mood": "Le ton émotionnel pour Balance le 25 décembre 2025 est apaisant et réfléchi, empreint de sérénité, de gratitude et d’espoir, invitant à la paix intérieure, à la connexion sincère et à une douce harmonie familiale.",
      "lucky_numbers": [
        39,
        14,
        39
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, cette journée révélera votre force intérieure profonde",
      "general": "Aujourd'hui, les Scorpions ressentiront une forte envie de clarifier leurs objectifs professionnels et personnels. Cela peut créer une tension intérieure, mais aussi une opportunité de faire le point sur ce qui compte vraiment pour eux. Sur le plan sentimental, des rencontres inattendues ou des conversations profondes renforceront leurs liens. Sur le plan financier, il est conseillé de rester prudent et d’éviter les investissements impulsifs. La journée encourage la réflexion sur leurs priorités, leur permettant d’aligner leurs actions avec leurs valeurs profondes. Leur intuition sera très affûtée, leur offrant une perspective précieuse pour prendre des décisions importantes. Pour aujourd’hui, prenez le temps de méditer ou d’écrire pour mieux comprendre ce que vous souhaitez réellement atteindre.",
      "love": "Le 25 décembre 2025, Scorpion, que vous soyez célibataire ou en couple, laissez votre sincérité guider vos relations. Pour les célibataires, osez exprimer vos sentiments authentiquement. En couple, cultivez la transparence et la patience, surtout lors de disputes. Pratiquez la communication claire et écoutez avec empathie. Faites preuve de générosité émotionnelle pour renforcer vos liens et avancer ensemble avec confiance.",
      "career": "Pour les Scorpions en cette fin d'année 2025, concentrez-vous sur la consolidation de vos finances en évitant les dépenses impulsives et en épargnant davantage. Sur le plan professionnel, misez sur le développement de vos compétences et cherchez des opportunités de formation. Restez fidèle à vos valeurs, mais soyez aussi adaptable face aux changements pour progresser sereinement.",
      "mood": "Le ton émotionnel pour le Scorpion du 25 décembre 2025 est chargé d'une profonde introspection et de passion sincère, mêlant douceur et intensité, tandis que l'atmosphère évoque une stabilité chaleureuse teintée d’un soupçon de mystère familial.",
      "lucky_numbers": [
        40,
        15,
        40
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, découvrez une année de renouveau et d'opportunités incroyables",
      "general": "Aujourd'hui, les Sagittaires ressentiront une énergie positive qui leur donnera envie d'explorer de nouvelles idées et de sortir de leur zone de confort. Sur le plan professionnel, il sera propice à la créativité et à la prise d'initiatives, alors n'hésitez pas à proposer des projets innovants à vos collègues ou à votre supérieur. Sur le plan sentimental, la sincérité et la communication seront clés pour renforcer vos liens ou en attirer de nouveaux. La santé vous invitera à privilégier une activité physique pour canaliser cette vitalité, tout en restant attentif à votre alimentation. Les finances seront stables si vous évitez les investissements risqués aujourd'hui. Prenez le temps de vous recentrer sur vos objectifs à long terme et faites un pas vers un rêve qui vous tient à cœur. Aujourd'hui, engagez-vous à écrire une liste de vos aspirations pour 2026.",
      "love": "En cette fin d'année, les Sagittaires, qu'ils soient en couple ou célibataires, devraient cultiver la sincérité et l'écoute. Pour les célibataires, osez prendre des initiatives authentiques pour rencontrer quelqu’un, en évitant la superficialité. En couple, privilégiez la communication et partagez des projets communs pour renforcer votre complicité. Restez ouverts aux surprises, cela ouvrira des nouvelles portes à l’amour.",
      "career": "En cette fin d’année 2025, les Sagittaires doivent se concentrer sur leurs objectifs professionnels en planifiant des étapes concrètes. Évitez de vous disperser, privilégiez la constance. Sur le plan financier, épargnez régulièrement et évitez les investissements risqués. Profitez de cette période pour apprendre de nouvelles compétences, ce qui pourrait ouvrir des portes inattendues. Restez confiant et à l’écoute de votre intuition.",
      "mood": "Le 25 décembre 2025, Sagittaire ressentira une atmosphère chaleureuse et expansive, mêlée d'optimisme sincère et d'une envie d'aventure douce, illuminant leur cœur d'une vibration joyeuse et porteuse d'espoir.",
      "lucky_numbers": [
        38,
        13,
        38
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, cette journée renforcera votre détermination et votre sagesse",
      "general": "Aujourd'hui, les Capricornes ressentiront une énergie positive qui stimule leur envie d'avancer dans leurs projets professionnels et personnels. La stabilité financière sera renforcée si vous faites preuve de prudence dans vos dépenses. Côté cœur, une communication sincère apportera une meilleure compréhension avec votre partenaire ou une nouvelle rencontre pourrait surprendre agréablement. Sur le plan mental, il est conseillé de prendre du recul pour mieux analyser vos objectifs et éviter le stress inutile. Votre patience et votre persévérance seront vos meilleures alliées pour traverser cette journée avec sérénité. N'hésitez pas à exprimer vos idées avec confiance et à faire confiance à votre intuition. Aujourd'hui, planifiez un moment pour réfléchir à vos rêves et écrivez vos intentions pour la suite.",
      "love": "En cette fin d'année, les Capricornes, que vous soyez en couple ou célibataire, prenez le temps de communiquer sincèrement. Pour les célibataires, ouvrez-vous à de nouvelles rencontres en exprimant vos véritables passions. Pour les couples, planifiez des moments de qualité pour renforcer votre complicité. Cultivez la patience et la confiance pour bâtir des fondations solides en amour.",
      "career": "Pour le Capricorne en 2025-12-25, concentre-toi sur la consolidation financière en évitant les dépenses impulsives. Planifie un budget réaliste et privilégie l’épargne à long terme. Sur le plan professionnel, valorise ton savoir-faire en te formant, et cherche des opportunités de progression. Sois patient, la persévérance te mènera vers tes objectifs, tout en maintenant un équilibre entre vie personnelle et professionnelle.",
      "mood": "Le 25 décembre 2025, le Capricorne ressent une douceur enveloppante, bercée par la chaleur familiale et la sérénité de l'instant, tandis qu'une douce lueur d'espoir et de renouveau caresse son cœur, emplissant l'atmosphère d'une",
      "lucky_numbers": [
        22,
        47,
        22
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, cette journée apporte une révélation inattendue et inspirante",
      "general": "Aujourd'hui, les Verseaux ressentiront une grande ouverture d'esprit qui influence positivement leur vie professionnelle et personnelle. Vous serez particulièrement inspiré pour partager vos idées innovantes avec vos collègues ou vos proches, ce qui pourrait renforcer vos relations et ouvrir de nouvelles portes. Sur le plan sentimental, la journée favorise la communication sincère, vous permettant d'exprimer vos sentiments avec clarté et douceur. La santé mentale sera également au rendez-vous, alors profitez en pour vous recentrer et trouver un équilibre intérieur. Cependant, attention à ne pas vous disperser : restez concentré sur vos priorités pour éviter le stress inutile. Pour aujourd'hui, prenez le temps d'écrire vos objectifs pour la semaine à venir, cela vous aidera à clarifier votre vision.",
      "love": "Pour les Verseaux en ce 25 décembre 2025, c'est le moment d'ouvrir votre cœur avec sincérité. Si vous êtes célibataire, engagez-vous dans de nouvelles activités pour rencontrer des personnes authentiques. Si vous êtes en couple, cultivez la communication et faites des surprises pour renforcer la complicité. Soyez patient et attentif, car l'amour demande toujours une attention sincère et dévouée.",
      "career": "En cette fin d'année 2025, le Verseau peut profiter de nouvelles opportunités professionnelles en étant innovant et ouvert au changement. Conservez une gestion rigoureuse de vos finances en évitant les dépenses impulsives. Planifiez à long terme en épargnant régulièrement et en diversifiant vos investissements. N'hésitez pas à solliciter des conseils d'experts pour optimiser votre situation financière et atteindre vos objectifs avec confiance.",
      "mood": "Le Verseau en cette journée de fin d’année ressent une sensation de calme profond mêlée d’optimisme léger, comme une promesse silencieuse d’avenir, invitant à la réflexion intérieure et à la sérénité chaleureuse.",
      "lucky_numbers": [
        36,
        11,
        36
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une année de transformations et de belles surprises",
      "general": "Aujourd'hui, les Poissons ressentiront une forte envie de connexion avec leurs proches, ce qui pourra renforcer leurs liens affectifs. C’est une journée idéale pour partager des moments sincères, que ce soit autour d’un repas ou d’une simple discussions chaleureuses. Sur le plan professionnel, vous pourriez être confronté à des décisions importantes, alors prenez le temps d’évaluer toutes les options avec patience et intuition. Sur le plan financier, il serait sage d’éviter toute impulsivité ou dépenses superflues. Sur le plan personnel, votre créativité sera à son apogée, alors n’hésitez pas à explorer de nouvelles habitudes ou hobbies. Enfin, faites confiance à votre intuition pour prendre la bonne décision aujourd’hui. Prenez le temps de méditer ou d’écrire pour clarifier vos idées.",
      "love": "Pour les Poissons en cette fin d’année, ouvrez votre cœur avec sincérité et écoutez votre intuition. En couple, cultivez la patience et partagez vos émotions pour renforcer la complicité. En solo, n’ayez pas peur de montrer votre authenticité et d’oser de nouvelles rencontres. Pratiquez la gratitude quotidienne et prenez soin de vous, cela attirera amour et harmonie dans votre vie.",
      "career": "Pour les Poissons en cette fin d'année, il est temps de clarifier vos objectifs financiers et professionnels. Établissez un budget précis, épargnez régulièrement et n'hésitez pas à diversifier vos investissements. Sur le plan professionnel, développez vos compétences en suivant des formations ou des ateliers. Restez également à l'écoute de votre intuition pour prendre des décisions importantes, tout en restant pragmatique.",
      "mood": "Le 25 décembre 2025, Poissons ressentira une douce chaleur intérieure, mêlée à une profonde sense de sérénité et d’amour, illuminant leur cœur d’une tendresse apaisante, propice à la compassion et à la réflexion.",
      "lucky_numbers": [
        43,
        18,
        43
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}