{
  "date": "2025-12-27",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Ariete, il giorno porta nuove opportunità sorprendenti e stimolanti",
      "general": "Oggi Ariete, ti sentirai energico e pronto a conquistare nuove opportunità, specialmente nel lavoro e nelle relazioni. La tua passione e determinazione ti porteranno a superare eventuali ostacoli, ma ricorda di ascoltare anche gli altri e di mantenere un equilibrio tra impulsività e riflessione. Le tue emozioni saranno intense, favorendo momenti di profonda introspezione e crescita personale. Potresti ricevere notizie positive o proposte stimolanti che ti aiuteranno a pianificare il futuro con maggiore entusiasmo. In famiglia, è un momento propizio per rafforzare i legami e condividere serenamente le tue idee. Oggi, concediti dieci minuti per meditare e chiarire le tue strategie.",
      "love": "Ariete, il 2025 ti invita a coltivare pazienza e ascolto nelle relazioni. Singles, concentrati su te stesso prima di cercare l’amore: investire in passioni e crescita personale attrarrà la persona giusta. Coppie, rafforza la comunicazione quotidiana: condividi pensieri e sogni, e affronta i conflitti con calma. La sincerità e l’empatia saranno la chiave per un legame duraturo.",
      "career": "Il 2025-12-27, i Ariete dovrebbero concentrarsi su stabilità finanziaria e pianificazione a lungo termine. Risparmia regolarmente e valuta investimenti sicuri. Sul fronte professionale, sfrutta le opportunità di crescita e mantieni un atteggiamento aperto al cambiamento. Impara a delegare e a gestire lo stress, così potrai affrontare le sfide con maggiore serenità e raggiungere i tuoi obiettivi.",
      "mood": "Il tono emotivo per Ariete il 27 dicembre 2025 è carico di energia e speranza, con un senso di determinazione ardente e entusiasmo, mentre il mood complessivo trasmette vitalità, entusiasmo e un pizzico di avventura.",
      "lucky_numbers": [
        39,
        16,
        43
      ],
      "lucky_color": "oro",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Toro, il 27 dicembre 2025 scopri nuove opportunità di crescita",
      "general": "Oggi Toro, il cielo ti invita a riflettere su ciò che desideri davvero, sia in amore che sul lavoro. Potresti sentirti più sensibile alle emozioni degli altri, favorendo un momento di comprensione e dialogo con chi ti sta vicino. La tua naturale determinazione sarà un elemento di stabilità, ma attenzione alle decisioni affrettate, soprattutto nei progetti più importanti. La salute può sorprenderti positivamente, ma non trascurare un po’ di relax per mantenere il benessere generale. Le opportunità di crescita arriveranno se saprai ascoltare il tuo istinto e agire con calma e ponderazione. Oggi dedicati a un'attività che ti permetta di ritrovare equilibrio interiore e di rafforzare le tue energie.",
      "love": "Per i Toro single nel 2025, è il momento di aprirsi alle nuove esperienze e di ascoltare il proprio cuore. Partecipa a eventi sociali e sii autentico nelle conversazioni. Per le coppie, dedica tempo alla comunicazione e sorprendi il partner con gesti sinceri. Coltiva la pazienza e la comprensione, rafforzando legami e creando intimità durature.",
      "career": "Per Toro nel 2025, concentra le energie sulla pianificazione finanziaria a lungo termine, investendo in asset diversificati e monitorando il mercato con costanza. Sviluppa abilità nuove nel settore di interesse e mantieni un atteggiamento paziente e disciplinato. Risparmia regolarmente e evita spese impulsive. Ricorda che la stabilità finanziaria nasce da scelte oculate e da un impegno quotidiano.",
      "mood": "Il tono emotivo di Toro il 27 dicembre 2025 è introspektivemente riflessivo e sereno, mescolato a una delicata speranza, evocando un senso di pace, ma anche di attese silenziose verso il futuro.",
      "lucky_numbers": [
        41,
        18,
        45
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gemelli: oggi apri il cuore alle nuove opportunità di crescita",
      "general": "Oggi i Gemelli si sentiranno particolarmente stimolati e pronti ad affrontare nuove sfide sia sul piano personale che professionale. La giornata favorisce le conversazioni profonde e lo scambio di idee, portando a incontri interessanti e possibilità di collaborazione. Sul fronte sentimentale, potrebbe nascere una comunicazione più sincera con il partner, rafforzando il rapporto. Anche la cura di sé e l’attenzione al proprio benessere saranno importanti, quindi dedicati un momento per ascoltare il tuo corpo e la tua mente. Potresti ricevere buone notizie o nuove opportunità che ti faranno sentire più motivato e positivo. Oggi, concentra la tua energia nel chiarire obiettivi e pianificare i passi successivi. Prenditi del tempo per riflettere sulle tue aspirazioni.",
      "love": "Per i Gemelli single il 2025-12-27 è il momento di aprirsi di più agli altri, partecipando a nuovi eventi sociali. Per chi è in coppia, è importante dedicare attenzione alla comunicazione e alla comprensione reciproca. Sfida te stesso a condividere i tuoi sentimenti più profondi e ascolta attivamente il partner, rafforzando così il vostro legame con piccole gesti quotidiani.",
      "career": "Il 2025 sarà un anno di opportunità per i Gemelli, ma richiederà concentrazione e pianificazione. Focalizzati su obiettivi chiari, sviluppa nuove competenze e mantieni una mentalità aperta. Risparmia con saggezza, evita spese impulsive e investi in formazione o progetti a lungo termine. La flessibilità e l’adattabilità ti daranno un vantaggio nel raggiungere equilibrio e successo economico.",
      "mood": "Il tono emotivo dei Gemelli il 27 dicembre 2025 è vivace e curioso, mentre il mood si sente leggero e pensieroso, accompagnato da un senso di meraviglia e desiderio di scoprire nuove connessioni.",
      "lucky_numbers": [
        32,
        9,
        36
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancro, giornata di nuove scoperte e emozioni profonde",
      "general": "Oggi il tuo carattere sensibile e empatico sarà il punto di forza, Cancro. Le relazioni con amici e familiari richiederanno attenzione, ma il tuo modo di ascoltare e comprendere sarà molto apprezzato. Sul fronte lavorativo, potresti ricevere riconoscimenti per il tuo impegno, ma dovrai evitare di lasciarti sopraffare dalle emozioni che potrebbero influenzare le decisioni. È un momento ideale per dedicarti alla cura di te stesso, ricaricando le energie e riflettendo sui tuoi obiettivi personali. La tua intuizione sarà acuta e ti aiuterà a risolvere eventuali tensioni in modo delicato, favorendo un clima di armonia. Oggi prenditi un momento per scrivere i tuoi pensieri e pianificare i prossimi passi con calma.",
      "love": "Nel 2025, i Cancro dovrebbero dedicare del tempo alla comunicazione con il partner, ascoltando con empatia e condividendo i propri sentimenti. Per i single, è il momento di aprirsi a nuove connessioni, mettendo da parte paure e insicurezze. Ricorda di coltivare l’autenticità e di rispettare i tuoi bisogni emotivi, creando relazioni profonde e significative.",
      "career": "Nel 2025, il Cancro dovrebbe concentrarsi sulla pianificazione finanziaria a lungo termine, risparmiando e investendo con attenzione. Sul lavoro, è importante sviluppare nuove competenze e mantenere aperte le collaborazioni. Dedica tempo alla crescita personale e alla cura delle relazioni professionali. Rimani flessibile e pronto a cogliere opportunità, evitando decisioni affrettate per raggiungere stabilità e successo duraturo.",
      "mood": "Il Cancro il 27 dicembre 2025 si sentirà avvolto da un senso di introspezione delicata, un’atmosfera di calore familiare e speranza, mentre riflette sulle emozioni profonde e si apre a nuove connessioni significative.",
      "lucky_numbers": [
        24,
        1,
        28
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leone, una giornata di successo e rinnovato entusiasmo ti aspetta",
      "general": "Oggi Leone, il cielo ti invita a concentrarti sulle relazioni personali e professionali, favorendo la comunicazione e la comprensione reciproca. La tua energia sarà preziosa per risolvere eventuali incomprensioni e rafforzare i legami con chi ti sta vicino. È un momento favorevole anche per mettere in atto progetti creativi o idee innovative che hai in mente da tempo, perché la tua inventiva sarà particolarmente brillante. La presenza di Venere nel tuo segno ti offre charme e sensibilità extra, rendendoti ancora più magnetico agli occhi degli altri. Sul lavoro, evita decisioni affrettate e ascolta attentamente i consigli di colleghi o superiore. Per oggi, concentrati sul rafforzare i tuoi rapporti più cari, dedicando del tempo a chi ti sostiene.",
      "love": "Il 2025 sarà un anno di introspezione e crescita per Leone. Se sei single, concentra le energie su momenti di autenticità, coltivando passioni e amicizie sincere: l’amore arriverà quando meno te lo aspetti. Se sei in coppia, dedica tempo alla comunicazione aperta e alle piccole attenzioni quotidiane: rafforzano il legame e portano rinnovato entusiasmo. Sii paziente e autentico, il cuore è un giardino da curare ogni giorno.",
      "career": "Leone, il 2025 sarà un anno di opportunità e crescita. Concentrati sulla pianificazione finanziaria, risparmiando e investendo saggiamente. Impara nuove competenze legate al tuo settore e valorizza le relazioni professionali. Mantieni un atteggiamento proattivo, non aver paura di affrontare sfide. Ricorda di dedicare tempo anche al benessere personale: equilibrio tra lavoro e vita ti porterà maggiore soddisfazione e successo duraturo.",
      "mood": "Il tono emotivo per Leone il 27 dicembre 2025 è carico di introspezione e speranza, mentre il umore si colora di nostalgia dolce, rivelando una sensazione di riflessione profonda e rinnovata fiducia nel futuro.",
      "lucky_numbers": [
        37,
        14,
        41
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vergine: un giorno di scoperta e nuovi incontri emozionanti",
      "general": "Oggi la Vergine potrebbe sentirsi particolarmente concentrata e determinata, con energia positiva che stimola il lavoro e le relazioni personali. È un momento ideale per rivedere i progetti e mettere in ordine le idee, sfruttando la chiarezza mentale che si presenta. Sul fronte delle emozioni, si aprono opportunità di consolidare legami affettivi, mentre i rapporti con colleghi e amici richiedono pazienza e ascolto attento. La salute beneficerà di pause di relax e attività leggere. Ricorda di dedicare attenzione anche alle piccole cose quotidiane: una buona organizzazione ti aiuterà a sentirti più agile e motivata. Oggi, prendi qualche minuto per pianificare la settimana e stabilire le priorità.",
      "love": "Per i single Vergine, il 2025 sarà un momento perfetto per approfondire la conoscenza di sé e aprirsi alle emozioni genuine. Dedica tempo a nuovi hobby e sii spontanea nel socializzare. Per chi è in coppia, concentrati sulla comunicazione aperta e sincera: pianifica momenti intimi e ascolta con empatia. La sincerità rafforzarái legami, portando serenità e crescita condivisa.",
      "career": "Il 27 dicembre 2025 sarà un momento favorevole per le Vergine che desiderano consolidare il proprio percorso professionale. Concentrati sulla pianificazione a lungo termine e investimenti oculati. Organizza nel dettaglio i tuoi obiettivi finanziari e valuta nuove opportunità di formazione. Rimani realista, evita spese impulsive e sfrutta le competenze acquisite per avanzare nella carriera.",
      "mood": "Il tono emotivo per la Vergine il 27 dicembre 2025 è di introspezione serena, con un senso di calma e determinazione. L'umore è riflessivo, punteggiato da un filo di speranza e consapevolezza interiore.",
      "lucky_numbers": [
        1,
        28,
        5
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Bilancia: giorno di equilibrio e nuove opportunità sorprendenti",
      "general": "Oggi per i nativi della Bilancia sarà una giornata favorevole per trovare equilibrio tra le relazioni personali e gli impegni lavorativi. La tua capacità di ascolto e diplomazia ti aiuterà a risolvere eventuali tensioni, rafforzando i rapporti con amici e colleghi. Nel campo professionale potresti scoprire nuove opportunità di collaborazione, quindi resta aperto a incontri stimolanti. Dal punto di vista emotivo, sentirai il bisogno di serenità e stabilità, quindi concediti del tempo per te stesso e per meditare. La sanità generale richiede attenzione, meglio mantenere uno stile di vita equilibrato. Oggi è il momento di dare importanza alle relazioni e di valorizzare le persone care. Per ottenere il massimo, dedica qualche minuto a riflettere sui tuoi obiettivi.",
      "love": "Per i Bilancia, il 2025-12-27 sarà un giorno ideale per comunicare apertamente con la propria dolce metà. Se sei single, dedicati a conoscere persone nuove senza fretta, valorizzando la sincerità. Per le coppie, ascolta più attentamente, coltivando l’equilibrio tra desideri personali e bisogni di coppia. Piccoli gesti di empatia rafforzeranno il vostro legame.",
      "career": "Il 2025 sarà un anno favorevole per la Bilancia: concentrati sul consolidamento delle tue finanze e valorizza le relazioni professionali. Esamina attentamente i tuoi investimenti, evita decisioni affrettate e investi in formazione. Dedica tempo alla tua crescita personale, mantenendo equilibrio tra lavoro e vita privata. La chiarezza nei tuoi obiettivi ti aiuterà a raggiungere successi duraturi e a rafforzare la stabilità finanziaria.",
      "mood": "Il 27 dicembre 2025, i Bilancia si sentiranno avvolti da un vortice di malinconia e introspezione, con un delicato equilibrio tra nostalgia e speranza, cercando armonia in emozioni profonde e riflessioni serene.",
      "lucky_numbers": [
        41,
        18,
        45
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpione, scoprirai un nuovo equilibrio e energia sorprendente oggi",
      "general": "Oggi per te, Scorpione, sarà una giornata di riflessione e consolidamento, ideale per valutare i tuoi obiettivi e mettere ordine nelle tue idee. Sul piano emotivo, potresti sentirti più sensibile del solito, ma questa sensibilità ti aiuterà a comprendere meglio i sentimenti degli altri e a rafforzare i legami personali. Nel lavoro, la tua determinazione e intuizione saranno messe alla prova, portandoti a trovare soluzioni originali e efficaci ai problemi. La salute richiede attenzione: dedica qualche minuto al rilassamento e ascolta il tuo corpo. Ricorda di non trascurare le piccole cose, perché spesso sono quelle che fanno la differenza nel lungo termine. Oggi, prova a prenderti del tempo per scrivere i tuoi pensieri e obiettivi, così da avere una visione più chiara del percorso da seguire.",
      "love": "Per i single Scorpione, il 2025-12-27 è il momento di aprirsi e mostrare il proprio vero io, rischiando un po’ di vulnerabilità per incontrare qualcuno autentico. Se sei in coppia, dedicati a rafforzare la comunicazione, ascoltando con empatia e condividendo i tuoi sentimenti più profondi. La sincerità e la cura reciproca porteranno stabilità e intimità nel vostro rapporto.",
      "career": "Per gli Scorpioni, il 2025-12-27 sarà un momento favorevole per rivedere le strategie finanziarie. Concentratevi sul risparmio e investimenti a lungo termine, evitando spese impulsive. Sul lavoro, sfruttate le nuove opportunità di collaborazione e valorizzate le vostre competenze. La chiarezza e la determinazione vi guideranno verso stabilità e crescita. Mantenete la calma e pianificate con lungimiranza.",
      "mood": "Il 27 dicembre 2025, lo Scorpione si immerge in un’atmosfera di introspezione e quiete, sentendo un misto di nostalgia e speranza. Un senso di rinnovamento nascosto tra le pieghe delle emozioni profonde.",
      "lucky_numbers": [
        42,
        19,
        46
      ],
      "lucky_color": "argento",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittario, scopri nuove avventure e opportunità sorprendenti domani",
      "general": "Oggi Sagittario ti sentirai più energico e ottimista del solito, pronto ad affrontare le sfide con entusiasmo. È un buon momento per riconsiderare i tuoi obiettivi professionali e fare passi concreti verso i tuoi sogni. In amore, la comunicazione sarà fondamentale: ascoltare con attenzione il partner o aprirti a nuove conoscenze porterà risultati positivi. La tua curiosità ti spinge a scoprire nuove idee, e questo potrebbe anche portarti a dedicarti a hobby o studi che avevi trascurato. La salute si mantiene stabile, ma ricorda di dedicare qualche minuto alla meditazione o al relax. Oggi, focalizzati su una piccola azione concreta: pianifica una conversazione sincera con qualcuno.",
      "love": "Il 2025-12-27 sarà un momento di introspezione e crescita per i Sagittario. Se sei single, apriti a nuove esperienze e non temere di mostrare il tuo vero io. Per le coppie, dedicati alla comunicazione sincera e condividi sogni e progetti futuri. Ricorda, l’onestà rafforza i legami, mentre il divertimento mantiene viva la passione.",
      "career": "Il 27 dicembre 2025 sarà un momento propizio per i sagittari che desiderano consolidare la carriera. Concentrati su formazione e networking, partecipando a eventi di settore e aggiornando le competenze. Gestisci il denaro con attenzione, evitando spese impulsive. Stabilisci obiettivi finanziari a breve termine e valuta investimenti sostenibili. La chiarezza e la determinazione saranno le chiavi del successo.",
      "mood": "Il 27 dicembre 2025, Sagittario si sentirà carico di entusiasmo e speranza, con un'energia vibrante che alimenta sogni e progetti, mentre la fiducia in sé stesso infonde calore e ottimismo nel cuore.",
      "lucky_numbers": [
        40,
        17,
        44
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorno, il giorno porta scoperta e rinnovamento interiore",
      "general": "Oggi il cielo favorisce i Capricorno in molte aree della tua vita. Sentirai una grande energia per affrontare progetti lavorativi e potresti ricevere opportunità interessanti che richiedono il massimo della tua attenzione e impegno. Le relazioni personali sono momentaneamente stabilizzate, e potresti trovare conforto nel condividere i tuoi pensieri con chi ti sta vicino. La tua determinazione ti aiuterà a superare eventuali difficoltà, mentre la tua pazienza e capacità di pianificazione ti renderanno più efficace e sicuro di te stesso. Tuttavia, evita di essere troppo critico con te stesso e ricorda di ascoltare anche gli altri, perché potrebbero offrirti spunti utili. Questa sera, dedica del tempo a riflettere sui tuoi obiettivi e pianifica i prossimi passi con calma.  \n\nOggi, prendi in mano carta e penna e scrivi una lista di ciò che desideri",
      "love": "Il 2025 offre ai Capricorno l’opportunità di aprirsi al cuore, sia che siano single o in coppia. Per i single, entra in contatto con nuove persone e lascia che la spontaneità guidi le tue scelte. Per le coppie, dedica tempo alla comunicazione sincera e pianifica momenti di qualità. Coltiva la pazienza e mostra affetto costantemente, rafforzando coesione e intimità.",
      "career": "Il 27 dicembre 2025, Capricorno dovrebbe concentrarsi sulla pianificazione finanziaria solida e sulla crescita professionale. È il momento di investire in formazione e sviluppare nuove competenze che aumentino la tua valorizzazione sul lavoro. Evita decisioni impulsive e stabilisci obiettivi chiari a breve e lungo termine. Risparmia con disciplina e valuta opportunità di collaborazione che possano portare benefici duraturi.",
      "mood": "Il 27 dicembre 2025 il Capricorno si sentirà avvolto da una calma profonda e una rinnovata fiducia, con un’atmosfera di introspezione dolce e speranza, pronta a riscoprire il suo equilibrio interiore.",
      "lucky_numbers": [
        24,
        1,
        28
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acquario oggi scopri nuove opportunità e avventure emozionanti",
      "general": "Oggi per l'acquario è una giornata interessante, segnata da opportunità di crescita sia sotto il profilo personale che professionale. Le energie sono favorevoli per logica e creatività, permettendoti di affrontare progetti complessi con maggiore lucidità e innovazione. Le relazioni con colleghi e amici richiedono attenzione, ma con un atteggiamento positivo potresti rafforzare legami importanti. La tua intuizione è affinata, quindi ascolta i segnali del tuo intuito per prendere decisioni importanti. Anche il benessere emotivo è in primo piano, quindi cerca di dedicare del tempo a te stesso e alle tue passioni. Oggi potrebbe essere il momento giusto per pianificare nuovi obiettivi a lungo termine. Riflettici e scrivi una lista di azioni concrete da intraprendere.",
      "love": "Per gli Acquario single, il 2025 sarà un periodo per esplorare nuove connessioni autentiche: partecipa a incontri sociali e sii aperto a approfondire conoscenze. Per le coppie, dedicati a momenti di sincerità e ascolto profondo: pianifica sorprese e condividi sogni futuri. La comunicazione sincera rafforzerà il legame, portandoti verso relazioni più genuine e appaganti.",
      "career": "Il 2025 sarà un anno favorevole per l'Acquario, portando nuove opportunità professionali. Sfrutta le occasioni per aggiornarti e migliorare le tue competenze, specialmente in tecnologia e comunicazione. Gestisci con attenzione le finanze, evitando spese impulsive. Risparmia e investi con saggezza, puntando a obiettivi a lungo termine. Mantieni un atteggiamento aperto e proattivo, affinché il successo sia alla tua portata.",
      "mood": "Il tono emotivo per l'Acquario il 27 dicembre 2025 è sognante e riflessivo, con un’atmosfera di speranza e scoperta, invita a guardare avanti con curiosità e ottimismo, risvegliando un senso di libertà inter",
      "lucky_numbers": [
        38,
        15,
        42
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Pesci scopriranno nuove passioni che cambieranno il loro destino",
      "general": "Oggi i Pesci si sentiranno particolarmente intuitivi e sensibili, pronti ad affrontare le sfide con un cuore aperto e una mente lucida. Le relazioni personali richiederanno attenzione, poiché potrebbe esserci bisogno di chiarimenti o di ascoltare di più chi vi circonda. Sul fronte lavorativo, la vostra creatività sarà un elemento chiave, portandovi a trovare nuove soluzioni o a proporre idee innovative. La salute mentale e fisica sarà stabile, ma ricordate di prendervi del tempo per voi stessi, anche solo per una passeggiata o un momento di riflessione. Oggi è il giorno ideale per mettere ordine nelle sensazioni e connettersi con il proprio io più profondo. Dedicate qualche minuto a scrivere i vostri pensieri e desideri.",
      "love": "Per i Pesci single, il 2025-12-27 è il momento di lasciarti andare alle emozioni e di seguire il cuore senza paura. Esplora nuove opportunità di incontro e sii autentico nelle tue espressioni. Per le coppie, dedicati a una comunicazione sincera e profonda: ascolta attivamente ilpartner e condividi sogni e desideri, rafforzando così il legame con empatia e solidarietà.",
      "career": "Per i Pesci il 27 dicembre 2025 sarà un giorno di opportunità per consolidare le tue finanze. Concentrati su investimenti a lungo termine e evita decisioni affrettate. Ascolta il tuo istinto ma analizza bene ogni proposta. Dedica del tempo a rinnovare le competenze professionali partecipando a corsi o workshop. La pazienza e la pianificazione saranno le chiavi del successo questa giornata.",
      "mood": "Il tono emotivo di Pesci il 27 dicembre 2025 è dolcemente riflessivo e compassionevole, avvolto da una calma serena e un senso di speranza delicata, invitando alla introspezione e all’ascolto del proprio cuore.",
      "lucky_numbers": [
        45,
        22,
        49
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    }
  }
}