{
  "date": "2025-12-23",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries hoy: una oportunidad inesperada que cambiará tu destino",
      "general": "Hoy, Aries, te sentirás lleno de energía y entusiasmo, lo que te ayudará a afrontar cualquier desafío en el trabajo y en tus relaciones personales. Es un buen momento para comunicarte abiertamente y escuchar las ideas de los demás, fortaleciendo vínculos importantes. La suerte también estará a tu lado en asuntos financieros, así que si tienes que tomar decisiones económicas, confía en tu intuición. A nivel emocional, podrías experimentar sentimientos profundos que te inviten a reflexionar y buscar mayor equilibrio interno. Aprovecha esta jornada para enfocarte en tus metas y dar pasos concretos hacia ellas, dejando atrás dudas y miedos. Hoy, dedica unos minutos a planificar tu semana y escribir tus objetivos a corto plazo.",
      "love": "En 2025, Aries, tanto si estás solo como en pareja, prioriza la comunicación sincera y escucha activamente a tu pareja o posibles intereses amorosos. Para los solteros, aprovecha eventos sociales para ampliar tu círculo. Para las parejas, dediquen tiempo a actividades conjuntas que refuercen la confianza. Practica la paciencia y evita decisiones impulsivas; estas fortalecerán tu relación y te traerán mayor satisfacción emocional.",
      "career": "El 23 de diciembre de 2025, Aries debe centrarse en la planificación a largo plazo en su carrera. Aprovecha oportunidades de capacitación y networking para fortalecer tu posición. En lo financiero, evita riesgos innecesarios y prioriza el ahorro. Evalúa tus gastos y busca inversiones seguras. La clave será mantener disciplina y paciencia, asegurando un crecimiento estable y sin apuros.",
      "mood": "El corazón de Aries en esa fecha late con una emoción vibrante, lleno de entusiasmo y determinación, pero también puede sentir una chispa de impaciencia que invita a la acción y a la superación personal.",
      "lucky_numbers": [
        35,
        8,
        31
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro: Un día de descubrimientos y crecimiento personal profundo",
      "general": "Hoy, Tauro, el día trae una energía vibrante que puede potenciar tus relaciones personales y profesionales si te permites ser más abierto y receptivo. Es un momento propicio para resolver malentendidos y fortalecer la confianza con quienes te rodean. En el ámbito laboral, tu paciencia y dedicación serán reconocidas, y podrías recibir una propuesta interesante que requiere tu atención. En el aspecto emocional, escucha tu intuición y no temas expresar tus sentimientos. Cuida tu bienestar mental y físico dedicando tiempo a actividades que te relajen y te brinden paz interior. Aprovecha esta jornada para planificar tus próximos pasos con claridad y confianza. Hoy, comparte una sonrisa sincera o un acto amable con alguien cercano, eso enriquecerá tu día y el de los demás.",
      "love": "En 2025, Tauro descubrirá que la paciencia y la sinceridad fortalecen sus relaciones. Para solteros, enfoquen en conocerse profundamente antes de comprometerse; para parejas, practiquen la comunicación abierta y valoren los pequeños gestos de cariño. Dedica tiempo a compartir experiencias y mostrar interés genuino. La honestidad y la constancia serán clave para construir vínculos duraderos y felices.",
      "career": "El 2025 será un año de estabilidad para Tauro. Aprovecha esta energía para consolidar tus metas profesionales y ahorrar con prudencia. Mantén una comunicación clara en el trabajo y no temas solicitar ayuda cuando la necesites. Invierte en tu formación y cuida tu bienestar financiero, evitando gastos superfluos. La paciencia y la constancia serán clave para alcanzar tus sueños económicos.",
      "mood": "El tono emocional para Tauro en esa fecha será sereno y reflexivo, rodeado de una sensación cálida de estabilidad y esperanza, preparando el corazón para momentos de introspección y renovada confianza en el futuro cercano.",
      "lucky_numbers": [
        37,
        10,
        33
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis: descubre nuevas oportunidades y conexiones sorprendentes hoy",
      "general": "Hoy, los géminis encontrarán un aire de curiosidad y energía que les permitirá afrontar desafíos en diferentes áreas de su vida. En el ámbito personal, pueden sentirse más comunicativos y atentos a las necesidades de sus seres queridos, fortaleciendo vínculos y generando momentos especiales. En el trabajo, su ingenio y flexibilidad serán sus mejores aliados, facilitando la resolución de problemas y abriendo nuevas oportunidades. En el plano emocional, es importante que se tomen un momento para reflexionar sobre sus sentimientos y no dejen que el estrés los desborde. La clave está en mantener el equilibrio y ser honestos consigo mismos y con los demás. Hoy, dedícate a una actividad que estimule tu mente, como leer un libro o aprender algo nuevo.",
      "love": "Para Géminis en esta fecha especial, enfócate en la honestidad y la comunicación auténtica, ya seas soltero o en pareja. Si estás soltero, aprovecha para explorar tus intereses y mostrar tu verdadera personalidad, atrayendo conexiones genuinas. En pareja, practica la escucha activa y expresa tus sentimientos con claridad. La clave está en balancear tu energía inquieta con momentos de tranquilidad y profundidad emocional.",
      "career": "El 2025-12-23 ofrece a los Géminis una oportunidad para evaluar sus finanzas y carrera con calma. Aprovecha para establecer metas claras, revisar tus ahorros y evitar gastos impulsivos. En el ámbito laboral, comunícate con honestidad y busca oportunidades de capacitación. La clave será mantener un equilibrio entre ambición y prudencia, asegurando un crecimiento estable y duradero.",
      "mood": "El día 23 de diciembre de 2025, Géminis experimentará un tono emocional de entusiasmo y curiosidad, acompañado de una sensación de ligereza y alegría que invita a la exploración y la conexión auténtica con su entorno.",
      "lucky_numbers": [
        28,
        1,
        24
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer descubre nuevas oportunidades para crecer emocionalmente hoy",
      "general": "El día de hoy, Cáncer, estarás especialmente sensible y receptivo a las energías que te rodean, lo que te permitirá fortalecer tus relaciones afectivas y profundizar en conversaciones importantes. En el ámbito laboral, podrás encontrar soluciones creativas a problemas pendientes, utilizando tu intuición para tomar decisiones acertadas. Es un buen momento para dedicarte a cuidar tu bienestar emocional y físico; una caminata al aire libre o un momento de relajación en silencio te ayudarán a recargar energías. La comunicación con seres queridos será muy positiva, pero mantén la calma si surgen pequeñas tensiones. Hoy, enfócate en escuchar tus sentimientos y expresa con sinceridad lo que necesitas para sentirte en paz. Aprovecha para dar un pequeño paso hacia alguna de tus metas, sin prisa pero sin pausa.",
      "love": "Para Cáncer en esta fecha, piensa en fortalecer la comunicación con tu pareja, expresando verdaderamente tus sentimientos y escuchando activamente. Si estás soltero, enfócate en conocerte mejor, rodeándote de personas que valoren tu sensibilidad. Practica la paciencia y la empatía en ambos casos, dejando que la vulnerabilidad sea tu fortaleza. Usa cada experiencia como un paso hacia relaciones más auténticas y profundas.",
      "career": "Para Cáncer en esta fecha, enfócate en consolidar tus habilidades profesionales y buscar oportunidades de crecimiento. Mantén una actitud abierta y aprende nuevas herramientas que te hagan destacar. En lo financiero, crea un presupuesto realista, evita gastos innecesarios y ahorra para imprevistos. Aprovecha las inversiones que te brinden seguridad y, sobre todo, confía en tu intuición para tomar decisiones acertadas.",
      "mood": "El espíritu de Cáncer en esa fecha está lleno de esperanza y calidez; siente una profunda nostalgia mezclada con optimismo, invitando a la introspección y a abrazar las emociones con una sensibilidad renovada.",
      "lucky_numbers": [
        20,
        43,
        16
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo, diciembre 23 brillará con nuevas oportunidades y amor",
      "general": "El día de hoy, los Leo sentirán una oleada de energía positiva que beneficiará sus relaciones personales y su vida profesional. La influencia astral favorece la comunicación, así que será un momento ideal para expresar sus ideas y sentimientos con claridad y sinceridad. En el ámbito laboral, su creatividad y liderazgo serán reconocidos, abriendo puertas a nuevas oportunidades. En el amor, la confianza y la empatía les ayudarán a fortalecer vínculos importantes. Sin embargo, deben tener cuidado con el exceso de confianza, que puede llevar a malentendidos. La salud física requerirá un poco de atención; ejercitarse y mantenerse hidratados les dará un impulso extra. Aprovechen esta jornada para realizar una llamada importante o programar una reunión que lleve sus proyectos al siguiente nivel hoy, dediquen tiempo a planificar sus metas a corto plazo.",
      "love": "Para los Leo solteros, 2025 será una excelente oportunidad para exhibir tu autenticidad y confianza en tus relaciones. No temas mostrar tu verdadera esencia y ampliar tu círculo social. Para las parejas, enfóquense en fortalecer la comunicación y en dedicar tiempo de calidad juntos. Practica escuchar activamente y expresar tus sentimientos con sinceridad para profundizar la conexión. La honestidad y la pasión serán clave para un amor duradero.",
      "career": "Para Leo en diciembre de 2025, enfoca en consolidar tus habilidades profesionales y busca oportunidades de crecimiento. Controla tus gastos, ahorra con disciplina y evita decisiones impulsivas. Mantén una actitud positiva, aprende a delegar y cultiva relaciones laborales sólidas. La constancia y la planificación te llevarán a mayor estabilidad financiera y éxito en tu carrera. Aprovecha esta etapa para invertir en tu desarrollo personal.",
      "mood": "El día 23 de diciembre de 2025, Leo experimentará una sensación cálida y optimista, irradiando confianza y alegría. Sin embargo, también sentirá una quietud introspectiva que invita a la reflexión y a valorar los momentos de serenidad.",
      "lucky_numbers": [
        33,
        6,
        29
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo descubrirá nuevas oportunidades que transformarán su vida",
      "general": "Hoy, Virgo, te sentirás especialmente equilibrado y con una gran claridad mental que te permitirá tomar decisiones importantes en el trabajo y en tus relaciones personales. La energía cósmica favorecerá la comunicación, por lo que será un buen momento para expresar tus sentimientos y resolver malentendidos. En el ámbito emocional, puede surgir una oportunidad para fortalecer vínculos con personas cercanas o para expresar lo que sientes con sinceridad. Cuida también tu salud mental y física, dedicando tiempo a la meditación o a actividades que te relajen. La organización y el orden serán clave para avanzar con confianza en tus proyectos. Hoy, tomate unos minutos para planear la semana que viene y establece tus prioridades con calma.",
      "love": "Para Virgo en esta fecha, la clave será abrirse emocionalmente, tanto si estás en una relación como si estás soltero. Practica la comunicación honesta y muestra vulnerabilidad para fortalecer vínculos. Si estás solo, aprovecha para conocerte mejor y establecer prioridades. En pareja, dedica tiempo a escuchar y entender a tu pareja; esto fortalecerá la confianza y el amor mutuo en medio de los desafíos.",
      "career": "El 23 de diciembre de 2025, Virgo debe centrarse en organizar sus finanzas y priorizar metas alcanzables. Aprovecha esa fecha para revisar y ajustar tu presupuesto, ahorrar y evitar gastos impulsivos. En el trabajo, busca oportunidades de capacitación, mantén la excelencia y demuestra tu compromiso. La planificación cuidadosa te traerá estabilidad y crecimiento en un año favorable.",
      "mood": "El día 23 de diciembre de 2025, Virgo experimentará una sensación de esperanza suave y tranquilidad profunda, acompañada de una calma reflexiva que invita a la introspección y a valorar los pequeños logros con gratitud serena.",
      "lucky_numbers": [
        47,
        20,
        43
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra: tu equilibrio interior te guiará hacia grandes logros en 2025",
      "general": "Hoy, Libra, te sentirás especialmente conectado con tus emociones y con las personas que te rodean. La energía astral te invita a fortalecer tus relaciones personales y a comunicarte con sinceridad, lo que traerá paz y comprensión mutua. En el ámbito profesional, es un buen momento para mostrar tu talento y trabajar en equipo, pues tu empatía será clave para resolver conflictos y lograr acuerdos. En la salud, presta atención a tu bienestar emocional y dedica tiempo a actividades que te relajen y llenen de energía positiva. La influencia de hoy favorece la introspección y el autocuidado, ayudándote a encontrar equilibrio interior. Hoy, toma unos minutos para escuchar realmente a quienes te rodean y demuestra aprecio sinceramente.",
      "love": "Para Libra, en esta fecha, la comunicación honesta será clave. Si estás en pareja, fomenta diálogos abiertos y expresa tus sentimientos con ternura para fortalecer el vínculo. Los solteros deben confiar en su intuición y dejarse llevar por su corazón al hacer nuevas conexiones. Practica la paciencia y recuerda que el equilibrio emocional atraerá relaciones más profundas y duraderas.",
      "career": "Para Libra en 2025, enfócate en equilibrar tus esfuerzos laborales y personales. Prioriza proyectos que aporten crecimiento económico y mantén relaciones profesionales cordiales. Controla gastos innecesarios y ahorra con disciplina. Aprovecha oportunidades de formación para potenciar tus habilidades. La clave estará en mantener la armonía: busca estabilidad financiera sin descuidar tu bienestar emocional y relaciones cercanas.",
      "mood": "El 23 de diciembre de 2025, Libra se sentirá cálidamente esperanzado, con un espíritu conciliador y reflexivo, disfrutando de momentos de paz interior y conexiones sinceras que llenan su corazón de alegría tranquila.",
      "lucky_numbers": [
        37,
        10,
        33
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio: Renace tu pasión y alcanza nuevas metas hoy",
      "general": "Hoy, Escorpio, el movimiento planetario te invita a profundizar en tus relaciones personales. La energía te anima a comunicarte con honestidad y empatía, fortaleciendo la confianza con quienes te rodean. En el trabajo, puede surgir una oportunidad importante que requiere tu intuición y determinación; mantén la mente abierta y prepárate para actuar con claridad. En lo personal, es un buen día para reflexionar sobre tus metas emocionales y hacer ajustes si es necesario. La salud física y mental también solicitan atención, así que incorpora momentos de paz y autocuidado en tu rutina. Aprovecha esta jornada para conectar contigo mismo y con los demás de manera auténtica. Hoy, escorpio, dedica unos minutos a escribir tus pensamientos y deseos más profundos para clarificar tu camino.",
      "love": "Para los escorpiones en 2025-12-23, el amor requiere apertura y confianza. Si buscas pareja, muestra tu vulnerabilidad lentamente y escucha activamente. Para quienes están en pareja, prioriza la comunicación sincera y los momentos de honestidad. Dedica tiempo a entender las necesidades emocionales del otro y evita el control excesivo. Cultivar empatía fortalecerá tus relaciones en esta etapa.",
      "career": "El 2025 será un año de oportunidades para los Escorpio, pero requiere paciencia y enfoque. Aprovecha esa energía para priorizar proyectos y establecer metas claras. Invierte en tu desarrollo personal y profesional, y busca asesoría si es necesario. Mantén una actitud positiva frente a desafíos, y recuerda que la perseverancia abrirá puertas. Controla tus gastos y ahorra para un futuro estable.",
      "mood": "El 23 de diciembre de 2025, Escorpio sentirás una profunda introspección que te envolverá en una calma emocional, pero también cierta ansiedad inquieta por los cambios próximos, invitándote a buscar paz interior y claridad.",
      "lucky_numbers": [
        38,
        11,
        34
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario recibe nuevas oportunidades para crecer y brillar",
      "general": "Hoy los sagitarianos sentirán una energía renovada que les impulsará a buscar nuevas experiencias y aprendizajes en diferentes aspectos de su vida. En el ámbito laboral, su creatividad y entusiasmo serán contagiosos, ayudándolos a destacar y a fortalecer relaciones con colegas y superiores. En lo personal, será un día favorable para compartir momentos auténticos con seres queridos, lo que les aportará paz y felicidad. Sin embargo, deberán tener cuidado con las decisiones impulsivas, especialmente en temas de finanzas o proyectos importantes. La clave será escuchar su intuición y mantener un equilibrio emocional. Aprovechen la claridad mental para planear a largo plazo y definir metas concretas. Hoy, tómense unos minutos para reflexionar sobre sus objetivos y escriban una lista de pasos claros para alcanzarlos.",
      "love": "Para los sagitarianos en 2025-12-23, la apertura y la honestidad serán clave. Si estás solo, aprovecha para explorar tus intereses y ampliar tu círculo social sin presiones. Para quienes están en pareja, practica la empatía y comunícate claramente, evitando decisiones impulsivas. La sinceridad fortalecerá vínculos, permitiendo un amor más profundo y auténtico. Dedica tiempo a aprender y crecer juntos.",
      "career": "Para Sagitario en diciembre de 2025, enfócate en planificar tus metas a largo plazo y prioriza la estabilidad financiera. Aprovecha oportunidades laborales que te brinden crecimiento, pero sin perder de vista tus valores. Ahorrar constantemente y evitar gastos impulsivos te dará mayor seguridad. Cultiva relaciones profesionales sólidas y aprende nuevas habilidades para potenciar tu carrera y aumentar tus ingresos en el próximo año.",
      "mood": "El tono emocional para Sagitario el 23 de diciembre de 2025 es optimista y lleno de esperanza, transmitiendo una sensación de entusiasmo y aventura. El ambiente general evoca alegría, libertad y una profunda confianza en futuras oportunidades.",
      "lucky_numbers": [
        36,
        9,
        32
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio, avanza con confianza hacia nuevas metas en diciembre",
      "general": "Hoy, Capricornio, sentirás una energía positiva que te impulsará a enfocarte en tus metas profesionales y personales. El movimiento de los planetas favorece la comunicación, por lo que será un buen momento para aclarar ideas y fortalecer vínculos con colegas y seres queridos. En el área sentimental, la sinceridad será clave para profundizar en tus relaciones y evitar malos entendidos. En el ámbito financiero, te conviene mantener la prudencia y evitar decisiones impulsivas. La disciplina que has cultivado será tu mejor aliado para superar cualquier desafío que surja durante el día. Aprovecha la energía para planificar nuevos proyectos y establecer metas tangibles. Hoy, te sugiero que hagas una lista de tus prioridades y comiences a dar pequeños pasos para alcanzarlas.",
      "love": "Para Capricornio en esta fecha especial, enfócate en fortalecer la comunicación en tu relación y ser más abierto con tus sentimientos. Si estás soltero, aprovecha para explorar nuevas actividades sociales y mostrar tu autenticidad. En ambos casos, prioriza la honestidad y la paciencia; estos aspectos construirán una base más sólida y amorosa en tu vida. Dedica tiempo a conectar profundamente contigo mismo y con quienes te rodean.",
      "career": "Para Capricornio en esta fecha, centra tu energía en establecer metas claras y realistas en tu carrera. Aprovecha oportunidades de formación o actualización profesional. Mantén disciplina en tus finanzas, ahorra con constancia y evita gastos impulsivos. Busca asesoramiento financiero si es necesario. La perseverancia y la planificación cuidadosa te traerán estabilidad y crecimiento en el próximo año.",
      "mood": "El tono emocional para Capricornio en esa fecha es de introspección y esperanza, despertando un sentimiento de fortaleza interna y confianza renovada, mientras la calma y la reflexión brindan una atmósfera de paz y motivación serena.",
      "lucky_numbers": [
        20,
        43,
        16
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario, hoy descubrirás una oportunidad que transformará tu vida",
      "general": "Hoy en el ámbito emocional y personal, Acuario, te sentirás más conectado contigo mismo y con quienes te rodean. Es un buen momento para expresar tus sentimientos y fortalecer vínculos importantes. En el trabajo, tu creatividad y originalidad estarán en su punto máximo, lo que puede abrirte puertas a nuevas oportunidades. Sin embargo, evita tomar decisiones impulsivas; analiza bien cada situación antes de actuar. En la salud, presta atención a tu bienestar mental y busca momentos de relajación. En las finanzas, cautela con gastos imprevistos y evalúa tus inversiones con calma. Todo esto te ayudará a mantener un equilibrio emocional y profesional. Hoy, dedícate unos minutos para meditar y aclarar tus pensamientos antes de enfrentar el día.",
      "love": "Para Acuario en 2025-12-23, la clave es comunicarte con sinceridad. Si estás en pareja, practica la escucha activa y expresa tus sentimientos con claridad. Si estás soltero, abre tu corazón a nuevas experiencias y amistades auténticas. Confía en tu intuición para tomar decisiones amorosas y evita que la rutina limite tu conexión emocional. Cultiva la paciencia y el respeto en cada interacción.",
      "career": "Para Acuario en diciembre de 2025, enfócate en diversificar tus habilidades profesionales y mantener una actitud abierta a nuevas oportunidades. Ahorra una parte de tus ingresos y evita gastos impulsivos. Revisa y ajusta tus metas financieras regularmente, y considera invertir en conocimientos que potencien tu crecimiento a largo plazo. La paciencia y la constancia serán clave para alcanzar estabilidad y éxito.",
      "mood": "El día para Acuario en 2025-12-23 transmite una sensación de esperanza vibrante y entusiasmo genuino, invitando a la reflexión profunda y a una conexión emocional intensa con sueños y metas que inspiran renovación y alegría interior.",
      "lucky_numbers": [
        34,
        7,
        30
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis descubrirá nuevas oportunidades para transformar su vida.",
      "general": "Hoy los Piscis sentirán una energía renovada que les permitirá afrontar desafíos en el trabajo y fortalecer relaciones personales. Es un momento propicio para expresar lo que sienten, ya que la comunicación será fluida y receptiva. La intuición estará en su punto más alto, ayudándolos a tomar decisiones importantes y a aclarar dudas que hayan tenido últimamente. En el ámbito emocional, es recomendable dedicar tiempo a la introspección y a las actividades que les brinden paz interior. Cuídense de las distracciones y mantengan un ritmo equilibrado para evitar el agotamiento. Es fundamental que confíen en su intuición y no duden en pedir ayuda si lo necesitan. Hoy, tómense unos minutos para meditar y reconectar con su bienestar interior.",
      "love": "Para Piscis en esta fecha, la clave es la honestidad emocional. Si estás en pareja, comunícate con sinceridad y comparte tus sentimientos más profundos; esto fortalecerá su conexión. Si estás solo, aprovecha momentos de introspección para entender qué deseas en una relación. Abre tu corazón con empatía y paciencia, permitiendo que el amor fluya sin prisas ni miedos.",
      "career": "El 23 de diciembre de 2025, Piscis experimentará un crecimiento significativo en su carrera. Aprovecha esta oportunidad para fortalecer tus habilidades y buscar nuevas capacitaciones. Mantén una actitud abierta a cambiar y no dudes en colaborar con colegas. En lo financiero, es recomendable ahorrar con disciplina y evitar inversiones impulsivas. La paciencia y la planificación te asegurarán estabilidad y frutos a largo plazo.",
      "mood": "El día 23 de diciembre de 2025, Piscis sentirá una mezcla de melancolía y esperanza, tejida con un toque de intuición y calidez. La emoción será suave, invitando a la reflexión y a conectar profundamente con sus sentimientos.",
      "lucky_numbers": [
        41,
        14,
        37
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}