{
  "date": "2025-12-24",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, votre énergie vous mènera vers de nouvelles opportunités",
      "general": "Aujourd'hui, Bélier, vous ressentirez une énergie intense qui vous portera à avancer avec détermination dans tous les domaines de votre vie. Sur le plan professionnel, votre créativité sera à son apogée, ce qui pourrait vous ouvrir de nouvelles opportunités ou renforcer vos projets en cours. Sur le plan personnel, la communication avec ceux qui vous sont chers sera fluide et sincère, apportant des moments de complicité et de confiance. Sur le plan intérieur, il est essentiel de prendre du recul pour écouter votre intuition et faire confiance à votre instinct. La journée sera également favorable pour prendre des décisions importantes ou clarifier des malentendus. Aujourd'hui, consacrez du temps à vous recentrer et planifiez une activité qui vous ressource, comme une promenade ou une session de méditation.",
      "love": "En cette fin d’année, Bélier, pour les célibataires, ouvrez votre cœur en rencontrant de nouvelles personnes lors d’activités qui vous passionnent. Soyez patient avec votre partenaire et exprimez vos besoins avec douceur. Pratiquez l’écoute active pour renforcer la confiance. Investissez dans des petits gestes d’attention au quotidien pour nourrir votre amour. L’année promet de belles surprises si vous cultivez la sincérité.",
      "career": "Pour Bélier en décembre 2025, utilisez cette période pour renforcer votre stabilité financière en évitant les décisions impulsives. Priorisez l’épargne et négociez vos contrats. Sur le plan professionnel, développez vos compétences en suivant des formations et soyez à l’écoute des conseils. Restez vigilant face aux opportunités, mais prenez le temps d’évaluer chaque choix avant d’agir.",
      "mood": "Le Bélier en cette journée festive ressent un mélange d’enthousiasme ardent et de chaleur sincère, revitalisant la confiance intérieure, tandis qu’une douce sensation d’accomplissement remplit l’air d’un optimisme rayonnant et d’une énergie galvanisante.",
      "lucky_numbers": [
        36,
        10,
        34
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, votre année de transformation amènera de belles surprises",
      "general": "Aujourd'hui, Taureau, vous ressentirez une énergie nouvelle qui vous invitera à vous recentrer sur vos relations personnelles et professionnelles. C'est un moment propice pour renforcer les liens avec vos proches, en leur montrant votre écoute attentive. Sur le plan professionnel, votre persévérance portera ses fruits, mais évitez de trop vous disperser. Sur le plan émotionnel, prenez du temps pour vous recentrer, méditer ou simplement respirer profondément. Your intuition sera particulièrement forte, alors faites confiance à votre instinct pour prendre des décisions importantes. La journée sera aussi favorable à la gestion de votre budget ou à la réalisation d’un projet personnel. Aujourd’hui, prenez l’initiative de planifier une activité en famille ou avec un ami proche.",
      "love": "En cette fin d’année, les Taureaux célibataires devraient oser sortir de leur zone de confort et rencontrer de nouvelles personnes, en participant à des activités qui leur passionnent. Pour ceux en couple, privilégiez les moments de partage sincère, en exprimant vos sentiments avec douceur et patience. Cultivez la confiance mutuelle pour renforcer votre amour, et n’oubliez pas de remercier votre partenaire pour sa présence.",
      "career": "En 2025, Taureau devrait se concentrer sur la gestion de ses finances en évitant les dépenses impulsives. Établissez un budget précis et investissez dans des formations pour améliorer vos compétences professionnelles. Restez patient face aux opportunités, et n'hésitez pas à demander conseil à un mentor. Cultivez la persévérance et la stabilité pour assurer un avenir financier serein.",
      "mood": "Le Taureau ressentira une atmosphère chaleureuse et apaisante, mêlée à une profonde sensation de stabilité et de confiance, tout en étant légèrement teintée d’une envie de renouveau et de découverte intérieure.",
      "lucky_numbers": [
        38,
        12,
        36
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, une journée pleine de surprises et de découvertes",
      "general": "Aujourd'hui, les Gémeaux ressentiront une énergie dynamique qui stimule leur curiosité et leur créativité. Sur le plan professionnel, de nouvelles idées pourront émerger, apportant des opportunités d'innovation si vous oserz sortir de votre zone de confort. Côté relationnel, la communication sera fluide, ce qui facilitera les échanges avec vos proches ou collègues. Sur le plan personnel, il pourrait être judicieux de consacrer du temps à une activité intellectuelle ou artistique pour nourrir votre esprit. La journée promet également une meilleure compréhension de vos émotions, vous permettant de mieux vous recentrer sur vos vrais besoins. Prenez l'initiative aujourd’hui d’organiser un moment pour une discussion sincère avec quelqu’un qui compte pour vous.",
      "love": "Pour les Gémeaux en 2025-12-24, la communication sera clé. Pour les célibataires, ouvrez-vous aux rencontres sincères en partageant vos passions. Pour les couples, écoutez attentivement votre partenaire et évitez la superficialité. Pratiquez la patience et soyez curieux l’un de l’autre pour renforcer votre connexion. Faites des activités en duo pour raviver la complicité et nourrir votre amour.",
      "career": "Pour les Gémeaux en décembre 2025, il est essentiel de se concentrer sur la gestion de votre temps. Organisez vos projets avec méthode et évitez la dispersion. En finances, privilégiez l’épargne et évitez les dépenses impulsives. Profitez de cette période pour suivre des formations qui enrichissent vos compétences. Le networking pourra également ouvrir des portes, alors n’hésitez pas à renouer avec d’anciens contacts.",
      "mood": "Le 24 décembre 2025, les Gémeaux ressentent une atmosphère chaleureuse, pleine de mélancolie douce, mêlant espoir et nostalgie, invitant à la réflexion intérieure tout en recherchant la légèreté et la convivialité festive.",
      "lucky_numbers": [
        29,
        3,
        27
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée apportera équilibre et surprises inattendues",
      "general": "Aujourd'hui, le ciel encourage les Cancers à se concentrer sur leur vie intérieure et à prendre du recul face aux émotions qui surgissent. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, alors restez attentif aux signes et n'hésitez pas à exprimer vos idées avec confiance. Sur le plan sentimental, la communication sera essentielle pour renforcer vos liens avec vos proches. Côté santé, privilégiez la détente et évitez le stress inutile en pratiquant une activité relaxante. Mercredi est également favorable pour faire le point sur vos objectifs à long terme et ajuster votre parcours si nécessaire. Prenez le temps de vous recentrer et d'écouter votre intuition. Aujourd'hui, écrivez une liste de ce que vous souhaitez concrétiser dans les prochains mois.",
      "love": "En cette fin d’année, Cancer, prenez le temps d’ouvrir votre cœur avec sincérité. Pour les célibataires, n’ayez pas peur de montrer votre authenticité, cela attirera des connexions sincères. Pour les couples, privilégiez la communication et exprimez vos émotions pour renforcer votre complicité. Cultivez la patience et la tendresse, et profitez de chaque instant pour bâtir une relation solide et équilibrée.",
      "career": "En décembre 2025, les Cancer devraient privilégier la planification financière et renforcer leur stabilité. Prenez le temps d’évaluer vos dépenses et d’épargner régulièrement. Sur le plan professionnel, osez exprimer vos idées et développer vos compétences. La patience et la persévérance seront vos alliées pour atteindre vos objectifs. Restez fidèle à vos valeurs tout en adaptant votre stratégie aux opportunités qui se présentent.",
      "mood": "Le 24 décembre 2025, les Cancers ressentiront une douceur chaleureuse mêlée à une profonde mélancolie, savourant des moments de tendresse en famille tout en étant submergés par une douce nostalgie de l’année écoulée.",
      "lucky_numbers": [
        21,
        45,
        19
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre charisme vous ouvrira de nouvelles portes en 2025",
      "general": "Aujourd'hui, en tant que Lion, vous ressentirez une énergie renouvelée qui vous incite à prendre des initiatives dans votre vie professionnelle et personnelle. La journée sera idéale pour renforcer vos relations avec vos proches, car votre charme naturel attirera la sympathie et la compréhension. Sur le plan professionnel, votre créativité sera à son apogée, vous permettant d'apporter des idées innovantes. Cependant, veillez à ne pas vous laisser emporter par votre enthousiasme et gardez un œil sur les détails. Sur le plan émotionnel, il est conseillé de faire preuve d’écoute et de patience face aux enjeux familiaux ou sentimentaux. La clé aujourd’hui est d’équilibrer votre audace avec de la douceur, alors osez exprimer vos sentiments sincèrement. Prenez un moment pour écrire ce que vous ressentez.",
      "love": "Pour les Lions célibataires, 2025 sera l’année pour prendre confiance en vous et apprendre à connaître vos véritables désirs, n’ayez pas peur de sortir de votre zone de confort. Pour les couples, cultivez la communication sincère et planifiez des moments privilégiés pour raviver la flamme. Soyez généreux en écoute et en gestes tendres, et n’oubliez pas d’exprimer votre amour chaque jour.",
      "career": "Pour un Lion en 2025, concentre-toi sur le développement de compétences clés et la diversification de tes sources de revenu. Établis un budget précis, économise régulièrement et explore des investissements à long terme. Cultive des relations professionnelles solides, tout en restant fidèle à tes valeurs. N'oublie pas de prendre soin de ton bien-être pour maintenir ton énergie et ta motivation élevées.",
      "mood": "Le lion de 2025-12-24 évoque une atmosphère de force intense mêlée à une profonde introspection. La puissance brute se conjugue avec une douceur fragile, créant un ton à la fois noble, mystérieux et chargé d’une émotion empreinte de sagesse.",
      "lucky_numbers": [
        34,
        8,
        32
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, une année de succès et de renouveau personnel",
      "general": "Aujourd'hui, la Vierge ressentira une agréable harmonie dans ses relations personnelles et professionnelles. C'est une journée favorable pour clarifier des malentendus et renforcer les liens avec ses proches. Sur le plan professionnel, votre sens de l'organisation sera un atout précieux pour avancer dans vos projets, mais évitez de vouloir tout contrôler. Sur le plan sentimental, la communication sera fluide, ce qui favorisera la complicité avec votre partenaire. Sur le plan intérieur, vous ressentirez un besoin d'harmonie et de simplicité, alors prenez du temps pour vous recentrer. Il est important de faire preuve de patience face aux imprévus et de rester ouvert aux conseils. Aujourd'hui, prenez le temps d’écrire une lettre ou un message à quelqu’un qui vous tient à cœur.",
      "love": "En cette fin d’année, Vierge, il est temps de cultiver la confiance et la spontanéité. Pour les célibataires, osez sortir de votre routine et engagez des conversations sincères. Pour les couples, planifiez des activités relaxantes pour renforcer votre complicité. Soyez à l’écoute, exprimez vos sentiments clairement et privilégiez la patience. La sincérité ouvrira les portes d’un amour authentique en 2025.",
      "career": "Le 24 décembre 2025, les Vierges devraient se concentrer sur la gestion de leur budget en planifiant des économies pour l’avenir. Profitez de cette période pour faire un bilan de vos finances et éliminer les dépenses superflues. Engagez-vous dans des formations professionnelles pour renforcer vos compétences, ce qui peut ouvrir de nouvelles opportunités. Restez organisé et évitez la procrastination.",
      "mood": "Le 24 décembre 2025, la Vierge ressent une douce chaleur intérieure, mêlée à une attente paisible, propice à la réflexion et à la gratitude en cette période de fête, illuminée par un espoir sincère.",
      "lucky_numbers": [
        48,
        22,
        46
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Harmonie retrouvée : équilibre parfait en cette journée spéciale",
      "general": "Aujourd'hui, l'équilibre sera votre guide, cher Balance. Sur le plan émotionnel, il est important de prendre du recul face à des situations qui pourraient vous submerger, afin de retrouver votre paix intérieure. Sur le plan professionnel, votre capacité à coopérer et à faire preuve de diplomacy sera appréciée, mais veillez à ne pas laisser place à l'indécision. Sur le plan relationnel, votre charme naturel peut ouvrir des portes vers de nouvelles connexions, mais restez sincère et à l’écoute pour renforcer les liens existants. Enfin, votre énergie créative est en pleine effervescence, ce qui peut vous inspirer pour des projets personnels ou artistiques. Prenez un moment pour méditer ou pour une activité relaxante afin d’harmoniser votre esprit. Aujourd’hui, faites un acte volontaire pour vous recentrer, comme une marche en nature ou une séance de respiration profonde.",
      "love": "Pour ceux qui cherchent l’amour en 2025, restez fidèle à vous-même et cultivez votre confiance intérieure. Prenez le temps d’apprendre à connaître votre partenaire ou vous-même, en distinguant vos besoins et limites. Pour les couples, communiquez honnêtement chaque jour, et n’oubliez pas de planifier des moments de complicité. L’écoute sincère et l’authenticité renforcent la connexion.",
      "career": "Pour maintenir un bon équilibre en 2025, fixez des priorités claires dans votre carrière et votre vie financière. Investissez dans votre développement professionnel en suivant des formations, et épargnez régulièrement pour l'avenir. Analysez vos dépenses mensuelles pour éviter le surendettement. N’oubliez pas de consacrer du temps à votre bien-être mental et physique. La discipline et la planification vous mèneront vers une année équilibrée et épanouissante.",
      "mood": "Le ton émotionnel de cette journée est empreint de sérénité et de réflexion, une atmosphère douce et apaisante qui invite à la tranquillité intérieure, où l’harmonie et l’équilibre dominent chaque instant, favorisant la paix intérieure.",
      "lucky_numbers": [
        38,
        12,
        36
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, votre intuition renforcera vos relations et succès prochains",
      "general": "Aujourd'hui, le Scorpion pourrait ressentir une énergie intense qui stimule sa créativité et sa détermination. Sur le plan professionnel, il est conseillé de se concentrer sur ses objectifs et d'éviter de se laisser distraire par des enjeux secondaires. Sur le plan émotionnel, une ouverture sincère avec un proche pourrait renforcer la confiance mutuelle. La santé demande également une attention particulière, surtout en prenant du temps pour se détendre et évacuer le stress accumulé. La journée encourage à faire preuve d'intuition pour prendre des décisions cruciales. N'hésitez pas à exprimer vos besoins avec authenticité, cela facilitera la résolution de certains malentendus. Aujourd'hui, prenez un moment pour méditer afin de mieux canaliser votre énergie.",
      "love": "Pour les Scorpions en cette fin d'année, il est important d'ouvrir votre cœur avec sincérité, surtout si vous êtes en couple. Soyez à l'écoute de votre partenaire, exprimez vos émotions sans crainte. En tant que célibataire, osez prendre des initiatives, faites confiance à votre intuition pour rencontrer quelqu’un. Cultivez la patience et la transparence pour faire grandir l’amour durablement.",
      "career": "Pour les Scorpions en 2025, concentrez-vous sur la gestion prudente de vos finances et évitez les investissements risqués. Explorez de nouvelles compétences pour renforcer votre carrière, notamment dans des domaines innovants ou numériques. Restez à l’écoute de votre intuition pour prendre des décisions importantes. Cultivez la patience et la persévérance, car ces qualités seront clés pour atteindre vos objectifs professionnels et financiers cette année.",
      "mood": "Le ton émotionnel de ce jour pour le Scorpion est empreint de mystérieuse intensité, mêlant une profonde introspection à une ambiance de renouveau silencieux. L’atmosphère est à la fois chargée de passion et de calme.",
      "lucky_numbers": [
        39,
        13,
        37
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, découvrez une année de nouvelles opportunités étonnantes",
      "general": "Aujourd'hui, Sagittaire, vous ressentez un besoin profond d'explorer et de découvrir de nouvelles perspectives, que ce soit dans votre vie personnelle ou professionnelle. Votre curiosité est à son apogée, ce qui peut vous pousser à prendre des initiatives inhabituelles ou à vous lancer dans des projets passionnants. Sur le plan relationnel, il est favorable d'exprimer avec sincérité vos idées et sentiments, car cela renforcera vos liens existants ou en créera de nouveaux. La chance est avec vous pour résoudre certains petits malentendus ou obstacles qui pourraient surgir. Sur le plan de la santé, privilégiez un peu d'exercice en plein air pour retrouver votre équilibre intérieur. Aujourd’hui, faites le point sur vos objectifs et notez trois actions concrètes à réaliser dans la semaine.",
      "love": "En cette fin 2025, les Sagittaires, que vous soyez célibataires ou en couple, privilégiez la sincérité et l’écoute. Pour les célibataires, osez exprimer vos sentiments, même si cela vous met hors de votre zone de confort. Pour les couples, renforcée la communication en partageant vos projets et aspirations. Cultivez la patience et évitez toute impulsivité, afin de bâtir des relations solides et authentiques.",
      "career": "En 2025, les Sagittaires devraient se concentrer sur la planification à long terme dans leur carrière, en identifiant clairement leurs objectifs et en établissant un plan d’action précis. Côté finances, privilégiez l’épargne et évitez les dépenses impulsives. Investissez dans des formations ou des projets qui renforcent votre avenir. Restez flexible face aux opportunités et cultivez votre confiance pour atteindre un succès durable.",
      "mood": "Le 24 décembre 2025, Sagittaire ressent une profonde envie de liberté et d’aventure, mêlée d’une douce chaleur intérieure et d’une optimisme lumineux, invitant à l’exploration et à la célébration de la vie.",
      "lucky_numbers": [
        37,
        11,
        35
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne : une année de succès et de découvertes personnelles",
      "general": "Aujourd'hui, le ciel étoilé vous invite à écouter votre intuition et à faire confiance à votre jugement dans toutes vos affaires. Sur le plan professionnel, votre sérieux et votre persévérance seront remarqués, ce qui pourrait ouvrir des portes à de nouvelles opportunités. Sur le plan sentimental, votre sincérité renforcera vos liens, apportant harmonie et compréhension dans vos relations. Sur le plan personnel, il est temps de prendre soin de vous, de vous accorder une pause pour vous recentrer. Méfiez-vous toutefois des malentendus ou des cha Zig Zig. Essayez de communiquer clairement pour éviter tout malentendu. Aujourd'hui, prenez un moment pour écrire vos objectifs pour la semaine à venir, cela vous aidera à rester concentré et motivé.",
      "love": "En cette fin d'année, les Capricornes doivent cultiver la patience et la communication sincère. Pour les célibataires, ouvrez votre cœur en partagé une passion ou un hobby pour attirer des rencontres authentiques. Pour les couples, prenez le temps de planifier des moments précieux, favorisant la confiance et la complicité. Investir dans la compréhension mutuelle renforcera votre relation en cette période.",
      "career": "Pour les Capricornes en décembre 2025, concentrez-vous sur la consolidation financière en évitant les dépenses impulsives. Établissez un budget clair et épargnez régulièrement. Sur le plan professionnel, misez sur la formation continue pour renforcer vos compétences. Restez patient face aux défis et privilégiez la collaboration pour atteindre vos objectifs. La stabilité à long terme exige discipline et persévérance.",
      "mood": "Le 24 décembre 2025, le Capricorne ressent une ambiance chaleureuse mêlée de sérénité, où la douceur de l’hiver invite à la réflexion intérieure et à la connexion sincère avec ses proches, apportant espoir et stabilité.",
      "lucky_numbers": [
        21,
        45,
        19
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, découvrez une année fulgurante et pleine de surprises",
      "general": "Aujourd'hui, le Verseau ressentira une envie profonde de liberté et d'indépendance, ce qui pourrait influencer ses relations et ses projets. Sur le plan sentimental, il pourrait ressentir le besoin d’intimité ou d’échanges sincères pour renforcer ses liens. Au travail, une idée innovante ou un projet auquel il a réfléchi depuis un moment pourrait enfin prendre forme, apportant reconnaissance et satisfaction. Sur le plan personnel, il serait judicieux de prendre un moment pour lui, pour se recentrer et clarifier ses objectifs. La communication sera essentielle pour éviter les malentendus, surtout avec des proches ou des collègues. Pour aujourd'hui, il est conseillé au Verseau de prendre l'initiative de proposer une nouvelle activité ou de partager ses idées avec ceux qui l’entourent.",
      "love": "En cette fin d’année, Verseau, soyez ouvert aux rencontres sincères et montrez votre authenticité. Pour les couples, cultivez la communication en partageant vos émotions profondes, évitez la routine. Les moments d’écoute réciproque renforceront votre lien. Que vous soyez seul ou en couple, prenez le temps de vous reconnecter à vos valeurs et d’agir avec cœur pour bâtir une relation authentique et durable.",
      "career": "Pour les Verseau en 2025, il est essentiel de rester ouvert aux nouvelles opportunités professionnelles tout en maintenant une gestion rigoureuse de vos finances. Investissez dans des formations pour renforcer vos compétences et diversifiez vos sources de revenu. Évitez les dépenses impulsives et planifiez un budget mensuel. La patience et la persévérance seront clés pour concrétiser vos ambitions cette année.",
      "mood": "Le Verseau ressentira une atmosphère d'espoir serein, mêlée d'une douce excitation pour l'avenir. Une ambiance chaleureuse et pleine d'optimisme enveloppera leur cœur, leur insufflant confiance et inspiration profonde.",
      "lucky_numbers": [
        35,
        9,
        33
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, découvrez une année magique de transformations et d'amour",
      "general": "Aujourd’hui, les Poissons ressentent une forte énergie pour se connecter avec leur intuition, ce qui pourra leur apporter des éclaircissements précieux dans leur vie personnelle et professionnelle. La journée favorise la communication avec les proches, permettant de clarifier certains malentendus ou d'exprimer des sentiments enfouis. Sur le plan professionnel, votre créativité est à son apogée, ce qui pourrait vous ouvrir de nouvelles opportunités si vous osez proposer des idées innovantes. Côté bien-être, privilégiez un moment de tranquillité pour méditer ou vous relaxer, afin de mieux canaliser cette énergie positive. Pensez à faire un geste simple mais sincère envers une personne qui vous tient à cœur, cela renforcera vos liens et apportera davantage d’harmonie dans votre journée.",
      "love": "Pour les Poissons, en cette fin d'année, engagez-vous à communiquer sincèrement avec votre partenaire ou à apprendre à mieux vous connaître si vous êtes célibataire. Prenez le temps de partager vos rêves et vos ressentis. Soyez patient et écoutez avec empathie, cela renforcera vos liens et vous attirera des rencontres imprévues mais enrichissantes. Offrez de la douceur et du temps à votre cœur.",
      "career": "Pour les Poissons en décembre 2025, il est important de sécuriser vos finances en évitant les dépenses impulsives. Concentrez-vous sur l’épargne et envisagez d’investir dans des projets à long terme. Sur le plan professionnel, cultivez la patience et cherchez des formations pour renforcer vos compétences. Restez à l’écoute de votre intuition, mais appuyez-vous aussi sur des conseils concrets pour avancer sereinement.",
      "mood": "Le 24 décembre 2025, les Poissons ressentiront une douce nostalgie mêlée à une chaleur complice, évoquant des souvenirs précieux et un sentiment d'espoir, enveloppé dans une atmosphère apaisante et pleine de tendresse.",
      "lucky_numbers": [
        42,
        16,
        40
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}