{
  "date": "2025-12-23",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, votre énergie rayonnante ouvre des portes inattendues, préparez-vous",
      "general": "Aujourd'hui, les Aries ressentiront une énergie dynamique qui les poussera à prendre des initiatives tant sur le plan professionnel que personnel. Votre enthousiasme naturel sera amplifié, ce qui vous permettra de convaincre aisément ou de motiver votre entourage. Sur le plan sentimental, une harmonie fragile pourrait se créer avec votre partenaire ou quelqu’un de proche si vous faites preuve d’écoute et de sincérité. Sur le plan financier, évitez les décisions impulsives; privilégiez la prudence et la réflexion. La journée sera également propice à la remise en question de certains projets ou idées, alors faites preuve de flexibilité. Pour tirer le meilleur parti de cette journée, prenez le temps d’organiser une discussion importante avec une personne clé de votre vie.",
      "love": "Pour les Bélier célibataires en cette fin d'année, prenez le temps de mieux connaître vos désirs avant de vous lancer dans de nouvelles relations. Soyez patient et évitez de précipiter les choses. En couple, faites preuve d’écoute et de douceur, surtout lors de malentendus. Cultivez la confiance et partagez des projets communs pour renforcer votre complicité.",
      "career": "Le Bélier en 2025 devra canaliser son énergie vers la planification financière. Évitez les dépenses impulsives et établissez un budget précis. Sur le plan professionnel, saisissez les opportunités de formation pour renforcer vos compétences. Soyez patient dans la gestion de vos projets et privilégiez la collaboration. La prudence et la discipline vous ouvriront des portes vers la stabilité et la réussite.",
      "mood": "Le jour du 23 décembre 2025, le Bélier ressentira une atmosphère emplie d’enthousiasme et d’énergie, mêlée à une douce impatience, inspirant un sentiment de renouveau et de confiance sincère dans ses projets futurs.",
      "lucky_numbers": [
        35,
        8,
        31
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, cette journée apportera succès et renouveau intérieur",
      "general": "Aujourd’hui, Taureau, votre journée sera marquée par une belle harmonie entre vos émotions et votre espace professionnel. Vous pourrez ressentir une énergie renouvelée qui favorise la concentration et l’efficacité. Les astres vous encouragent à prendre des initiatives, surtout dans vos projets créatifs ou collaboratifs. Sur le plan sentimental, la sincérité renforcera vos liens et apportera une profonde sérénité à votre relation. Côté santé, écoutez votre corps et n’hésitez pas à prendre un moment pour vous détendre. Il est également possible que de nouvelles opportunités financières se présentent si vous restez vigilant. Pour tirer le meilleur parti de cette journée, consacrez quelques minutes à la méditation ou à une activité apaisante. Faites un bond en avant en planifiant dès maintenant les étapes de vos prochains projets.",
      "love": "Pour les Taureaux, 2025 apportera stabilité et passion. Si vous êtes en couple, communiquez davantage et montrez votre attachement sincère. Les petits gestes quotidiens renforceront votre lien. En tant que célibataire, soyez patient et ouvrez-vous à de nouvelles rencontres authentiques. Écoutez votre cœur, mais restez fidèle à vous-même pour bâtir des relations solides et harmonieuses en cette année.",
      "career": "Le Taureau en décembre 2025 devrait privilégier la patience et la priorisation dans ses projets professionnels. Faites un bilan financier, épargnez intelligemment, et évitez les dépenses impulsives. Considérez une formation pour renforcer vos compétences ou explorer de nouvelles opportunités. Restez fidèle à vos valeurs, mais soyez aussi ouvert aux collaborations pour maximiser votre croissance personnelle et financière.",
      "mood": "Le Taureau en cette date incarne une atmosphère sereine et chaleureuse, imprégnée d'une douce stabilité. Les émotions sont empreintes de confiance et de paix intérieure, invitant à la réflexion et à la gratitude profonde.",
      "lucky_numbers": [
        37,
        10,
        33
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, aujourd'hui, découvrez des opportunités inattendues et enrichissantes",
      "general": "Aujourd'hui, les Gémeaux ressentent une envie accrue de communication et de partage. C'est une journée idéale pour renforcer vos relations et discuter de projets importants, que ce soit au travail ou dans votre vie personnelle. Votre esprit vif et curieux vous pousse à explorer de nouvelles idées, mais attention à ne pas vous disperser trop. Au niveau émotionnel, vous pourriez ressentir une certaine instabilité ou une envie d’indépendance forte, ce qui pourrait compliquer vos échanges. Sur le plan professionnel, votre créativité est à son apogée, alors n'hésitez pas à proposer des solutions innovantes. En ce qui concerne votre santé, pensez à prendre du temps pour vous recentrer. Aujourd'hui, priorisez une conversation honnête avec un proche pour renforcer votre complicité.",
      "love": "Pour les Gémeaux en décembre 2025, il est essentiel de cultiver la patience et la sincérité dans vos relations. Si vous êtes célibataire, profitez de cette période pour explorer vos passions et rencontrer des personnes partageant vos intérêts. En couple, privilégiez la communication claire et évitez les malentendus. Prenez du temps pour apprécier les petits gestes et renforcer votre complicité.",
      "career": "Pour les Gémeaux en cette fin d'année, il est essentiel de privilégier la clarté dans vos objectifs professionnels et financiers. Prenez le temps de planifier vos projets et évitez la dispersion. Cultivez votre réseau, mais restez focus sur ce qui vous apportera stabilité. Investissez dans des formations pour renforcer vos compétences et explorez des opportunités innovantes pour diversifier vos revenus.",
      "mood": "Le 23 décembre 2025, les Gémeaux ressentiront une douce sensation d'optimisme mêlée à une curiosité renouvelée, créant une atmosphère légère, joyeuse et pleine d'espoir pour l'avenir, invitant à la réflexion et à la légè",
      "lucky_numbers": [
        28,
        1,
        24
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée apportera renouveau et surprises agréables",
      "general": "Aujourd’hui, les astres favorisent votre capacité à établir des liens profonds avec votre entourage. Au travail, vous pourriez découvrir une nouvelle opportunité qui vous motive, mais il est important de rester attentif aux détails pour éviter toute erreur. Sur le plan personnel, votre sensibilité est à fleur de peau, ce qui peut renforcer vos relations si vous communiquez avec sincérité et douceur. Côté santé, privilégiez des moments de détente pour calmer votre esprit, et adoptez une alimentation équilibrée pour maintenir votre énergie. L'harmonie intérieure sera le clou de cette journée. Il serait sage d’envoyer un message à un ami ou à un membre de votre famille pour renforcer vos liens. Prenez quelques minutes pour exprimer votre gratitude.",
      "love": "Pour les Cancers seuls, 2025 est une année idéale pour explorer votre propre développement. Osez ouvrir votre cœur doucement en rencontrant de nouvelles personnes, tout en prenant soin de vous. Pour les couples, cultivez la tendresse et la communication sincère. Prenez le temps d’écouter votre partenaire, créez des moments d’intimité authentiques et n’hésitez pas à exprimer vos sentiments avec douceur pour renforcer votre lien.",
      "career": "Le 23 décembre 2025, les Cancer devraient se concentrer sur la planification financière à long terme. Faites un bilan de vos dépenses et investissez dans des projets stables. Sur le plan professionnel, privilégiez la collaboration et développez vos compétences. Restez à l’écoute des opportunités et n’hésitez pas à demander conseil pour atteindre vos objectifs. Patience et persévérance seront vos alliées majeures.",
      "mood": "Le 23 décembre 2025, Cancer ressentira une douceur apaisante mêlée à une profonde nostalgie, enveloppant leur esprit d'une chaleur rassurante, tout en éveillant un léger sentiment d’incertitude empreint de tendresse fragile.",
      "lucky_numbers": [
        20,
        43,
        16
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre charme et votre courage vous guident brillamment demain",
      "general": "Aujourd’hui, sous l’influence de votre énergie naturelle de Lion, vous vous sentez plein de vitalité et de confiance, prêt à relever de nouveaux défis. Sur le plan professionnel, il est temps de mettre en avant vos compétences, car vos idées seront particulièrement bien accueillies. En amour, la communication sera fluide, permettant de renforcer vos liens ou de clarifier des malentendus. Sur le plan personnel, prenez un moment pour vous recentrer et écouter votre intuition. La journée vous offre également une belle opportunité de vous affirmer tout en restant attentif aux besoins des autres. Aujourd’hui, osez exprimer vos désirs et prenez l’initiative pour concrétiser un projet qui vous tient à cœur.",
      "love": "Pour les Lions en 2025, Cultivez la patience et l’écoute dans vos relations. Si vous êtes célibataire, engagez-vous dans des activités sociales pour rencontrer des personnes partageant vos valeurs. Pour les couples, prenez du temps pour revoir ensemble vos objectifs et exprimer votre appréciation quotidienne. La sincérité et la confiance renforceront vos liens, alors n’hésitez pas à montrer votre vulnérabilité.",
      "career": "Pour les Lions en décembre 2025, concentrez-vous sur la consolidation de votre stabilité financière en évitant les dépenses impulsives. Investissez dans des formations pour renforcer vos compétences, ce qui pourrait ouvrir de nouvelles opportunités professionnelles. Établissez un budget précis, épargnez régulièrement et explorez des investissements à long terme pour assurer votre avenir. Restez fidèle à vos valeurs et privilégiez les relations sincères dans votre parcours.",
      "mood": "Le lion en cette fin d'année dégage une aura de majesté et de sérénité, mêlées à une douce mélancolie. Son regard profond inspire la force tranquille, tout en évoquant une nostalgie douce et poignantent optimiste.",
      "lucky_numbers": [
        33,
        6,
        29
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, une année de prospérité et de nouvelles opportunités",
      "general": "Aujourd'hui, la Vierge pourra ressentir un bel équilibre entre ses responsabilités professionnelles et ses moments de détente. La journée s'annonce propice à la réflexion, à la prise de décisions importantes et à la résolution de petits conflits. Sur le plan personnel, il serait bénéfique de consacrer du temps à ceux que vous aimez, afin de renforcer vos liens. Sur le plan financier, soyez prudent dans vos dépenses et évitez les investissements impulsifs. La santé mentale sera également au centre, alors n’hésitez pas à pratiquer une activité qui vous apaise, comme la méditation ou la lecture. Prenez l’initiative d’organiser votre journée pour optimiser votre efficacité. Aujourd’hui, écrivez une liste de priorités pour vous aider à avancer sereinement.",
      "love": "Le 23 décembre 2025, les Vierges en couple devraient privilégier la communication sincère et l’écoute attentive pour renforcer leur relation. Pour les célibataires, ouvrez-vous aux rencontres spontanées et faites confiance à votre intuition. Prenez soin de vous en cultivant la patience et l’authenticité, car cela attirera des connexions profondes. Ajustez votre besoin de perfection pour accueillir l’amour avec douceur et flexibilité.",
      "career": "Pour la Vierge en décembre 2025, concentre-toi sur la gestion rigoureuse de ton budget et la priorisation de tes objectifs financiers. Investis dans ta formation pour renforcer tes compétences professionnelles. Pratique la patience dans tes projets et évite de te disperser. Reste organisé, planifie à long terme, et n'hésite pas à demander conseil à des experts pour optimiser tes investissements.",
      "mood": "Le ton émotionnel pour la Vierge en cette journée de décembre 2025 respire un calme rassurant mêlé à une douce introspection. L'atmosphère se pare d'une sérénité optimiste, invitant à la réflexion et à la gratitude intérieure.",
      "lucky_numbers": [
        47,
        20,
        43
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie intérieure pour une année équilibrée à venir",
      "general": "Aujourd'hui, les Balances ressentiront un sens profond d'harmonie entre leur vie personnelle et professionnelle. C’est une bonne journée pour faire un point sur leurs relations, en cherchant à apaiser d’éventuels malentendus. Sur le plan sentimental, la communication sera fluide, favorisant les échanges sincères avec leur partenaire ou leurs proches. Au travail, leur sens de l’équilibre et leur diplomatie seront des atouts précieux pour gérer des situations délicates. Sur le plan intérieur, une quête d’harmonie et d’épanouissement se manifeste, invitant à prendre soin de leur bien-être mental et physique. Ce jour est idéal pour privilégier la sérénité, la réflexion et la bienveillance. Aujourd’hui, prenez un moment pour méditer ou respirer profondément pour renforcer votre équilibre intérieur.",
      "love": "Pour trouver l'équilibre amoureux en 2025, qu'il s'agisse de célibataires ou de couples, prenez le temps de communiquer sincèrement chaque jour. Écoutez activement votre partenaire ou vos propres besoins, et sachez poser des limites pour préserver votre bien-être. Cultivez la patience et l'empathie, en vous rappelant que l'amour demande attention, respect et temps pour s’épanouir.",
      "career": "En cette fin d’année 2025, il est essentiel d’établir un budget précis pour mieux équilibrer vos finances. Priorisez l’épargne systématique en automatiques, et investissez dans des formations pour renforcer vos compétences. Pour votre carrière, identifiez les opportunités de croissance et n’hésitez pas à solliciter un mentor. Cultivez également un équilibre entre vie professionnelle et personnelle pour un bien-être durable.",
      "mood": "Le 23 décembre 2025, l'ambiance est douce et apaisante, emplie d'une sensation de sérénité et d'harmonie intérieure. L'esprit est serein, conscient de l'équilibre précieux entre calme, réflexion et légèreté.",
      "lucky_numbers": [
        37,
        10,
        33
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, aujourd’hui votre intuition vous guide vers la réussite",
      "general": "Aujourd'hui, les Scorpions ressentiront une énergie renouvelée qui leur permettra d’aborder leurs projets avec confiance et clarté. Sur le plan professionnel, la communication sera fluide, facilitant les échanges avec collègues et partenaires, ce qui peut ouvrir la voie à de nouvelles opportunités. Côté cœur, vous serez plus à l’écoute de vos émotions et de celles des autres, renforçant ainsi vos relations. Sur le plan personnel, il est temps de prendre soin de vous, de vous accorder une pause ou de pratiquer une activité qui vous apaise. Les impulsions seront puissantes, alors faites preuve de patience et évitez toute réaction impulsive. Aujourd’hui, prenez le temps de méditer ou d’écrire afin de clarifier vos idées et vos sentiments.",
      "love": "Pour les Scorpions en cette fin d’année, il est essentiel de cultiver la confiance et la communication sincère. Pour les célibataires, ouvrez votre cœur doucement et laissez la patience guider vos rencontres. Pour les couples, renforcez votre complicité en partageant des moments d’écoute attentive. Pratiquez la compréhension mutuelle et exprimez vos sentiments honnêtement, cela renforcera votre lien en cette période importante.",
      "career": "Pour les Scorpions en décembre 2025, concentrez-vous sur la consolidation de vos revenus en diversifiant vos sources. Établissez un budget précis et évitez les dépenses impulsives. Approfondissez vos compétences professionnelles par des formations ou des certifications, afin d’accroître votre valeur sur le marché. Cultivez la patience et la persévérance dans vos projets pour assurer une stabilité financière durable.",
      "mood": "Le 23 décembre 2025, le Scorpion ressent une profonde intensité émotionnelle mêlée d'une mystérieuse espérance, une atmosphère mystérieuse et introspective où la passion et la sensibilité se rejoignent dans une harmonie fragile, pleine d'incertitude.",
      "lucky_numbers": [
        38,
        11,
        34
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, explorez de nouvelles frontières avec enthousiasme en cette journée",
      "general": "Aujourd'hui, Sagittaire, vous pouvez ressentir un regain d'énergie et d'optimisme qui vous pousse à saisir de nouvelles opportunités. Sur le plan professionnel, votre enthousiasme est contagieux, ce qui pourrait attirer des collaborations enrichissantes. Côté amour, la sincérité sera votre meilleur atout pour renforcer vos liens ou en créer de nouveaux. Sur le plan personnel, prenez le temps de vous recentrer sur vos aspirations profondes, car cela vous apportera une clarté précieuse pour l'avenir. La communication sera fluide, alors n'hésitez pas à exprimer vos idées avec confiance. Sur le plan financier, restez prudent face à des propositions ou investissements qui semblent trop beaux pour être vrais. Aujourd'hui, prenez le temps de méditer le matin pour bien commencer la journée.",
      "love": "Le 23 décembre 2025, les Sagittaires en couple doivent cultiver la confiance en partageant leurs désirs sincèrement, tout en respectant l’espace de l’autre. Pour les célibataires, osez exprimer votre authenticité et profitez des rencontres spontanées. Soyez à l’écoute, évitez la précipitation, et investissez dans la communication pour renforcer vos liens ou ouvrir la porte à de nouvelles rencontres enrichissantes.",
      "career": "Pour les Sagittaires en cette fin d'année 2025, il est essentiel de rester concentré sur vos objectifs professionnels tout en gardant une ouverture d'esprit. Planifiez vos finances avec prudence, évitez les dépenses impulsives et explorez de nouvelles opportunités d'apprentissage. Cultivez la patience et la persévérance, car la stabilité financière et la réussite professionnelle se construisent par de petites actions régulières.",
      "mood": "Le 23 décembre 2025, Sagittaire ressentira une atmosphère rayonnante d’optimisme et d’aventure, mêlée à une touche de contemplation intérieure. L’esprit léger et confiant, il embrassera l’espoir et la liberté avec enthousiasme.",
      "lucky_numbers": [
        36,
        9,
        32
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, votre année de réussite et de nouvelles opportunités",
      "general": "Aujourd'hui, pour le Capricorne, la journée s'annonce singulièrement équilibrée, surtout dans vos relations personnelles et professionnelles. Vous ressentirez une envie renouvelée de renforcer vos liens avec vos proches, tout en restant concentré sur vos objectifs à long terme. Sur le plan professionnel, une opportunité inattendue pourrait surgir, exigeant de votre part une adaptation rapide. Sur le plan sentimental, la communication sera essentielle pour éviter tout malentendu. Dans votre sphère financière, une gestion prudente vous évitera des déceptions. Enfin, votre énergie positive vous permettra de surmonter les petits contretemps avec facilité. Prenez le temps d'analyser chaque situation avant d’agir, cela vous apportera la clarté nécessaire pour avancer en confiance. N'hésitez pas aujourd'hui à planifier une rencontre importante.",
      "love": "Pour les Capricornes célibataires en 2025, ouvrez-vous à de nouvelles rencontres en participant à des activités sociales. Soyez authentique et patient, votre sincérité attirera la bonne personne. En couple, privilégiez la communication et montrez votre soutien. Planifiez des moments de complicité pour renforcer votre lien et éviter l'habitude. Cultivez la confiance et restez fidèle à vos valeurs, cela nourrira votre amour.",
      "career": "Pour les Capricornes en décembre 2025, concentrez-vous sur la gestion de votre budget en évitant les dépenses impulsives. Profitez de cette période pour renforcer vos compétences professionnelles en suivant une formation ou un mentorat. Restez patient face aux défis, car la persévérance portera ses fruits. Établissez des objectifs financiers clairs et planifiez à long terme pour assurer votre stabilité.",
      "mood": "Le 23 décembre 2025, le Capricorn e ressent une chaleur intérieure mêlée à une douce mélancolie, évoquant une période de réflexion apaisante, où la détermination et l'espoir cohabitent dans un climat de sérénité.",
      "lucky_numbers": [
        20,
        43,
        16
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, découvrez votre destin lumineux pour cette journée exceptionnelle",
      "general": "Aujourd’hui, le Verseau ressentira une envie d’ouverture et de renouvellement dans sa vie personnelle et professionnelle. Les échanges avec vos proches seront chaleureux et pleins de tendresse, ce qui renforcera vos liens affectifs. Sur le plan professionnel, des opportunités inattendues peuvent se présenter, alors restez attentif à toutes les propositions. Votre créativité sera accentuée, ce qui vous permettra de trouver des solutions innovantes à vos préoccupations. La journée vous invite à faire preuve de patience et à cultiver la confiance en vous, même face aux petits imprévus. Sur le plan émotionnel, il est conseillé de prendre du temps pour vous recentrer et réfléchir à ce que vous souhaitez réellement. Aujourd’hui, prenez une décision importante : écrivez une liste de vos objectifs pour mieux les concrétiser.",
      "love": "En cette fin d’année, Verseau, prenez le temps d’approfondir la communication dans vos relations. Pour les célibataires, ouvrez-vous aux rencontres sincères et ne craignez pas de montrer votre authenticité. En couple, cultivez la patience et partagez vos rêves pour renforcer votre complicité. Écoutez activement votre partenaire et exprimez vos sentiments avec clarté pour bâtir une connexion solide.",
      "career": "En cette fin d'année, le Verseau devrait se concentrer sur la consolidation de ses projets financiers. Établissez un budget précis et évitez les dépenses impulsives. Profitez de cette période pour renforcer vos compétences professionnelles, en suivant une formation ou en développant un réseau. Restez fidèle à vos valeurs et n'hésitez pas à prendre des initiatives pour atteindre vos objectifs à long terme.",
      "mood": "Le 23 décembre 2025, le Verseau ressent une touche d'optimisme et de chaleur intérieure, mêlée à une envie d'innovation et de liberté, créant une ambiance inspirante empreinte d'espoir et de renouveau.",
      "lucky_numbers": [
        34,
        7,
        30
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, découvrez une année de transformation et d’épanouissement complet",
      "general": "Aujourd'hui, les Poissons ressentiront une belle harmonie entre leur vie personnelle et professionnelle. La journée sera propice à la réflexion profonde, ce qui leur permettra de mieux comprendre leurs émotions et d’éclaircir leurs objectifs. Au travail, une idée innovante pourrait surgir, alors n'hésitez pas à partager vos pensées avec vos collègues ou à proposer une nouvelle approche. Sur le plan sentimental, la communication sera fluide, favorisant la complicité avec votre partenaire ou une personne qui vous attire. Cependant, prenez garde à ne pas négliger votre bien-être physique; un peu d'exercice ou une pause détente seraient bénéfiques. Pour aujourd’hui, inscrivez dans votre agenda un moment pour vous recentrer, que ce soit par la méditation ou une simple promenade.",
      "love": "Pour les Poissons en cette fin décembre 2025, cultivez la sincérité dans vos échanges, qu'ils soient avec un partenaire ou lors de nouvelles rencontres. Prenez le temps d’écouter profondément l’autre, évitez de vous laisser emporter par l’émotion. Offrez-vous des moments de calme pour clarifier vos sentiments, et soyez patient, car l’amour demande souvent patience et authenticité.",
      "career": "Pour les Poissons en cette fin d’année, il est crucial de clarifier vos objectifs professionnels et financiers. Prenez le temps de planifier et d’établir un budget mensuel précis. N’hésitez pas à solliciter des conseils ou une formation pour renforcer vos compétences. Restez fidèle à vos valeurs tout en étant flexible face aux opportunités, et faites preuve de patience face aux défis.",
      "mood": "Le 23 décembre 2025, Poissons ressentira une douceur enveloppante mêlée d'une légère mélancolie, invitant à la réflexion profonde. L’atmosphère sera empreinte de rêve et de tendresse, favorisant l’introspection et la connexion avec ses émotions intimes",
      "lucky_numbers": [
        41,
        14,
        37
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}