{
  "date": "2026-02-24",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, votre énergie et votre courage mènent à la réussite",
      "general": "Aujourd'hui, en tant que Bélier, vous pourriez ressentir une énergie renouvelée qui vous pousse à avancer dans plusieurs domaines de votre vie. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, demandez à être audacieux et à prendre des initiatives. En amour, une conversation sincère renforcera vos liens, alors n'hésitez pas à exprimer vos vérités avec douceur. Sur le plan personnel, une activité sportive ou créative apportera un équilibre essentiel à votre journée. Faites attention à ne pas vous laisser emporter par impulsivité, restez attentif à vos sentiments et à ceux des autres. Prenez un moment pour respirer profondément, en vous recentrant sur ce qui compte vraiment. Aujourd'hui, engagez-vous à écouter votre instinct avant de faire un grand pas en avant.",
      "love": "Pour les Béliers en ce jour, il est essentiel de cultiver la patience, surtout si vous êtes seul, en prenant le temps de connaître vraiment quelqu’un avant de vous engager. En couple, ouvrez votre cœur avec douceur et évitez l’impulsivité. Faites un geste sincère pour renforcer votre lien, comme organiser une sortie intime ou partager une écoute authentique. La clé réside dans la harmonie et la compréhension mutuelle.",
      "career": "Pour Bélier en 2026-02-24, il est essentiel de rester concentré sur vos objectifs professionnels tout en évitant l'impulsivité. Prenez le temps de planifier vos actions et de consolider vos finances en évitant les dépenses superflues. Investissez dans vos compétences pour renforcer votre crédibilité. Soyez patient, la persévérance vous mènera vers une stabilité financière et des progrès significatifs dans votre carrière.",
      "mood": "Le 24 février 2026, Bélier ressentira une énergie vibrante et passionnée, mêlée à une envie d'aventure et de renouveau. L’optimisme ambiant encouragera des sentiments d’enthousiasme et de confiance aspirante vers l’avenir.",
      "lucky_numbers": [
        36,
        10,
        34
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, journée de renouveau et de découvertes intérieures pour vous",
      "general": "Aujourd'hui, Taureau, votre journée s'annonce riche en découvertes et en opportunités. Sur le plan professionnel, votre détermination et votre patience seront vos meilleurs alliés pour avancer dans vos projets. Côté cœur, l'harmonie règne, mais attention à ne pas trop en attendre des autres, cela pourrait voyager votre confiance. Sur le plan personnel, un moment de relaxation et de réflexion vous permettra de mieux comprendre vos véritables besoins. La gestion de votre budget pourrait nécessiter une révision pour éviter toute dépense impulsive. Vos relations familiales jouent un rôle important aujourd’hui. Il est temps de faire preuve d’écoute et d’empathie avec vos proches. N’hésitez pas aujourd’hui à planifier une activité en famille pour renforcer ces liens. Engagez-vous à exprimer votre gratitude à ceux qui vous entourent.",
      "love": "Pour les Taureaux en cette journée, continue de cultiver la patience et la sincérité, que tu sois en couple ou célibataire. Si tu es en couple, prends le temps d’écouter ton partenaire sans jugement pour raviver la complicité. Si tu es seul, engage-toi dans des activités qui te passionnent pour renforcer ta confiance. Fais preuve d’ouverture et de douceur pour attirer l’amour sincère.",
      "career": "Le Taureau en 2026 doit privilégier la stabilité financière en évitant les dépenses impulsives. Investissez dans des projets à long terme et n'hésitez pas à consulter un conseiller financier pour optimiser vos placements. Sur le plan professionnel, cultivez votre patience et développez vos compétences. Restez fidèle à vos valeurs tout en restant ouvert aux nouvelles opportunités.",
      "mood": "Le Taureau en cette journée de février 2026 ressentira une douceur apaisante, une tranquillité rassurante mêlée à une légère excitation, évoquant une harmonie chaleureuse où stabilité et espoir se tissent tendrement.",
      "lucky_numbers": [
        38,
        12,
        36
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, découvrez des opportunités inattendues ce jour mémorable",
      "general": "Aujourd'hui, les Gémeaux ressentiront une grande énergie pour communiquer et exprimer leurs idées. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, nécessitant de votre agilité mentale pour saisir la chance. Sur le plan sentimental, la sincérité sera la clé pour renforcer vos liens, alors n'hésitez pas à partager vos sentiments avec authenticité. Côté santé, privilégiez des activités qui stimulent votre esprit, comme la lecture ou la méditation, afin d’équilibrer votre énergie. Votre curiosité naturelle vous mènera à découvrir quelque chose de nouveau qui pourrait enrichir votre quotidien. Par ailleurs, il sera important de faire preuve de patience face à certains défis, en gardant à l’esprit que chaque obstacle est une occasion d'apprentissage. Aujourd'hui, prenez le temps d’écrire ce que vous ressentez pour clarifier vos idées.",
      "love": "Pour les Gémeaux en 2026-02-24, écoutez votre cœur avec sincérité, que vous soyez seul ou en couple. Cultivez la communication authentique en exprimant vos sentiments sans crainte. Si vous êtes célibataire, osez faire le premier pas avec confiance. En couple, privilégiez les échanges pour renforcer votre complicité. Restez flexible et ouvert aux surprises de l’amour, la clé d’une relation épanouissante.",
      "career": "Le 24 février 2026, les Gémeaux devraient privilégier la communication et la flexibilité dans leur carrière. Prenez le temps de réseauter activement et explorez de nouvelles opportunités. Sur le plan financier, évitez les dépenses impulsives et investissez dans des projets à long terme. Faites preuve de discipline, et n'hésitez pas à consulter un conseiller pour optimiser votre budget.",
      "mood": "Le 24 février 2026, les Gémeaux ressentent une atmosphère vibrante d'enthousiasme et d'optimisme, mêlée à une douce inquiétude qui incite à la réflexion profonde, favorisant la légèreté mêlée à une introspection sincère",
      "lucky_numbers": [
        29,
        3,
        27
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, une journée propice à la révélation personnelle et à l’amour",
      "general": "Aujourd'hui, les Cancers ressentiront une forte envie de renforcer leurs liens familiaux et amicaux. La lune en harmonie avec votre signe apportera une douceur particulière à vos relations, vous encourageant à exprimer vos sentiments avec sincérité. Sur le plan professionnel, vous pourriez être confronté à des défis nécessitant patience et diplomatie, mais votre intuition vous guidera vers des solutions efficaces. Sur le plan personnel, il serait bénéfique de prendre du temps pour vous recentrer sur votre bien-être intérieur, peut-être par une méditation ou une promenade dans la nature. Ce jour est idéal pour accueillir la complicité et la compréhension dans votre quotidien. Vous pourriez aujourd’hui envoyer un message sincère à quelqu’un qui vous tient à cœur pour renforcer votre lien.",
      "love": "Pour les Cancer en ce jour, il est essentiel de cultiver la confiance, que vous soyez seul ou en couple. Prenez le temps d'exprimer vos émotions sincèrement, évitez la peur du rejet. Pour les célibataires, osez faire un premier pas et soyez authentique. En couple, renforcez votre complicité en planifiant une activité commune ou simplement en vous écoutant attentivement.",
      "career": "Pour les Cancers, le 24 février 2026 sera une journée propice à la concrétisation de projets professionnels. Prenez le temps d’évaluer vos compétences et n'hésitez pas à demander un mentorat ou une formation si nécessaire. Sur le plan financier, évitez les investissements risqués et privilégiez une gestion prudente de votre budget. Conservez une épargne de précaution pour assurer votre stabilité.",
      "mood": "Le 24 février 2026, le Cancer ressent une douceur profonde mêlée à une douce mélancolie, éveillant un désir de sécurité et de réconfort. L’atmosphère est empreinte de tendresse, invitant à la réflexion intérieure et à la quête d’harmonie",
      "lucky_numbers": [
        21,
        45,
        19
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre courage illuminera votre chemin ce jour-là",
      "general": "Aujourd'hui, les Lions ressentiront une énergie renouvelée qui va dynamiser leur vie professionnelle et personnelle. C’est une journée idéale pour prendre des initiatives, que ce soit dans votre carrière ou dans vos relations amoureuses. Votre charisme naturel attire la confiance des autres et facilite la résolution de conflits ou la mise en place de nouveaux projets. Cependant, il serait sage de veiller à ne pas vous laisser emporter par votre enthousiasme et de garder une certaine patience face aux imprévus. Sur le plan émotionnel, il est important de prendre du recul et d’écouter votre intuition pour faire des choix éclairés. Accordez une attention particulière aux détails que vous négligez souvent. Aujourd’hui, prenez le temps de planifier une conversation importante ou un projet que vous souhaitez concrétiser.",
      "love": "Pour les Lions célibataires, 2026 est une année propice à la découverte de vous-même et à l’ouverture vers de nouvelles rencontres sincères. Osez sortir de votre zone de confort et privilégiez les échanges authentiques. Pour les Lions en couple, cultivez la complicité en partageant des moments précieux et en étant à l’écoute des besoins de votre partenaire. La communication claire renforcera votre relation.",
      "career": "Le Lion en 2026 doit se concentrer sur la consolidation de ses compétences et éviter de se disperser. Investissez dans votre développement professionnel en suivant des formations ou certifications, et planifiez un budget précis pour renforcer votre stabilité financière. N’hésitez pas à demander conseil à un expert si nécessaire. Cultivez la patience, car la réussite demande du temps et de la persévérance.",
      "mood": "Le lion en 2026-02-24 évoque une sensation d’intensité calme et de puissance contenue, mêlées à une profonde solitude empreinte d’espoir et de détermination silencieuse, invitant à la réflexion et à la résilience intérieure.",
      "lucky_numbers": [
        34,
        8,
        32
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, cette journée vous apportera clarté et inspiration profonde",
      "general": "Aujourd'hui, les Vierges pourraient ressentir une envie profonde de clarifier leurs idées et d'organiser leur quotidien. C'est une excellente journée pour se concentrer sur le travail, car leur sens du détail sera amplifié, leur permettant d'accomplir beaucoup en peu de temps. Sur le plan sentimental, il est conseillé d'être à l'écoute de leur partenaire ou de leurs proches, car des malentendus pourraient surgir si l'on ne prête pas attention aux paroles. Sur le plan financier, évitez les décisions impulsives et privilégiez la prudence. La santé réclame aussi un peu plus d'attention, surtout en ce qui concerne la digestion et le repos. Aujourd'hui, prenez le temps de faire une liste de vos priorités pour mieux structurer votre semaine.",
      "love": "Pour les Vierges en 2026, que vous soyez célibataire ou en couple, prenez le temps d’écouter votre cœur. Pour les célibataires, osez sortir de votre zone de confort pour rencontrer de nouvelles personnes. En couple, privilégiez la communication sincère et planifiez des activités partagées pour renforcer votre lien. Cultivez la patience et la confiance pour une relation épanouissante.",
      "career": "Le 24 février 2026, profitez de cette journée pour clarifier vos objectifs professionnels. Faites une liste de vos priorités et planifiez des étapes concrètes pour atteindre vos aspirations. Sur le plan financier, évitez les investissements impulsifs et privilégiez l’épargne. Restez fidèle à votre discipline, en suivant un budget précis. La patience et la persévérance seront vos meilleures alliées aujourd’hui.",
      "mood": "Le 24 février 2026, la Vierge ressentira une douce harmonie, empreinte d’optimisme et de sérénité. L’atmosphère sera apaisante, favorisant la clarté d’esprit et la confiance en soi, tout en invitant à la réflexion intérieure",
      "lucky_numbers": [
        48,
        22,
        46
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Aujourd'hui, trouvez l'harmonie intérieure malgré les défis.",
      "general": "Aujourd'hui, les Balances pourraient ressentir un équilibre délicat entre leurs responsabilités personnelles et professionnelles. L'harmonie relationnelle est privilégiée, mais il pourrait y avoir des malentendus si vous ne prenez pas le temps d'écouter vraiment les autres. Côté financier, évitez les décisions impulsives, privilégiez la réflexion et la prudence. Sur le plan personnel, consacrez du temps à vous recentrer, peut-être par une activité relaxante ou une méditation. Les opportunités d'apprentissage ou d'évolution personnelle se présentent si vous restez ouvert et curieux. En famille, une conversation sincère renforcera vos liens, apportant paix et compréhension mutuelle. Aujourd'hui, prenez quelques minutes pour réfléchir à vos priorités et planifier une action concrète pour favoriser votre bien-être.",
      "love": "Le 24 février 2026, privilégie l’écoute et la sincérité. Pour les célibataires, prends le temps de te connaître avant de t’engager, explore tes passions et établis ta confiance. Pour les couples, cultive la communication et la patience. Organise des moments partagés, même simples, pour renforcer votre complicité. La clé est d’équilibrer ton énergie entre amour propre et ouverture aux autres.",
      "career": "Pour maintenir un équilibre financier en 2026, établissez un budget précis et suivez-le rigoureusement. Investissez dans votre développement professionnel en acquérant de nouvelles compétences et en réseau. Épargnez régulièrement, même de petites sommes, pour préparer l’avenir. En parallèle, prenez soin de votre bien-être mental et physique pour soutenir votre réussite globale. Priorisez votre santé et vos ambitions avec constance et patience.",
      "mood": "Le 24 février 2026, l’atmosphère est empreinte de sérénité et d’harmonie, où la quête d’équilibre inspire un sentiment de calme profond et de satisfaction intérieure, apaisant toutes les tensions et apportant une douce paix.",
      "lucky_numbers": [
        38,
        12,
        36
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, votre passion et votre intuition vous guideront aujourd'hui",
      "general": "Aujourd'hui, les Scorpions ressentiront une énergie intense qui peut les pousser à explorer de nouvelles avenues, que ce soit dans leur vie professionnelle ou personnelle. La communication sera fluide, facilitant les échanges avec leurs proches ou collègues. C'est une journée propice pour prendre des décisions importantes ou clarifier des malentendus. Sur le plan émotionnel, il est conseillé de rester à l'écoute de ses sentiments et de ne pas se laisser submerger par le stress. La créativité pourrait aussi s'exprimer de manière originale. Sur le plan financier, prudence est de mise pour éviter des investissements impulsifs. La clé sera de cultiver la patience et la persévérance pour avancer sereinement. Aujourd'hui, il est essentiel de prendre un moment pour méditer ou faire une pause pour mieux recentrer ses énergies.",
      "love": "Pour les Scorpions en cette journée, l'amour demande à la fois patience et sincérité. Si vous êtes célibataire, ouvrez votre cœur à de nouvelles rencontres en partageant ce qui vous rend unique. Pour les couples, renforcez votre lien en exprimant vos sentiments avec détermination et en écoutant activement votre partenaire. Cultivez la confiance pour bâtir une relation plus profonde et authentique.",
      "career": "Pour les Scorpions en février 2026, concentrez-vous sur la consolidation de vos compétences et cherchez des opportunités de formation. Évitez les prises de risques excessives et privilégiez les investissements à long terme. Cultivez des relations professionnelles sincères et soignez votre réseau. Restez flexible face aux changements et adoptez une gestion financière prudente pour garantir votre stabilité.",
      "mood": "Le 24 février 2026, le Scorpion ressent une profondeur émotionnelle empreinte de passion et de mystérieuse introspection, mêlées à une légère inquiétude, tout en offrant une atmosphère mystérieuse et intensément sensorielle qui invite à la réflexion.",
      "lucky_numbers": [
        39,
        13,
        37
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, votre aventure sera riche en surprises aujourd'hui",
      "general": "Aujourd'hui, Sagittaire, une journée propice à la réflexion et à la croissance personnelle. Sur le plan professionnel, votre énergie est au rendez-vous et vous pouvez aborder des projets ambitieux avec confiance. Côté sentimental, l'harmonie est présente si vous faites preuve d'écoute et de sincérité. Sur le plan intérieur, une intuition profonde vous guide vers des choix importants ; prenez le temps d'écouter cette voix. La santé vous invite à équilibrer votre rythme, privilégiez une activité relaxante ou une promenade en plein air pour recentrer votre esprit. Les opportunités seront visibles si vous prenez le temps d’observer et d’analyser vos circunstancies. Aujourd’hui, consacrez quelques minutes à la méditation pour clarifier vos pensées et orienter vos actions de manière sereine.",
      "love": "Pour les Sagittaires célibataires en 2026, c'est le moment d'explorer de nouveaux horizons relationnels, osez exprimer vos sentiments sincèrement. Pour les couples, privilégiez la communication authentique et planifiez des escapades communes pour raviver la passion. Soyez à l’écoute de votre partenaire et n’oubliez pas de partager vos rêves et aspirations, cela renforcera votre complicité.",
      "career": "Le 24 février 2026, les Sagittaire doivent se concentrer sur la planification à long terme, en évitant les impulsions. Prenez le temps d’évaluer vos projets professionnels et financiers, en consultant un conseiller si nécessaire. Investissez dans des formations pour renforcer vos compétences et gérez prudemment vos finances. Soyez ouverts aux opportunités, mais restez fidèle à vos valeurs pour un avenir stable et enrichissant.",
      "mood": "Le 24 février 2026, Sagittaire ressentira une énergie vibrante et optimiste, mêlée à une soif d'aventure et de découverte, apportant un sentiment d'espoir chaleureux et d’enthousiasme rayonnant pour l’avenir.",
      "lucky_numbers": [
        37,
        11,
        35
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, cette journée révèle de nouvelles opportunités inattendues",
      "general": "Aujourd'hui, le ciel s’éclaire favorablement pour les Capricornes, apportant une énergie positive qui influence tant votre vie professionnelle que votre vie personnelle. Sur le plan professionnel, vous pourriez découvrir une nouvelle motivation ou recevoir une reconnaissance inattendue, ce qui boostera votre confiance. Côté relations, la communication sera fluide, permettant de renforcer des liens ou d’établir des connexions importantes. Sur le plan émotionnel, il est essentiel de prendre du recul et de réfléchir à vos aspirations profondes. La journée vous invite à faire preuve de patience et de persévérance face aux défis. Pour profiter au maximum de cette journée, prenez le temps de planifier une étape concrète vers un objectif qui vous tient à cœur. Aujourd’hui, engagez-vous à faire un pas vers votre avenir.",
      "love": "Le 24 février 2026, les Capricornes doivent ouvrir leur cœur avec sincérité, que ce soit en amour ou en amitié. Pour les célibataires, osez établir des connexions authentiques en partageant vos passions et en évitant la prudence excessive. Pour les couples, privilégiez la communication claire et planifiez des moments complices pour renforcer votre lien. La patience et l’écoute seront clés aujourd’hui.",
      "career": "Pour les Capricornes en février 2026, il est temps de consolider vos finances en élaborant un budget précis et en évitant les dépenses impulsives. Sur le plan professionnel, privilégiez la communication et la collaboration pour renforcer votre réseau. Investissez dans vos compétences en suivant une formation ou un atelier. Restez fidèle à vos objectifs, mais restez aussi flexible face aux opportunités qui se présentent.",
      "mood": "Le 24 février 2026, le Capricorne ressent une profonde sérénité mêlée d'une douce détermination, illuminée par une confiance renouvelée, invitant à la réflexion intérieure, à la patience et à une subtle impulsion d’aspirations nouvelles.",
      "lucky_numbers": [
        21,
        45,
        19
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, aujourd'hui, découvrez de nouvelles opportunités passionnantes.",
      "general": "Aujourd’hui, les astres invitent le Verseau à se concentrer sur ses relations personnelles et professionnelles. Vous pouvez ressentir une envie d’approfondir certains liens ou d’établir de nouvelles connexions enrichissantes. Votre esprit créatif sera en ébullition, ce qui vous permet d’aborder vos projets avec originalité et dynamisme. Sur le plan émotionnel, il est important de rester à l’écoute de vos ressentis et d’éviter les malentendus avec ceux qui vous entourent. Côté bien-être, prenez le temps de vous détendre et de méditer pour clarifier vos idées. En fin de journée, faites un effort pour exprimer votre gratitude envers quelqu’un qui vous soutient. Aujourd'hui, contactez un ami ou un collègue pour partager un moment sincère.",
      "love": "Pour les Verseaux en cette journée, ouvrez votre cœur à la spontanéité, que vous soyez en couple ou célibataire. Si vous êtes seul, osez prendre des initiatives, rencontrez de nouvelles personnes. En couple, privilégiez la communication sincère pour renforcer la confiance. Apprenez à équilibrer votre besoin d’indépendance avec l’attention à l’autre, c’est la clé d’un amour épanoui.",
      "career": "Le Verseau en 2026 devra privilégier la planification financière et éviter les impulsions. Concentrez-vous sur l'épargne et diversifiez vos investissements pour sécuriser votre avenir. Sur le plan professionnel, développez vos compétences en suivant des formations et en renforçant votre réseau. Restez fidèle à vos valeurs tout en restant adaptable face aux changements pour saisir de nouvelles opportunités.",
      "mood": "Le Verseau en ce jour de février 2026 ressent une atmosphère lumineuse et inspirante, empreinte d’optimisme et de curiosité, invitant à l’éveil intérieur, à la créativité et à la connexion sincère avec ses aspirations profondes.",
      "lucky_numbers": [
        35,
        9,
        33
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une journée propice à la révélation de votre créativité",
      "general": "Aujourd'hui, le ciel astral invite les Poissons à porter une attention particulière à leurs relations personnelles. Les échanges sincères avec un proche ou un ami apporteront un précieux soutien et une nouvelle perspective. Sur le plan professionnel, vous pourriez ressentir une envie de changement ou d’innovation ; c’est le bon moment pour proposer des idées ou prendre des initiatives. Sur le plan personnel, prenez du temps pour vous recentrer et écouter votre intuition, elle vous guidera vers les décisions justes à prendre. La journée est propice à la créativité et à la résolution de problèmes. Enfin, pour mieux profiter de cette journée, essayez de planifier un moment de calme ou de méditation afin de mieux harmoniser vos émotions et votre mental. Aujourd'hui, prenez l’habitude de noter vos intuitions dès qu’elles surgissent.",
      "love": "Pour les Poissons célibataires, il est essentiel de rester fidèle à vous-même tout en étant ouvert aux nouvelles rencontres authentiques. Prenez le temps d’écouter votre intuition avant de vous engager. Pour les couples, today est idéal pour renforcer votre complicité; planifiez une soirée sincère sans distractions pour parler de vos rêves et ressentis. Cultivez la communication et la confiance pour un amour encore plus profond.",
      "career": "Le 24 février 2026, les Poissons devraient se concentrer sur la gestion de leur budget et éviter les dépenses impulsives. Profitez de cette journée pour planifier un budget réaliste et explorer de nouvelles opportunités professionnelles. Priorisez la formation continue pour renforcer vos compétences et augmenter vos chances de progression. Restez attentifs à votre intuition pour saisir les bonnes opportunités.",
      "mood": "Le 24 février 2026, l’atmosphère pour les Poissons est empreinte de douceur et de rêverie, mêlant une profonde sensibilité à une envie de connexion sincère, apportant à la fois quiétude et inspiration intérieure.",
      "lucky_numbers": [
        42,
        16,
        40
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}