{
  "date": "2026-02-22",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, votre énergie vous mènera vers de nouvelles opportunités",
      "general": "Aujourd’hui, Bélier, votre énergie est à son apogée, ce qui vous permet d’affronter avec assurance vos projets professionnels. Vous pourriez ressentir un désir de prendre des initiatives, d’innover ou de vous lancer dans de nouvelles aventures. Sur le plan personnel, vos relations familiales ou amicales bénéficient d’une atmosphère chaleureuse, propice à la communication sincère. Cependant, attention à ne pas vous laisser emporter par votre enthousiasme au point d’oublier les détails importants. Sur le plan émotionnel, une certaine impatience pourrait surgir, mais elle peut être canalisee par la pratique d’une activité physique ou la méditation. Aujourd’hui, choisissez de faire un pas vers une personne que vous appréciez vivement.",
      "love": "Pour les Béliers, le 22 février 2026 sera une journée propice à la sincérité. Si vous êtes célibaire, osez exprimer vos sentiments, même timidement, cela pourrait ouvrir de belles opportunités. En couple, privilégiez la communication et écoutez votre partenaire attentivement. Faites un geste tendre pour renforcer votre lien. Restez patient et inspirez confiance pour une relation harmonieuse.",
      "career": "Pour Bélier le 22 février 2026, il est essentiel de rester concentré sur vos objectifs professionnels. Évitez les impulsivités et privilégiez la réflexion avant de prendre des décisions importantes. Investissez dans votre développement personnel et professionnel, et explorez de nouvelles opportunités. Équilibrer vie professionnelle et financière apportera stabilité. Restez ouvert aux conseils et faites preuve de patience pour récolter de grands succès.",
      "mood": "Le Bélier ressentira une énergie dynamique et passionnée, mêlée à une certaine impatience qui pourrait engendrer des tensions. Cependant, une confiance vibrante offrira un espoir soulagé et une impulsion vers de nouvelles aventures.",
      "lucky_numbers": [
        34,
        6,
        28
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, cette journée apportera stabilité et nouvelles opportunités",
      "general": "Aujourd'hui, Taureau, vous ressentirez un besoin profond de stabilité et d'harmonie dans votre vie. Sur le plan émotionnel, vous pourriez ressentir une certaine insécurité ou des doutes, mais c'est aussi une opportunité pour vous recentrer sur ce qui vous rassure vraiment. Sur le plan professionnel, votre persévérance et votre sens pratique seront vos atouts majeurs pour surmonter quelques petits obstacles ou malentendus. Côté amour, la communication sera clé pour renforcer vos liens ou clarifier certains malentendus. Il est à noter que votre santé mentale et physique bénéficiera d’un moment de détente, alors n’hésitez pas à vous accorder un peu de repos. Aujourd’hui, prenez un moment pour vous recentrer en méditant ou en faisant une promenade en plein air.",
      "love": "Pour les Taureau, 2026-02-22 sera une journée propice à la sincérité. Les célibataires doivent oser exprimer leurs sentiments pour attirer l’amour. Les couples, quant à eux, renforceront leur complicité en planifiant une activité commune ou en partageant leurs projets futurs. Écoutez votre cœur, soyez authentique et n’oubliez pas la patience pour bâtir des relations solides.",
      "career": "Le Taureau en 2026-02-22 devrait se concentrer sur la gestion rigoureuse de ses finances en évitant les dépenses impulsives. Ciblez une épargne régulière et investissez prudemment en diversifiant votre portefeuille. Sur le plan professionnel, privilégiez la patience et la persévérance pour atteindre vos objectifs à long terme. Restez ouvert à l'apprentissage et n'hésitez pas à solliciter du mentorat.",
      "mood": "Le Taureau ce jour-là pourrait ressentir une profonde sérénité mêlée à une douce excitation, une atmosphère apaisante où la stabilité rencontre une subtlele touche d'aventure, invitant à la réflexion et à la confiance en soi.",
      "lucky_numbers": [
        36,
        8,
        30
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, aujourd'hui votre créativité brillera intensément, profitez-en pleinement",
      "general": "Aujourd'hui, les Gémeaux ressentiront une grande énergie pour explorer de nouvelles idées sur le plan professionnel et personnel. C'est une journée propice à la communication, où votre esprit vif et votre capacité à convaincre seront vos meilleurs atouts. Sur le plan sentimental, une ouverture sincère pourrait renforcer vos liens ou en créer de nouveaux. N'hésitez pas à partager vos pensées avec ceux qui vous entourent, votre sincérité sera appréciée. Côté santé, privilégiez une activité légère pour canaliser votre dynamisme. Faites attention à ne pas vous disperser, concentrez-vous sur ce qui compte vraiment pour vous aujourd'hui. Prenez le temps de réfléchir à une nouveauté à mettre en place cette semaine. Aujourd'hui, écrivez une liste d'objectifs clairs pour avancer.",
      "love": "Le 22 février 2026, les Gémeaux devraient privilégier la sincérité dans leurs échanges. Pour les célibataires, explorer de nouvelles activités sociales pour rencontrer quelqu’un qui partage leurs passions. En couple, cultiver la communication claire et éviter les malentendus. Prenez le temps d’écouter attentivement votre partenaire, cela renforcera votre complicité. Soyez ouverts, authentiques et attentifs pour construire des liens solides et sincères.",
      "career": "Le 22 février 2026, les Gémeaux devraient se concentrer sur la gestion du temps pour optimiser leurs projets. Évitez la dispersion en priorisant vos tâches. Renseignez-vous sur de nouvelles compétences ou formations pour renforcer votre profil professionnel. Sur le plan financier, faites preuve de prudence en évitant les dépenses impulsives. Établissez un budget clair et épargnez régulièrement pour sécuriser votre avenir.",
      "mood": "Le 22 février 2026, les Gémeaux ressentiront une atmosphère vibrante d’énergie et de curiosité, mêlée à une douce insécurité. Leur esprit sera éveillé, mais une timidité subtile pourra freiner leur enthousiasme intérieur.",
      "lucky_numbers": [
        27,
        49,
        21
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, une journée de découvertes enrichissantes et de renouveau",
      "general": "Aujourd'hui, les astres illuminent votre journée, Cancer, en apportant un regain d'énergie et d'harmonie dans votre vie. Sur le plan professionnel, vous aurez l'occasion de montrer votre créativité et de surprendre vos collègues ou supérieurs avec des idées innovantes. Sur le plan affectif, votre sensibilité sera amplifiée, favorisant des échanges sincères avec ceux que vous aimez. Il pourrait y avoir quelques tensions, mais votre capacité à écouter et à faire preuve de compassion vous aidera à désamorcer rapidement tout malentendu. Sur le plan personnel, une envie de vous reconnecter à votre bien-être intérieur pourrait surgir. Faites confiance à votre intuition pour orienter vos décisions aujourd'hui. Prenez un moment pour vous recentrer en pratiquant la méditation ou la respiration consciente.",
      "love": "Pour les Cancers en cette journée, il est essentiel de cultiver la confiance en soi pour attirer l’amour, que vous soyez célibataire ou en couple. Prenez le temps d'exprimer vos émotions sincèrement et écoutez votre partenaire avec empathie. Pour les célibataires, osez sortir de votre zone de confort et engager la conversation. Les liens profonds se créent dans l’authenticité et la douceur.",
      "career": "Pour les Cancer le 22 février 2026, il est essentiel de se concentrer sur la gestion de leur budget et d’éviter les dépenses impulsives. Profitez de cette journée pour planifier vos finances et rechercher des opportunités de croissance professionnelle. N'hésitez pas à demander conseil à des experts et à renforcer vos compétences pour assurer une stabilité à long terme. Cultivez la patience pour concrétiser vos projets.",
      "mood": "Le jour du 22 février 2026, Cancer ressentira une douce mélancolie mêlée à une profonde sérénité, comme un voile de nostalgie apaisante. L'émotion sera douce, introspective, invitant à la réflexion intime et à la reconnexion avec ses sentiments",
      "lucky_numbers": [
        19,
        41,
        13
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, journée de renouveau et d'opportunités à saisir",
      "general": "Aujourd'hui, les Lions pourront ressentir un regain d'énergie et de motivation, ce qui leur permettra d'affronter leurs défis avec confiance. Sur le plan professionnel, des opportunités intéressantes pourraient se présenter, encourageant à prendre des initiatives et à montrer leur leadership. En amour, une communication sincère pourrait renforcer les liens existants ou en créer de nouveaux, favorisant la complicité. Côté finances, il est conseillé de rester prudent et d'éviter toute dépense impulsive. Sur le plan personnel, prendre un moment pour se recentrer et écouter son intuition sera bénéfique. La journée est propice à la réflexion et à la concrétisation de projets personnels ou professionnels. N'hésitez pas à faire un petit pas vers un objectif important aujourd'hui, cela pourrait faire toute la différence.",
      "love": "Pour les Lions célibataires, profitez de cette période pour révéler votre authenticité et attirer ceux qui partagent vos passions. Écoutez attentivement votre cœur et prenez le temps de connaître véritablement l'autre. En couple, sachez exprimer votre amour avec sincérité et patiente. Renforcez la communication et n’hésitez pas à surprendre votre partenaire avec des gestes attentifs. Cultivez la confiance et la spontanéité pour un amour épanoui.",
      "career": "Le Lion en 2026 doit se concentrer sur la consolidation de ses compétences professionnelles en suivant des formations pertinentes. Économisez judicieusement en évitant les dépenses impulsives, et investissez dans des projets à long terme. N’hésitez pas à demander conseil à un conseiller financier pour optimiser votre budget. Restez fidèle à vos valeurs tout en étant flexible face aux nouvelles opportunités.",
      "mood": "Le lion du 22 février 2026 évoque une atmosphère puissante et noble, mêlant fierté et solitude intérieure. L’émotion est intense, empreinte de courage silencieux, tout en laissant deviner une profondeur mystérieuse et une détermination sereine.",
      "lucky_numbers": [
        32,
        4,
        26
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, votre énergie renforcée ouvre la voie à la réussite",
      "general": "Aujourd'hui, la Vierge sera invitée à équilibrer ses émotions et ses responsabilités. Sur le plan professionnel, un projet ou une idée innovante pourrait capter l’attention de vos collègues ou supérieurs, alors n’hésitez pas à partager vos suggestions avec confiance. Sur le plan personnel, il serait bénéfique de prendre un moment pour vous recentrer, peut-être par la méditation ou une courte marche en plein air, afin de libérer toute tension accumulée. La communication avec vos proches sera également favorisée, permettant de renforcer des liens ou d’apaiser d’éventuels malentendus. La clé de cette journée réside dans la patience et la clarté de votre pensée. Aujourd’hui, prenez le temps d’écrire une liste de vos priorités pour organiser votre journée efficacement.",
      "love": "Le 22 février 2026, Vierge, que vous soyez célibataire ou en couple, prenez le temps d’écoute attentive avec votre partenaire ou de vous recentrer sur vous-même. Cultivez la patience en exprimant sincèrement vos besoins et en acceptant ceux des autres. Pour les célibataires, osez ouvrir votre cœur en vous inscrivant à une nouvelle activité sociale. Restez fidèle à votre sincérité et à votre engagement.",
      "career": "Le 22 février 2026, Vierge doit se concentrer sur l’organisation et la priorisation de ses objectifs professionnels. Prenez le temps de réfléchir à vos compétences et identifiez les formations qui peuvent renforcer votre carrière. Sur le plan financier, évitez les investissements risqués et dédiez une partie de vos revenus à une épargne régulière. La planification à long terme apportera stabilité et sérénité.",
      "mood": "Le 22 février 2026, la Vierge ressentira une douce atmosphère de calme et de réflexion profonde, mêlée à une sensation d’optimisme discret, invitant à la renouveau intérieur et à une quête de clarté sereine.",
      "lucky_numbers": [
        46,
        18,
        40
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Équilibre retrouvé, énergie renouvelée pour un avenir positif",
      "general": "Aujourd'hui, Balance, vous ressentirez un fort besoin d'harmonie dans votre vie. Sur le plan professionnel, la journée pourrait apporter des défis nécessitant diplomatie et patience pour trouver des solutions équilibrées. Sur le plan relationnel, votre capacité à écouter et à faire preuve de compassion renforcera vos liens, créant un climat apaisant autour de vous. Côté bien-être, il serait bénéfique de privilégier des moments de détente ou de méditation pour calmer votre esprit et retrouver l’équilibre intérieur. Les opportunités sentimentales pourraient se présenter, surtout si vous osiez exprimer ce que vous ressentez avec sincérité. Aujourd’hui, prenez le temps de vous reconnecter à vos valeurs profondes pour agir en accord avec vous-même. Faites un pas vers la paix intérieure dès maintenant.",
      "love": "Le 22 février 2026, privilégiez l’écoute active pour renforcer la confiance avec votre partenaire ou pour vous reconnecter avec vous-même. Pour les célibataires, osez exprimer vos envies sinceres, sans peur du rejet. Pour les couples, instaurer un rituel de dialogue hebdomadaire permet d’éliminer les malentendus. Cultivez la patience et la sincérité, essentiels pour bâtir une relation équilibrée et épanouissante.",
      "career": "Pour assurer un équilibre financier en 2026, établis un budget précis en suivant tes dépenses mensuelles. Épargne régulièrement, même de petites sommes. Investis dans ta formation pour augmenter ta valeur sur le marché du travail. Prends soin de ton bien-être mental pour maintenir ta productivité. Enfin, reste flexible face aux opportunités et adapte ton plan financier selon ta situation.",
      "mood": "Le ton émotionnel de cette journée évoque une harmonie douce, une sérénité intérieure qui apaise l'esprit, tout en insufflant un sentiment d’équilibre et de stabilité, offrant une paix profonde et rassurante.",
      "lucky_numbers": [
        36,
        8,
        30
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, votre intuition vous guide vers de nouveaux succès",
      "general": "Aujourd'hui, les Scorpions ressentiront une énergie intense qui les pousse à explorer de nouvelles perspectives, tant sur le plan personnel que professionnel. La communication avec les proches sera fluide, facilitant les échanges sincères et profonds, ce qui renforcera vos liens. Sur le plan financier, des opportunités inattendues pourraient surgir, mais restez vigilant et évitez les décisions impulsives. Votre intuition sera votre meilleur guide, alors faites confiance à vos instincts pour naviguer avec assurance dans les situations complexes. Sur le plan sentimental, il sera essentiel de cultiver la patience et la compréhension pour éviter les malentendus. Prenez le temps de vous recentrer sur vous-même et d’écouter votre voix intérieure. Aujourd’hui, il est conseillé de planifier une activité qui vous apaise, comme méditer ou marcher dans la nature.",
      "love": "Pour les Scorpions en amour en 2026-02-22, soyez ouverts à la communication sincère, surtout si vous êtes en couple. Cultivez la confiance en partageant vos sentiments profonds. En tant que célibataire, laissez votre intuition vous guider vers des rencontres authentiques. Évitez la jalousie excessive et travaillez à établir un équilibre entre passion et compréhension pour fortifier votre relation ou attirer l’amour véritable.",
      "career": "Le 22 février 2026, les Scorpions doivent se concentrer sur la gestion de leur temps et l’établissement de priorités claires. Investissez dans votre formation pour renforcer vos compétences. Économisez régulièrement et évitez les dépenses impulsives. N’hésitez pas à solliciter des conseils professionnels pour optimiser vos finances. Cultivez la patience et la persévérance dans votre parcours professionnel, car des opportunités inattendues se présenteront.",
      "mood": "Le ton émotionnel ce jour-là pour le Scorpion est empreint de profondeur et de mystère, mêlant une intensité calme à une sincérité profonde, créant une ambiance à la fois passionnée, introspective et légèrement énigmatique.",
      "lucky_numbers": [
        37,
        9,
        31
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, découvrez une journée pleine de surprises et d'opportunités",
      "general": "Aujourd'hui, Sagittaire, vous ressentirez une énergie vivifiante qui vous poussera à explorer de nouvelles idées et à élargir vos horizons. Sur le plan professionnel, votre créativité sera à son apogée, ce qui peut attirer des opportunités intéressantes si vous osez sortir de votre zone de confort. Sur le plan sentimental, la communication sera facilitée, renforçant vos liens avec ceux qui comptent pour vous. Sur le plan personnel, il serait bénéfique de prendre un peu de temps pour vous recentrer et méditer sur vos objectifs à long terme. La clé du succès aujourd'hui réside dans votre ouverture d'esprit et votre volonté d'apprendre. N'hésitez pas à planifier une activité qui stimule votre curiosité ou à vous fixer un nouveau défi, cela vous apportera clarté et motivation.",
      "love": "Pour les Sagittaires en ce jour, l'amour demande une sincérité profonde. Les célibataires doivent oser s’ouvrir aux autres, en étant authentiques et patientes. Les couples, quant à eux, peuvent renforcer leur complicité en partageant des projets communs et en évitant la routine. Écoutez votre intuition, mais restez attentifs aux besoins de votre partenaire pour bâtir une relation équilibrée et sincère.",
      "career": "Le 22 février 2026, Sagittaire doit privilégier la planification financière en évitant les dépenses impulsives. Investis dans des formations ou projets qui améliorent ta carrière. Profite de cette journée pour établir des objectifs précis à court et long terme, en restant flexible face aux imprévus. Cultive la patience et la persévérance, car ces qualités t'aideront à saisir de nouvelles opportunités professionnelles.",
      "mood": "Le 22 février 2026, Sagittaire ressentira une énergie optimiste et aventureuse, teintée de curiosité et de réveil intérieur. L'ambiance sera emplie d'enthousiasme, de confiance, apportant une sensation de liberté et de possibilités infinies.",
      "lucky_numbers": [
        35,
        7,
        29
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, journée de succès et de nouvelles opportunités à saisir",
      "general": "Aujourd’hui, les Capricornes ressentiront une énergie accrue qui les pousse à organiser et à planifier leurs projets avec plus de clarté. Au travail, votre concentration et votre sens pratique seront vos meilleurs atouts pour avancer dans vos dossiers et convaincre vos collaborateurs. Sur le plan personnel, il est temps de renouer avec des amis ou des membres de votre famille, car des discussions sincères vous apporteront un apaisement précieux. Sur le plan financier, soyez prudent dans vos dépenses et évitez les investissements impulsifs. La journée pourrait également vous offrir une occasion de prendre soin de vous, en privilégiant un moment de détente ou une activité qui vous apaise. Aujourd’hui, vous devriez faire une liste de vos objectifs à court terme afin de mieux structurer votre semaine.",
      "love": "Le 22 février 2026, pour les Capricornes, il est essentiel de cultiver la patience dans l’amour. Pour les célibataires, ouvrez-vous aux rencontres sincères en partageant vos passions. En couple, privilégiez la communication authentique et planifiez des moments spéciaux pour renforcer la complicité. Soyez à l’écoute des besoins de l’autre, cela apportera stabilité et épanouissement à votre relation.",
      "career": "Pour le 22 février 2026, les Capricornes devraient se concentrer sur la consolidation de leur stabilité financière en évitant les dépenses impulsives. Établissez un budget précis et commencez à épargner systématiquement. Sur le plan professionnel, recherchez des formations pour renforcer vos compétences et saisir de nouvelles opportunités. La patience et la discipline seront vos meilleures alliées pour progresser en sécurité.",
      "mood": "Le 22 février 2026, le Capricorne ressentira une profonde introspection mêlée à une douceur rassurante, évoquant un sentiment de stabilité, mais aussi une légère mélancolie qui invite à la réflexion et à la patience.",
      "lucky_numbers": [
        19,
        41,
        13
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, votre avenir s’éclaire avec passion en 2026",
      "general": "Aujourd'hui, le Verseau se sentira inspiré à explorer de nouvelles idées et à renforcer ses relations. Sur le plan professionnel, votre créativité sera appréciée, ce qui pourrait ouvrir des portes inattendues. Sur le plan sentimental, la communication avec votre partenaire ou votre famille sera fluide, apportant une atmosphère de sérénité. Sur le plan personnel, vous pourriez ressentir le besoin de prendre du recul pour réfléchir à vos projets et à votre bien-être intérieur. Il est important de rester ouvert aux conseils et de faire preuve de patience face aux imprévus. Ce jour, privilégiez la sincérité et la clarté dans vos échanges. Aujourd'hui, prenez un moment pour écrire vos objectifs et engagez-vous à faire un premier pas vers leur réalisation.",
      "love": "Le 22 février 2026 est une journée propice pour les Verseaux. Pour les célibataires, osez exprimer vos sentiments et engagez-vous dans des activités sociales pour élargir votre cercle. Pour les couples, privilégiez la communication authentique, écoutez attentivement votre partenaire et planifiez une activité commune pour renforcer votre complicité. La sincérité et l’ouverture seront vos alliées pour créer des liens solides.",
      "career": "Le Verseau en 2026 doit privilégier la planification financière et éviter les dépenses impulsives. Investissez dans des formations ou projets alignés avec vos passions pour augmenter vos revenus. Restez ouvert aux collaborations et ne craignez pas de demander de l’aide. Écoutez votre intuition pour faire des choix judicieux, tout en restant flexible face aux imprévus.",
      "mood": "Le 22 février 2026, le Verseau ressentira une vibration d’optimisme sincère mêlée à une douce curiosité. L’atmosphère sera légère, inspirante, encourageant à explorer de nouvelles idées avec confiance et enthousiasme intérieur.",
      "lucky_numbers": [
        33,
        5,
        27
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une journée d'intuition et de nouvelles opportunités",
      "general": "Aujourd'hui, les Poissons ressentiront une envie profonde de réfléchir sur leur parcours personnel et professionnel. Il pourrait y avoir des opportunités de renouveau ou de nouvelles perspectives, mais il est important de rester lucide face aux choix à venir. Sur le plan sentimental, la communication avec votre partenaire ou vos proches sera facilitée, vous permettant de renforcer vos liens. Votre intuition sera très aiguisée, alors faites confiance à votre ressenti pour prendre des décisions importantes. Sur le plan financier, soyez prudent et évitez les dépenses impulsives. Enfin, prenez du temps pour vous recentrer, pratiquer la méditation ou la détente pour apaiser votre esprit. Aujourd'hui, notez dans un cahier vos idées et projets pour avancer avec clarté.",
      "love": "Pour les Poissons célibataires en ce jour, ouvrez votre cœur avec sincérité et n’ayez pas peur de prendre des initiatives. Pour ceux en couple, cultivez la communication profonde en exprimant vos ressentis avec douceur. Prenez du temps pour vous reconnecter à vos émotions, et n’oubliez pas de faire preuve de patience et d’écoute pour construire une relation harmonieuse.",
      "career": "Pour les Poissons en 2026-02-22, concentrez-vous sur la gestion prudente de vos finances en évitant les dépenses impulsives. Profitez de cette journée pour planifier à long terme, comme l’épargne ou l’investissement. Sur le plan professionnel, soyez ouvert aux collaborations et aux nouvelles idées, mais n’hésitez pas à fixer des limites pour préserver votre équilibre. Restez fidèle à votre intuition pour prendre des décisions éclairées.",
      "mood": "Le 22 février 2026, les Poissons ressentiront une douce mélancolie mêlée à une profonde intuition, éveillant en eux une sensibilité amplifiée, propice à la rêverie, à la réflexion intérieure et à une subtile paix émotionnelle.",
      "lucky_numbers": [
        40,
        12,
        34
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}