{
  "date": "2026-01-13",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, journée propice à la réussite et à l'inspiration",
      "general": "Aujourd'hui, Bélier, vous ressentez une énergie nouvelle qui vous pousse à avancer dans différents domaines de votre vie. Sur le plan amoureux, la communication sera fluide, favorisant des échanges sincères et profitables à votre relation. Au travail, votre détermination et votre créativité seront remarquées, ce qui peut ouvrir la voie à de nouvelles opportunités. Sur le plan personnel, il est temps de prendre soin de vous, de vous recentrer et de faire le point sur vos objectifs. La patience sera votre alliée face aux imprévus, et votre confiance en vous vous aidera à surmonter les obstacles. N'attendez pas, today serait idéal pour faire un premier pas vers un projet que vous avez en tête.",
      "love": "Le 13 janvier 2026, Bélier, travaillez votre patience en amour. Si vous êtes célibataire, ouvrez votre cœur doucement, évitez de forcer les rencontres. En couple, privilégiez la communication sincère pour renforcer la confiance. Prenez le temps d’écouter votre partenaire sans précipitation. Cultivez la douceur et la compréhension pour faire fleurir votre relation dans l’harmonie et le respect mutuel.",
      "career": "Pour Bélier le 13 janvier 2026, il est important de rester patient dans vos projets professionnels. Prenez le temps de peaufiner vos idées avant de les présenter, et évitez de vous précipiter. Sur le plan financier, privilégiez l’épargne et évitez les dépenses impulsives. Investissez dans votre formation pour renforcer votre avenir à long terme, et évitez les risques inutiles.",
      "mood": "Le 13 janvier 2026, le Bélier ressentira une énergie vibrant d’enthousiasme, mêlée à une curiosité profonde, mais aussi une légère impatience qui pourrait engendrer des tensions, invitant à la réflexion intérieure et à la patience.",
      "lucky_numbers": [
        25,
        38,
        1
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, votre confiance vous ouvrira de nouvelles opportunités aujourd'hui",
      "general": "Aujourd’hui, Taureau, l’énergie du matin favorise la communication et les échanges avec vos proches ou collègues. C’est le moment idéal pour exprimer vos idées ou clarifier des malentendus. Au niveau professionnel, vous pourriez être invité à prendre des responsabilités supplémentaires, alors faites preuve de patience et de détermination. Sur le plan personnel, vos relations familiales ou amoureuses s’épanouissent si vous écoutez attentivement et montrez votre sincérité. La santé bénéficie d’un peu de détente, évitez le stress inutile pour préserver votre bien-être. L’après-midi, votre intuition est renforcée, ce qui vous permet de prendre des décisions importantes. La clé aujourd’hui est de maintenir un bon équilibre entre vos engagements et votre besoin de calme. N’oubliez pas de faire une pause pour respirer profondément.",
      "love": "Pour les Taureaux en ce début d’année, cultivez la patience et la sincérité dans vos relations. Si vous êtes célibataire, prenez le temps de vous connaître avant de vous lancer. En couple, ouvrez un dialogue authentique, écoutez votre partenaire avec attention et montrez votre engagement. La stabilité se construit avec douceur et confiance mutuelle, alors prenez soin de votre lien chaque jour.",
      "career": "Le 13 janvier 2026, Taureau devrait privilégier la patience et la prudence dans ses décisions financières. Économisez en évitant les investissements impulsifs et consultez un expert avant d'engager des fonds importants. Sur le plan professionnel, restez concentré sur vos objectifs à long terme, développez vos compétences et saisissez les opportunités de formation pour renforcer votre stabilité et votre croissance.",
      "mood": "Le Taureau ressentira une journée empreinte de calme et de réflexion, où la sérénité se mêlera à une douce stabilité intérieure, favorisant une atmosphère paisible, mais aussi une subtile envie de renouveau et de croissance personnelle.",
      "lucky_numbers": [
        27,
        40,
        3
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, journée de découvertes et d’opportunités inattendues à saisir",
      "general": "Aujourd'hui, les Gémeaux ressentent une forte envie de communication et d'échange, ce qui peut ouvrir de nouvelles opportunités tant sur le plan professionnel que personnel. La Lune met en lumière votre équipe ou vos proches, rendant favorable l'écoute et le partage d'idées. Sur le plan sentimental, soyez sincère pour renforcer vos relations. Sur le plan professionnel, votre pérpicacité vous aidera à dénicher des solutions innovantes, mais attention à ne pas vous disperser. La santé mentale serait également mise à rude épreuve ; prenez le temps de vous détendre. Enfin, une intuition forte vous guidera vers ce que vous cherchez. Aujourd'hui, prenez le temps d'écrire vos objectifs pour la semaine à venir.",
      "love": "Le 13 janvier 2026, les Gémeaux ressentiront le besoin de communication sincère. Pour les célibataires, ouvrez votre cœur lors de conversations authentiques pour créer des liens profonds. En couple, planifiez une activité ludique pour raviver la complicité. Écoutez attentivement votre partenaire et exprimez vos émotions avec clarté. La transparence renforcera votre relation.",
      "career": "Le 13 janvier 2026, les Gémeaux bénéficieront d'une énergie favorable pour réseauter. Profitez-en pour renforcer vos contacts professionnels et explorer de nouvelles opportunités. Évitez de vous disperser, concentrez-vous sur vos priorités. Investissez dans des formations qui boosteront votre carrière. En matière financière, soyez prudents avec les investissements impulsifs ; privilégiez une gestion rigoureuse de votre budget.",
      "mood": "Le 13 janvier 2026, Gémeaux ressentira une atmosphère mêlant curiosité et léger dérangement intérieur, invitant à la réflexion profonde tout en insufflant un soupçon d’enthousiasme, créant une journée oscillant entre inspiration et introspection.",
      "lucky_numbers": [
        18,
        31,
        44
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, une année de passion et de réussite vous attend",
      "general": "Aujourd'hui, les natifs du Cancer ressentent une énergie particulière qui favorise l'introspection et la réflexion sur leurs relations personnelles. Sur le plan professionnel, vous pourriez recevoir des nouvelles encourageantes ou des opportunités inattendues, mais il sera important de rester concentré et de faire preuve de patience. Côté santé, privilégiez la douceur et évitez le stress qui pourrait altérer votre équilibre mental et physique. Vos sentiments seront sincères et profonds, ce qui renforcera vos liens avec ceux que vous aimez. Peut-être aurez-vous envie de vous isoler un peu pour mieux vous ressourcer, ce qui est tout à fait légitime. Aujourd'hui, prenez le temps d'écrire vos pensées ou de méditer afin de clarifier vos objectifs et apaiser votre esprit.",
      "love": "Pour les Cancers en ce début d'année, il est essentiel d'exprimer vos émotions avec sincérité. Pour les célibataires, osez faire le premier pas et soyez authentique dans vos rencontres. En couple, privilégiez l’écoute attentive et créez des moments de partage. Évitez de vous refermer sur vous-même ; la communication nourrit l’amour et la confiance. Montrez votre vulnérabilité, elle renforcera vos liens.",
      "career": "Pour les Cancer, le 13 janvier 2026, concentrez-vous sur la consolidation de vos finances en établissant un budget précis. Sur le plan professionnel, n'hésitez pas à prospecter de nouvelles compétences ou certifications pour augmenter votre valeur. Restez attentif aux opportunités et faites preuve de patience, car des changements positifs pourront surgir si vous persévérez avec confiance et organisation.",
      "mood": "Le 13 janvier 2026, l'atmosphère pour Cancer sera empreinte de douceur et d'introspection, mêlant un sentiment de tranquillité à une profonde mélancolie, invitant à la réflexion et à la connexion intérieure.",
      "lucky_numbers": [
        10,
        23,
        36
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre audace vous mènera vers de nouvelles succès en janvier 2026",
      "general": "Aujourd'hui, le Lion ressentira une énergie nouvelle qui lui donnera confiance pour affronter ses défis personnels et professionnels. Les relations familiales et amicales seront particulièrement favorisées, apportant chaleur et complicité. Sur le plan professionnel, une opportunité inattendue pourrait se présenter si vous restez ouvert et à l’écoute. Néanmoins, évitez de vous laisser emporter par l’orgueil ou la Vanité, ce qui pourrait compliquer vos interactions. Sur le plan émotionnel, il sera essentiel de prendre du recul et de vous recentrer sur ce qui vous fait réellement vibrer. La journée offre aussi une occasion de prendre soin de votre santé mentale en pratiquant la méditation ou la relaxation. Ce soir, connectez-vous avec une personne qui vous inspire et partagez vos rêves. Aujourd’hui, faites un effort pour exprimer votre gratitude.",
      "love": "Pour les Lions célibataires, privilégiez la sincérité dans vos rencontres et soyez attentifs aux signaux qu’on vous envoie. Prenez le temps d’approfondir la communication avant de vous engager. En couple, cultivez la patience et l’écoute active pour renforcer votre complicité. Planifiez des moments privilégiés pour raviver la passion et exprimer vos désirs avec douceur et authenticité.",
      "career": "Le lion en janvier 2026 devrait se concentrer sur le développement de compétences clés pour renforcer sa carrière. N'hésitez pas à suivre des formations ou à obtenir des certifications pour augmenter votre valeur. Sur le plan financier, établissez un budget strict, épargnez régulièrement et évitez les dépenses impulsives. La planification et la discipline garantiront votre stabilité et votre croissance sur le long terme.",
      "mood": "Le lion du 13 janvier 2026 évoque une ambiance à la fois puissante et mystérieuse, mêlant fierté et anticipation. La scène respire une force tranquille, où la détermination rencontre une profonde sérénité intérieure.",
      "lucky_numbers": [
        23,
        36,
        49
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, une journée de révélation et de renouveau intérieur",
      "general": "Aujourd'hui, la Vierge ressentira une envie renouvelée d'organisation et de clarté dans tous les domaines de sa vie. Sur le plan professionnel, des opportunités inattendues peuvent se présenter, apportant de nouvelles responsabilités ou projets intéressants. Sur le plan personnel, l’harmonie familiale est favorisée, encourageant des échanges sincères et profonds. Sur le plan émotionnel, vous pourriez ressentir une certaine tension, mais cela stimule votre désir de trouver des solutions concrètes. La journée invite à faire preuve de patience et d’écoute, tout en restant fidèle à vos principes. Les astres vous encouragent également à faire un pas vers une activité physique régulière pour canaliser cette énergie. Essayez aujourd’hui de planifier votre semaine afin de garder une vision claire de vos objectifs.",
      "love": "Pour les Vierge en ce début d’année, cultivez la patience et la confiance en vous. Les célibataires peuvent tenter une approche authentique avec quelqu’un qui partage leurs valeurs. Pour les couples, privilégiez la transparence et le dialogue pour renforcer votre complicité. Prenez le temps d’écouter et d’apporter du soutien sincère, cela renforcera vos liens et vous guidera vers une relation plus équilibrée.",
      "career": "Le 13 janvier 2026, en tant que Vierge, il est conseillé de structurer vos objectifs financiers avec précision et de privilégier la gestion rigoureuse de votre budget. Concentrez-vous sur la diversification de vos investissements et évitez les dépenses impulsives. Profitez de cette journée pour planifier vos projets à long terme, en étant réaliste tout en gardant une attitude proactive et organisée.",
      "mood": "Le 13 janvier 2026, la Vierge ressentira un mélange d’anticipation douce et de nostalgie paisible, accompagné d’une envie profonde d’harmonie intérieure, cultivant une atmosphère calme, réfléchie et empreinte de sérénité tranquille.",
      "lucky_numbers": [
        37,
        50,
        13
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie intérieure pour un avenir serein aujourd'hui",
      "general": "Aujourd'hui, les énergies cosmiques invitent Balance à rechercher l'harmonie dans tous les aspects de sa vie. Sur le plan émotionnel, il est temps de prendre du recul et d'écouter votre intuition pour prendre des décisions importantes. Au travail, votre diplomatie sera votre meilleure alliée pour apaiser les tensions et favoriser une collaboration sereine. Sur le plan relationnel, privilégiez la communication sincère pour renforcer vos liens avec vos proches. Sur le plan physique, une activité douce comme la marche ou le yoga vous aidera à recentrer votre énergie. N’oubliez pas de consacrer un moment à la méditation pour équilibrer votre esprit. Aujourd'hui, faites un petit pas vers votre paix intérieure en prenant du temps pour vous détendre et réfléchir.",
      "love": "Le 13 janvier 2026, cultivez l’équilibre entre amour et liberté. Pour les célibataires, apprenez à vous connaître avant de vous engager, privilégiez votre croissance personnelle. Pour les couples, communiquez honnêtement sur vos besoins et respectez l’indépendance de chacun. Équilibrez moments de tendresse et espace personnel, afin de renforcer la confiance et favoriser une relation saine et épanouissante.",
      "career": "Pour atteindre un équilibre en 2026, commence par établir un budget mensuel réaliste, en priorisant l’épargne. Investis dans ta formation pour améliorer tes compétences et augmenter tes revenus. Diversifie tes sources de revenus, évite les dettes inutiles et crée un fonds d’urgence équivalent à six mois de dépenses. Reste discipliné, ajuste ton plan selon les évolutions et célèbre chaque progrès.",
      "mood": "Le 13 janvier 2026, l’atmosphère évoque une sensation douce et apaisante, mêlant calme introspectif et sérénité profonde. Une impression d’harmonie intérieure se dégage, invitant à la réflexion sereine et à l’équilibre émotionnel.",
      "lucky_numbers": [
        27,
        40,
        3
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, votre intuition vous guide vers des opportunités inattendues",
      "general": "Aujourd'hui, en tant que Scorpion, vous ressentirez une forte envie de clarifier vos relations, tant personnelles que professionnelles. Les énergies cosmiques favorisent la communication sincère, ce qui vous permettra de résoudre certains malentendus et d’approfondir vos liens. Sur le plan intérieur, un besoin de réflexion vous pousse à explorer vos émotions profondes, vous revitalisant et vous donnant une nouvelle perspective sur vos objectifs. C’est également un bon jour pour vous concentrer sur vos finances et faire des ajustements pour mieux sécuriser votre avenir. Sur le plan professionnel, votre détermination sera votre atout principal, n'hésitez pas à prendre des initiatives si une opportunité se présente. Aujourd’hui, prenez le temps de méditer quelques minutes pour écouter votre intuition.",
      "love": "Pour un Scorpion en 2026, cultivez la patience et la sincérité. Si vous êtes seul, ouvrez votre cœur doucement en partageant vos passions. Pour les couples, pratiquez la communication ouverte, évitez la jalousie et montrez votre attachement par des gestes simples. Accordez-vous du temps pour renforcer la confiance et cultiver une connexion profonde, essentielle pour une relation épanouie cette année.",
      "career": "Pour les Scorpions en janvier 2026, il est temps de renforcer votre stabilité financière en réévaluant vos dépenses et en économisant davantage. Concentrez-vous sur le développement de compétences pour progresser professionnellement, notamment en suivant des formations ou en acquérant de nouvelles certifications. Restez à l’écoute des opportunités et soyez prêt à prendre des risques calculés pour atteindre vos objectifs.",
      "mood": "Le 13 janvier 2026, le Scorpion ressentira une profonde intensité émotionnelle, mêlant passion et introspection. L'atmosphère sera chargée de curiosité, avec une touche de mystère et une énergie mystérieuse propice à la transformation intérieure.",
      "lucky_numbers": [
        28,
        41,
        4
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, découvrez de nouvelles opportunités ce jour-là comprenant intuition et courage",
      "general": "Aujourd'hui, les Sagittaire ressentiront une énergie renouvelée qui leur donnera envie d’explorer de nouveaux horizons, que ce soit dans leur vie professionnelle ou personnelle. La communication sera fluide, facilitant les échanges avec ceux qui leur tiennent à cœur ou leurs collègues, ce qui pourrait ouvrir des portes insoupçonnées. Leur optimisme naturel leur permettra également de surmonter les petits obstacles du quotidien avec légèreté. Toutefois, il est important de rester concentré sur leurs objectifs à long terme sans se laisser distraire. Sur le plan émotionnel, une certaine introspection pourrait leur apporter des réponses précieuses à propos de ce qui les motive vraiment. Aujourd'hui serait une excellente journée pour planifier une nouvelle aventure ou se lancer dans un projet qu'ils ont longtemps repoussé. Prenez quelques instants pour faire une liste de priorités et agir en conséquence.",
      "love": "Pour les Sagittaires en cette année 2026, il est essentiel de cultiver la patience et la communication sincère. Si vous êtes célibataire, osez sortir de votre zone de confort pour rencontrer des personnes partageant vos valeurs. En couple, prenez le temps d’écouter activement votre partenaire et de partager vos rêves pour renforcer votre complicité. La clé est la confiance mutuelle et le dialogue ouvert.",
      "career": "Le 13 janvier 2026, les Sagittaire doivent privilégier la planification concrète dans leur carrière et finances. Établissez un budget précis et fixez des objectifs à court terme pour éviter les impulsions. Profitez des opportunités d'apprentissage ou de formation pour renforcer vos compétences. Restez fidèle à vos valeurs tout en restant flexible face aux changements, cela vous aidera à atteindre une stabilité durable.",
      "mood": "Le 13 janvier 2026, Sagittaire ressentira une euphorie vibrante mêlée d'optimisme, une soif d'aventure et de découvertes. L'énergie sera empreinte d'espoir, avec une envie profonde de se libérer et d'explorer de nouveaux",
      "lucky_numbers": [
        26,
        39,
        2
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, aujourd'hui, créativité et opportunités vous sourient profondément",
      "general": "Aujourd'hui, le ciel invite le Capricorn to focus sur ses projets professionnels et ses ambitions. Vous ressentirez une énergie renouvelée qui vous aidera à clarifier vos objectifs et à prendre des mesures concrètes pour avancer. Côté sentimental, il est temps d'exprimer sincèrement vos sentiments, car la communication sera fluide et renforcera vos liens. Sur le plan financier, il serait judicieux de faire un point sur votre budget et d'éviter toute dépense impulsive. La santé nécessite également votre attention : pensez à intégrer une activité relaxante dans votre routine, comme la méditation ou une marche en nature. Aujourd'hui, prenez le temps de planifier une étape concrète pour réaliser un de vos rêves.",
      "love": "Pour les Capricornes célibataires en 2026, ouvrez votre cœur aux rencontres sincères en participant à des activités qui reflètent vos passions. Soyez patient, la bonne personne viendra avec le temps. En couple, privilégiez la communication ouverte et planifiez des moments de complicité pour renforcer votre lien. N’oubliez pas de vous écouter mutuellement et de faire preuve de compassion quotidienne.",
      "career": "Pour les Capricornes en cette journée du 13 janvier 2026, il est essentiel de rester concentré sur vos objectifs financiers à long terme. Prenez le temps d'analyser vos dépenses, établissez un budget précis et évitez les investissements impulsifs. Sur le plan professionnel, privilégiez la communication claire avec vos collègues et cherchez à renforcer votre expertise pour saisir de nouvelles opportunités. La patience et la discipline seront vos meilleurs alliés aujourd'hui.",
      "mood": "Le 13 janvier 2026, le Capricorne ressent une douce mélancolie mêlée d'espoir, une période où la détermination se fuse avec une envie profonde de renouveau, apportant à la fois stabilité et une pointe d’incertitude subtile.",
      "lucky_numbers": [
        10,
        23,
        36
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, votre énergie renouvelée vous ouvre de nouvelles portes merveilleux",
      "general": "Aujourd'hui, le Verseau ressent une envie croissante d'explorer de nouveaux horizons, tant sur le plan professionnel que personnel. Vous pourriez être confronté à des décisions importantes qui nécessitent une réflexion approfondie mais aussi une ouverture d'esprit. Sur le plan émotionnel, votre intuition sera particulièrement aiguisée, ce qui vous aidera à clarifier vos sentiments et à renforcer vos relations. Sur le plan financier, restez prudent et évitez les investissements impulsifs. La journée favorise la créativité, alors n'hésitez pas à vous lancer dans des projets innovants ou à partager vos idées avec votre entourage. Pour tirer le meilleur parti de cette journée, prenez quelques minutes ce matin pour écrire vos objectifs et visualiser votre réussite.",
      "love": "Pour les Verseaux célibataires en janvier 2026, ouvrez-vous aux rencontres authentiques en partageant vos passions. Soyez sincère et à l’écoute, cela attirera des connexions sincères. En couple, cultivez la communication et la patience. Planifiez des moments de complicité pour renforcer votre lien. Restez fidèle à vous-même tout en étant attentif aux besoins de l'autre pour une relation harmonieuse.",
      "career": "Pour les Verseau du 13 janvier 2026, il est essentiel de concentrer vos efforts sur la planification financière à long terme. Établissez un budget précis, épargnez régulièrement et explorez des investissements diversifiés. Sur le plan professionnel, soyez audacieux en proposant de nouvelles idées. Restez ouvert au changement, cultivez votre réseau et investissez dans votre formation pour assurer votre croissance.",
      "mood": "Le 13 janvier 2026, le Verseau ressent une atmosphère empreinte d'optimisme et de curiosité, avec un sentiment d'espoir lumineux, stimulant l'innovation intérieure et une envie de nouveaux commencements, tout en portant une douce paix intérieure.",
      "lucky_numbers": [
        24,
        37,
        50
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, découvrez votre destinée lumineuse ce 13 janvier 2026",
      "general": "Aujourd'hui, les Poissons pourraient ressentir une forte envie de recentrer leur énergie sur leur vie personnelle et intérieure. Les influences planétaires suggèrent une journée idéale pour méditer, réfléchir à leurs aspirations profondes et renforcer leurs liens avec leurs proches. Au travail, la créativité sera à son apogée, permettant d'apporter des idées innovantes et de résoudre d’anciens problèmes. Sur le plan sentimental, il est important d’être à l’écoute de ses émotions et de communiquer sincèrement avec ceux qui comptent. La santé mentale et physique demandent aussi de l’attention, alors n'hésitez pas à prendre du temps pour vous ressourcer. Aujourd'hui, consacrez quelques minutes à écrire dans un journal pour clarifier vos pensées et clarifier vos objectifs à venir.",
      "love": "Pour les Poissons en ce 13 janvier 2026, il est essentiel d’ouvrir votre cœur avec sincérité. Les célibataires doivent oser partager leurs rêves pour attirer une personne authentique. Les couples, cultivez la compréhension en écoutant activement. Prenez du temps pour des activités communes, renforçant ainsi votre complicité. Restez fidèle à vous-même, car l’amour véritable naît de l’authenticité.",
      "career": "Le 13 janvier 2026, les Poissons devraient privilégier la clarté dans leurs projets professionnels. Prenez le temps de structurer vos objectifs et de consulter des mentors ou des collègues expérimentés. Sur le plan financier, évitez les dépenses impulsives et privilégiez l’épargne. Investissez dans des formations ou des compétences pour renforcer votre avenir et assurer une stabilité accrue.",
      "mood": "Le 13 janvier 2026, le ton émotionnel des Poissons sera empreint d’une douce sérénité, mêlée d’une profonde introspection. L’atmosphère sera douce, invitant à la rêverie, à la paix intérieure et à la réflexion profonde.",
      "lucky_numbers": [
        31,
        44,
        7
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}