{
  "date": "2026-02-14",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Áries, hoje é dia de conquistas e transformação profunda",
      "general": "Hoje, Áries, o dia reserva possibilidades energizadas tanto para suas relações quanto para seus projetos. Você se sente mais confiante para expressar suas opiniões e liderar iniciativas, o que pode atrair reconhecimento no trabalho. Nas relações pessoais, a comunicação fluida traz harmonia, permitindo que você fortaleça laços com amigos e familiares. Geralmente, sua determinação hoje impulsionará esforços que exigem foco e coragem. Contudo, cuidado para não deixar a impaciência dominar suas ações, pois isso pode gerar mal-entendidos. Ouça atentamente e seja mais paciente com as diferenças. Aproveite o momento para planejar seus próximos passos ou iniciar uma nova atividade. Hoje, reserve um tempo para refletir e definir metas claras, colocando-as em prática com paixão e determinação.",
      "love": "Para Áries solteiro em 14 de fevereiro de 2026, aproveite a oportunidade para se abrir e mostrar suas emoções autênticas, conectando-se sinceramente com alguém especial. Para os comprometidos, pratique a paciência e a escuta ativa, evitando impulsos que possam gerar conflitos. Dedique tempo de qualidade ao seu parceiro e demonstre seu carinho de forma genuína, fortalecendo a relação com coragem e ternura.",
      "career": "Áries em 14 de fevereiro de 2026 deve focar na paciência ao tomar decisões financeiras e evitar impulsos. Aproveite as oportunidades de aprender novas habilidades que possam elevar sua carreira e aumentar sua renda. Estabeleça metas claras e revise regularmente seu progresso. Cultive persistência e resiliência diante de desafios, mantendo um equilíbrio saudável entre trabalho e vida pessoal para garantir crescimento sustentável.",
      "mood": "No dia 14 de fevereiro de 2026, Áries se sentirá energizado, apaixonado e confiante, transmitindo uma aura de entusiasmo e determinação. A empolgação chegará acompanhada de uma sensação de esperança e novas possibilidades.",
      "lucky_numbers": [
        26,
        40,
        4
      ],
      "lucky_color": "dourado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Touro hoje: descubra novas possibilidades de crescimento e amor",
      "general": "Hoje, Touro, o dia traz uma energia equilibrada que favorecerá suas relações pessoais e profissionais. Aproveite para dialogar e fortalecer vínculos, especialmente com pessoas próximas. No aspecto financeiro, uma oportunidade inesperada pode surgir, mas vá com calma e analise bem antes de tomar decisões. No trabalho, sua dedicação será reconhecida, trazendo a possibilidade de novas responsabilidades. Cuide também da sua saúde, dedicando um tempo para relaxar ou praticar alguma atividade que lhe traga bem-estar. Nos momentos de reflexão, confie na sua intuição para orientar suas escolhas. Este é um dia para valorizar o que realmente importa e buscar harmonia em todos os aspectos da sua vida. Hoje, reserve um momento para planejar suas metas de médio prazo.",
      "love": "Neste dia de São Valentim, Touro, solteiros devem aproveitar momentos de introspecção para entender o que realmente desejam em um parceiro, investindo na autoestima. Para os casais, é importante demonstrar carinho através de gestos simples e sinceros, reforçando a conexão emocional. Esteja aberto ao diálogo, ouça com atenção e valorize a estabilidade que vocês construíram juntos, fortalecendo o amor com pequenas ações diárias.",
      "career": "Para Touro em 14 de fevereiro de 2026, concentre-se em estabelecer metas claras e mantenha-se organizado para alcançar seus objetivos profissionais. Invista em cursos de aperfeiçoamento e networking para ampliar suas oportunidades. Controle suas finanças, evite gastos impulsivos e priorize economizar. Aproveite momentos de reflexão para ajustar seu caminho e garantir estabilidade financeira, mantendo uma atitude perseverante e realista frente aos desafios.",
      "mood": "No dia 14 de fevereiro de 2026, Touro sentirá uma mistura de tranquilidade e esperança, como uma manhã de primavera que aquece o coração, convidando à reflexão e ao fortalecimento dos laços afetivos.",
      "lucky_numbers": [
        28,
        42,
        6
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gêmeos: uma jornada de descobertas e conexões inspiradoras hoje",
      "general": "Hoje, Gêmeos, você se sentirá especialmente comunicativo e criativo, facilitando conexões com pessoas novas ou estabelecidas. No trabalho, sua inteligência e versatilidade serão grandes aliados para resolver problemas e apresentar ideias inovadoras, conquistando a admiração dos colegas. No amor, há uma fórmula de paquera e sinceridade que poderá fortalecer seus laços ou abrir portas para novas possibilidades. No entanto, será importante equilibrar o entusiasmo com atenção à rotina e às responsabilidades pessoais. Seus pensamentos estarão acelerados, o que pode gerar pequenos lapsos de distração, então procure manter o foco nas tarefas mais importantes. Aproveite esse momento para expressar suas emoções com clareza e honestidade. Hoje, reserve um tempo para refletir sobre seus objetivos e planeje a semana com calma e positividade.",
      "love": "Para os geminianos solteiros, 14 de fevereiro de 2026 é uma excelente oportunidade para explorar novas conexões, mantenha a mente aberta e seja honesto sobre suas emoções. Para os que estão em relacionamento, valorize a comunicação sincera e dedique tempo de qualidade ao seu parceiro. Pratique escuta ativa e demonstre seu carinho com pequenas ações diárias, fortalecendo laços e cultivando harmonia.",
      "career": "Gêmeos em 14 de fevereiro de 2026 devem focar na organização financeira e no planejamento de carreira. Aproveite oportunidades de treinamento ou cursos que possam ampliar suas habilidades. Seja disciplinado ao controlar gastos e evite fazer investimentos impulsivos. Ouça intuições ao escolher projetos profissionais, mantendo uma comunicação clara. Persistência e foco serão suas melhores ferramentas para alcançar estabilidade e crescimento neste momento.",
      "mood": "No dia 14 de fevereiro de 2026, Gêmeos experimentará uma atmosfera de leveza encantadora e curiosidade vibrante, com momentos de introspecção contida, despertando uma sensação de esperança e conexão espiritual silenciosa.",
      "lucky_numbers": [
        19,
        33,
        47
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Câncer sente renovação emocional e novas paixões florescem agora",
      "general": "Hoje, os cancerianos sentirão uma onda de energia que impulsionará diferentes aspectos de suas vidas. No trabalho, sua dedicação será reconhecida, mas cuidado com detalhes que possam passar despercebidos; uma atenção maior aos compromissos trará segurança para suas ações. No âmbito emocional, momentos de introspecção ajudarão a compreender melhor seus sentimentos, fortalecendo relacionamentos importantes. A saúde pede atenção especial à alimentação e ao descanso, evitando o cansaço excessivo que pode surgir ao longo do dia. A convivência familiar será especialmente harmoniosa, proporcionando conforto e alegria. Aproveite essas vibrações favoráveis para resolver pequenas pendências emocionais e fortalecer vínculos. Hoje, reserve um tempo para conversar com alguém próximo, demonstrando sua atenção e carinho.",
      "love": "Neste Dia dos Namorados, Cancer, solteiro, use essa energia para refletir sobre o que realmente deseja em um parceiro e saia da sua zona de conforto para conhecer novas pessoas. Para os casais, foque na comunicação afetuosa e nas pequenas demonstrações de carinho. Ouça com atenção, valorize o toque e fortaleça seus laços, criando momentos de conexão emocional profunda.",
      "career": "Em 14 de fevereiro de 2026, Câncer deve focar na organização financeira e estabelecer metas claras. Aproveite oportunidades de crescimento profissional através de cursos e networking. Seja atento às emoções ao tomar decisões financeiras ou de carreira. Cultive a paciência e o autoconhecimento para superar desafios com calma e confiança. Aproveite o momento para fortalecer relações que possam impulsionar seus projetos futuros.",
      "mood": "No dia 14 de fevereiro de 2026, os Cancerianos sentirão uma mistura de esperança e vulnerabilidade, despertando emoções profundas de conexão e reflexão, enquanto buscam equilíbrio entre o coração e a mente em momentos de introspecção.",
      "lucky_numbers": [
        11,
        25,
        39
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leão, neste dia, sua luz irá iluminar novos caminhos",
      "general": "Hoje, os leoninos podem sentir uma forte energia de otimismo impulsionando suas ações, especialmente no âmbito profissional e nos relacionamentos. É um dia excelente para demonstrar liderança e confiança, o que pode atrair novas oportunidades e reforçar seus laços pessoais. No entanto, é importante manter o equilíbrio emocional e evitar se deixar levar por excessos de confiança. No âmbito financeiro, recomenda-se cautela ao fazer investimentos ou gastos inesperados. Sua criatividade está elevada, ajudando a resolver problemas com facilidade. Além disso, o momento favorece o cuidado com a saúde mental e física. Não deixe de dedicar um tempo para refletir sobre suas metas a longo prazo. Hoje, tome a iniciativa de conversar abertamente com alguém importante para fortalecer sua conexão.",
      "love": "Para Leão no Dia dos Namorados de 2026, invista na comunicação honesta. Para solteiros, foque em reconhecer seu valor e abrir-se a novas possibilidades. Para casais, priorizem momentos de afeto genuíno, escutando e valorizando o parceiro. Demonstre seu carinho com gestos simples, fortalecendo a conexão e criando memórias inesquecíveis neste dia especial.",
      "career": "Para Leão em 14 de fevereiro de 2026, concentre-se em consolidar sua estabilidade financeira investindo com inteligência. Avalie suas metas de longo prazo e considere diversificar suas fontes de renda. Aproveite oportunidades de crescimento profissional, mas mantenha a humildade. Cultive relacionamentos sólidos, pois eles podem abrir portas importantes. Priorize o equilíbrio entre trabalho e lazer para manter sua energia e motivação em alta.",
      "mood": "No dia 14 de fevereiro de 2026, Leão sente uma mistura de entusiasmo e nostalgia, uma energia vibrante se combina com uma sensibilidade profunda, convidando-o a refletir sobre suas conquistas e sonhos futuros, com esperança e paixão.",
      "lucky_numbers": [
        24,
        38,
        2
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgem: Aproveite novas oportunidades de crescimento emocional nesta data",
      "general": "Hoje, os virginianos sentirão uma energia especial impulsionando sua produtividade e criatividade. É um dia favorável para estudos, trabalhos que exigem atenção aos detalhes e tarefas que demandam organização. No âmbito emocional, há potencial para fortalecer laços próximos se compartilharem seus sentimentos com sinceridade. No entanto, cuidado com o perfeccionismo excessivo, que pode gerar ansiedade e frustração. Aproveite para refletir sobre seus objetivos e fazer ajustes na rotina, buscando equilíbrio entre esforço e descanso. A intuição estará aguçada, ajudando a tomar decisões mais acertadas. No ambiente profissional, novas oportunidades podem surgir; esteja atento às possibilidades de crescimento. Hoje, reserve um momento para cuidar de si mesmo e planejar os passos futuros. Priorize uma atividade que lhe traga paz e renovação.",
      "love": "Para Virgem em 14 de fevereiro de 2026, esteja aberto a novas experiências amorosas, mesmo que prefira a rotina. Para solteiros, concentrem-se em cultivar autoconfiança e mostram-se mais espontâneos. Para casais, aproveitem momentos de conexão profunda, comunicando-se sinceramente. Pequenos gestos de carinho fortalecem o vínculo. Use sua atenção aos detalhes para surpreender seu amor hoje, tornando o dia especial e cheio de significado.",
      "career": "Em 14 de fevereiro de 2026, Virgem, concentre-se em organizar suas finanças e estabelecer metas claras. Invista em qualificação profissional para ampliar suas oportunidades. Faça uma revisão detalhada do seu orçamento mensal, cortando despesas desnecessárias. Procure novas fontes de renda e mantenha disciplina e esforço constante. Aproveite oportunidades de networking para fortalecer sua carreira e alcançar estabilidade financeira sólida.",
      "mood": "No dia 14 de fevereiro de 2026, Virgem sentir-se-á tocada por uma aura de reflexão serena, preenchida por um desejo de organização e renovação interior, promovendo esperança e otimismo em seu coração tranquilo.",
      "lucky_numbers": [
        38,
        2,
        16
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra: Amor e sucesso brilham intensamente neste dia especial",
      "general": "Hoje é um dia em que o universo favorece suas relações e sua comunicação. Você poderá encontrar equilíbrio ao conversar com amigos, familiares ou colegas de trabalho, aproveitando para esclarecer dúvidas e fortalecer laços. Sua sensibilidade estará aguçada, facilitando a empatia e a compreensão nas interações. No âmbito financeiro, uma oportunidade inesperada pode surgir, mas lembre-se de manter a cautela antes de tomar decisões importantes. No amor, o dia pede atenção aos pequenos gestos; sua atenção sincera fará toda a diferença. No âmbito profissional, a criatividade e sua habilidade de mediar conflitos serão essenciais para avançar em suas metas. Hoje, tire um momento para refletir e agradeça pelas conexões que fortalecem sua jornada. Aproveite para expressar sua gratidão às pessoas que fazem sua vida mais leve.",
      "love": "Para os librianos solitários, 14 de fevereiro de 2026 é uma ótima oportunidade para refletir sobre o que realmente valoriza em um relacionamento. Conquiste alguém sendo autêntico e aberto ao diálogo. Para os que estão em parceria, invistam na comunicação sincera e nos pequenos gestos de carinho, fortalecendo a conexão. Aproveite o dia para mostrar seu apreço e criar momentos memoráveis juntos.",
      "career": "Para Libra em 14 de fevereiro de 2026, foque em equilibrar suas finanças revisando gastos desnecessários e poupe para projetos futuros. Aproveite essa energia para buscar novas oportunidades profissionais ou aprimorar suas habilidades. Mantenha a calma diante de desafios e priorize relacionamentos, pois eles podem abrir portas importantes. Invista em seu bem-estar emocional e emocional para equilibrar sua vida pessoal e profissional.",
      "mood": "Em 14 de fevereiro de 2026, Librianos podem se sentir envoltos por uma sensação de calor e harmonia, promovendo serenidade e esperança, embora pequenos conflitos possam surgir, incentivando reflexão e crescimento emocional genuíno.",
      "lucky_numbers": [
        28,
        42,
        6
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpião, dia de descobertas profundas e transformações pessoais",
      "general": "Hoje, seu mapa astral indica que será um dia de emoções intensas e reflexões profundas. No trabalho, sua perseverança vai ajudá-lo a superar obstáculos e conquistar novas oportunidades, mas lembre-se de manter um olhar atento aos detalhes. Na vida pessoal, é importante que você reserve um tempo para compreender melhor seus sentimentos e também ouvir aqueles que ama. Sua intuição estará afinada, guiando decisões importantes, principalmente relacionadas às suas metas de longo prazo. No aspecto emocional, pode sentir uma necessidade de proteger seu espaço e de buscar estabilidade. Aproveite esse momento para fortalecer vínculos e esclarecer experiências que possam estar pendentes. Hoje, dedique alguns minutos para meditar e reorganizar seus pensamentos.",
      "love": "Para escorpianos solteiros, 14 de fevereiro de 2026 é um momento ideal para abrir seu coração e mostrar sua autenticidade. Seja sincero sobre seus sentimentos e permita que a vulnerabilidade fortaleça suas conexões. Para os que estão em um relacionamento, invista em diálogo profundo e gestos de carinho. Ouça ativamente seu parceiro e demonstre que valoriza a confiança construída entre vocês.",
      "career": "No dia 14 de fevereiro de 2026, Escorpião deve focar em manter a disciplina financeira e evitar impulsos de consumo. Aproveite para revisar seus investimentos e definir metas claras para o longo prazo. Na carreira, seja ousado ao buscar novas oportunidades ou projetos que exijam seu talento intenso e dedicação. Mantenha a calma diante de desafios e confie na sua intuição para tomar decisões assertivas.",
      "mood": "No dia 14 de fevereiro de 2026, o tom emocional de Escorpião é profundo e introspectivo, carregado de intensidade e reflexão. Há uma sensação de mistério e transformação, permeada por esperança silenciosa e esperança renovada.",
      "lucky_numbers": [
        29,
        43,
        7
      ],
      "lucky_color": "prata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitário vive dia de realizações e novas aventuras emocionantes",
      "general": "Hoje, Sagitário, seu entusiasmo e otimismo estão em alta, trazendo energia positiva para suas relações pessoais e profissionais. Você pode encontrar novas oportunidades de crescimento e expansão, especialmente se estiver aberto a aprender algo novo. No amor, a sinceridade ajudará a fortalecer vínculos e esclarecer mal-entendidos. No trabalho, sua criatividade e iniciativa podem impressionar colegas e superiores, impulsionando projetos importantes. Cuidar da sua saúde física e mental será fundamental para manter essa disposição vibrante ao longo do dia. Aproveite também para dedicar um tempo à reflexão, entendendo melhor seus desejos e metas. Hoje, a dica é investir em comunicação sincera e colaborar com quem compartilha seus sonhos e valores. Não hesite em dar o próximo passo em direção ao que deseja conquistar.",
      "love": "Para sagitarianos, 14 de fevereiro de 2026 traz uma energia vibrante para o amor. Se solteiro, aproveite oportunidades de socializar e mostrar seu verdadeiro eu, talvez encontrando alguém que compartilhe suas paixões. Para casados, cultive a comunicação sincera e surpreenda seu parceiro com gestos de carinho. Invista na conexão emocional e seja aberto às novidades, reforçando o vínculo com autenticidade e alegria.",
      "career": "Para Sagitário em 14 de fevereiro de 2026, invista em sua educação e aprimoramento profissional. Busque novas habilidades que possam ampliar suas possibilidades de crescimento. Economize de forma consistente e evite investimentos de risco. Aproveite oportunidades de networking, mas mantenha o foco naquilo que realmente alinha com seus objetivos. Mantenha uma atitude positiva, mas seja cauteloso ao assumir novas responsabilidades financeiras.",
      "mood": "No dia 14 de fevereiro de 2026, Sagitário se sente envolto por um otimismo vibrante, uma energia contagiante que desperta entusiasmo e esperança, criando um clima leve e cheio de possibilidades inspiradoras.",
      "lucky_numbers": [
        27,
        41,
        5
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricórnio: energia renovada impulsiona conquistas no amor e trabalho",
      "general": "Hoje, os capricornianos sentirão uma energia renovada para enfrentar desafios no trabalho e fortalecer relacionamentos pessoais. É um dia favorável para tomar decisões importantes, mas lembre-se de analisar todos os detalhes com calma. Na esfera emocional, pode surgir uma vontade de buscar mais estabilidade e compreensão com quem ama, criando um ambiente de confiança. Sua determinação será percebida pelos colegas e parceiros, o que pode abrir portas para novas oportunidades. No entanto, atenção à saúde, especialmente ao cansaço excessivo, que pode surgir pelo excesso de responsabilidade. Aproveite a manhã para planejar suas tarefas e evitar pressa na hora de executar seus planos. Hoje, dedique alguns minutos para refletir sobre metas de longo prazo e escreva uma lista de ações concretas para alcançar seus sonhos.",
      "love": "Para Capricórnio em 14 de fevereiro de 2026, invista na comunicação sincera e emocional, tanto para quem está solteiro quanto para quem já tem seu parceiro. Seja autêntico ao expressar seus desejos e necessidades, criando conexão verdadeira. Para os solteiros, aproveite oportunidades sociais com entusiasmo. Para os casais, planejem momentos especiais para fortalecer a cumplicidade. Cultive confiança e vulnerabilidade para fortalecer seus laços afetivos.",
      "career": "Para os nativos de Capricórnio em 14 de fevereiro de 2026, foco na organização financeira será essencial. Aproveite oportunidades de investimentos sólidos e evite decisões impulsivas. Na carreira, valorize o networking e busque capacitação contínua para fortalecer sua posição. Estabeleça metas claras, priorize tarefas importantes e mantenha disciplina para alcançar estabilidade e crescimento sustentável ao longo do ano.",
      "mood": "No dia 14 de fevereiro de 2026, Capricórnio sente uma mistura de esperança serena e determinação profunda, trazendo uma energia de renovação emocional, mas com uma leveza que incentiva a introspecção e a esperança de novos começos.",
      "lucky_numbers": [
        11,
        25,
        39
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Aquário: Novas oportunidades e descobertas emocionantes aguardam você hoje",
      "general": "Hoje, Aquário, seu dia será marcado por uma forte energia de inovação e criatividade. No aspecto emocional, você poderá sentir uma conexão especial com alguém que valoriza sua autenticidade e liberdade, trazendo momentos de alegria e intimidade. No trabalho, sua mente brilhante facilitará a resolução de problemas, permitindo que você avance em projetos importantes. No campo financeiro, cautela ao gastar, evitando decisões impulsivas. Sua saúde estará equilibrada, mas lembre-se de reservar um tempo para atividades que promovam seu bem-estar mental. Hoje, sua capacidade de inovar e de pensar fora da caixa será sua maior aliada. Aproveite para propor novas ideias e se mostrar aberto a mudanças. Hoje, dedique alguns minutos para refletir sobre seus sonhos e estabelecer metas concretas para o futuro.",
      "love": "Para os aquarianos solteiros em 14 de fevereiro de 2026, invista na sua autenticidade e seja aberto a conexões verdadeiras, sem pressa. Para os que estão em relacionamento, valorize a comunicação sincera e surpreenda seu parceiro com gestos únicos. Tire um momento para refletir sobre seus desejos e compartilhe sonhos, fortalecendo a convivência com equilíbrio e esperança.",
      "career": "Para Aquário em 2026-02-14, foque em consolidar suas habilidades e networking. Aproveite oportunidades de aprendizado e seja proativo na busca por novas experiências profissionais. Economize uma parte de seus ganhos e evite gastos impulsivos. Invista em projetos pessoais que possam gerar renda futura. Mantenha a mente aberta para conselhos e adaptações, garantindo estabilidade financeira e crescimento na carreira.",
      "mood": "No dia 14 de fevereiro de 2026, Aquário sente uma mistura de esperança vibrante e introspecção serena, promovendo uma sensação de renovação emocional e uma esperança silenciosa, estimulando conexões profundas e uma alma inquieta e criativa.",
      "lucky_numbers": [
        25,
        39,
        3
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Peixes descubram paixões renovadas e conexões profundas hoje",
      "general": "Hoje, os Piscianos podem sentir uma forte conexão emocional com as pessoas ao seu redor, o que favorece diálogos sinceros e aprofundados. No trabalho, sua criatividade estará em alta, permitindo solucionar problemas com inovação e sensibilidade. É um dia favorável para cuidar da saúde mental e emocional, dedicando um tempo para refletir e descansar. No âmbito amoroso, há potencial para fortalecer vínculos e demonstrar seus sentimentos com transparência. No entanto, esteja atento a possíveis mal-entendidos ou inseguranças que possam surgir; a comunicação clara será essencial. Aproveite para estabelecer uma rotina de autocuidado, buscando equilíbrio entre coração e mente. Hoje, reserve um momento para praticar a escuta ativa e entender melhor o que deseja transmitir aos que ama.",
      "love": "Para Peixes solteiros, 14 de fevereiro de 2026 é um bom dia para explorar novas conexões. Esteja aberto a amizades que podem evoluir para algo mais profundo. Para os que estão em um relacionamento, comunique seus sentimentos com sinceridade; uma conversa honesta fortalecerá a cumplicidade. Cultive a empatia, pois ela será a chave para entender e amar ainda mais.",
      "career": "Para Peixes em 14 de fevereiro de 2026, priorize o equilíbrio emocional para tomar decisões financeiras sólidas. Aproveite essa fase para estabelecer metas claras e criar um orçamento rigoroso. Invista em autoconhecimento para identificar suas verdadeiras paixões profissionais e, assim, buscar oportunidades alinhadas às suas habilidades. Controle gastos impulsivos e mantenha disciplina para garantir um futuro financeiro mais estável.",
      "mood": "No dia 14 de fevereiro de 2026, Peixes se sente envolto por uma aura de esperança e sensibilidade, despertando emoções profundas, introspecção serena e uma vontade de conectar-se com o universo de forma mais compassiva.",
      "lucky_numbers": [
        32,
        46,
        10
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}