{
  "date": "2026-01-16",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, 16 janvier 2026 : des opportunités inattendues vous attendent",
      "general": "Aujourd'hui, Bélier, vous ressentirez une énergie renouvelée qui vous poussera à prendre des initiatives dans différents aspects de votre vie. Sur le plan professionnel, votre détermination sera votre meilleur atout pour surmonter les obstacles et faire progresser vos projets. Sur le plan sentimental, la communication sera fluide, ce qui renforcera vos liens avec votre partenaire ou vos proches. Côté santé, privilégiez une activité physique qui vous permettra de canaliser votre excitation. Les défis ne manqueront pas, mais votre enthousiasme vous aidera à y faire face avec confiance. Faites confiance à votre instinct pour prendre des décisions importantes. Aujourd'hui, accordez-vous un moment de réflexion pour définir vos priorités. Prenez le temps d'analyser vos objectifs avant d'agir.",
      "love": "Pour les Bélier, le 16 janvier 2026 sera une journée propice à la communication sincère. Si vous êtes célibataire, osez faire le premier pas, soyez authentique dans vos rencontres. En couple, privilégiez la patience et écoutez attentivement votre partenaire pour renforcer votre lien. Cultivez la transparence et exprimez vos sentiments avec douceur pour créer une harmonie durable.",
      "career": "Le Bélier en cette journée de janvier 2026 doit se concentrer sur la planification financière, en établissant un budget précis et en évitant les investissements impulsifs. Sur le plan professionnel, il est conseillé de valoriser ses compétences en collaborant avec des collègues afin d'atteindre ses objectifs. Restez ouvert aux nouvelles opportunités et prenez le temps de réfléchir avant de prendre des décisions importantes.",
      "mood": "Le 16 janvier 2026, Bélier ressent une énergie vive et intrépide, mêlée à une certaine impatience, mais aussi à une curiosité stimulante, invitant à de nouvelles aventures avec passion et optimisme.",
      "lucky_numbers": [
        28,
        44,
        10
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, aujourd'hui, votre persévérance ouvrira de nouvelles portes",
      "general": "Aujourd'hui, Taureau, vous ressentirez un besoin profond de stabilité et d'harmonie dans votre vie. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, soyez prêt à saisir votre chance et à faire preuve de patience. Sur le plan personnel, votre patience et votre tempérament calme renforceront vos relations proches. Côté santé, évitez les excès et privilégiez la détente pour éviter la fatigue. C'est une journée idéale pour renouer avec des activités apaisantes ou pour organiser votre environnement afin de vous sentir plus serein. La communication sera fluide si vous faites preuve d'écoute et de douceur. Finalement, faites une liste de vos priorités pour la semaine à venir afin de garder votre focus. Aujourd'hui, prenez le temps de méditer quelques minutes pour vous recentrer.",
      "love": "Pour les Taureau en ce jour, cultivez la patience et la communication sincère dans vos relations. Si vous êtes célibataire, osez sortir de votre zone de confort pour rencontrer de nouvelles personnes. En couple, prenez le temps de renforcer votre complicité en planifiant une activité commune qui vous rapproche. Soyez à l’écoute de l’autre, et n’hésitez pas à exprimer vos sentiments avec douceur.",
      "career": "Pour le Taureau du 16 janvier 2026, il est essentiel de rester concentré sur vos objectifs financiers à long terme. Évaluez vos dépenses, évitez les achats impulsifs et épargnez régulièrement. Sur le plan professionnel, sachez valoriser vos compétences et ne craignez pas de prendre des initiatives. Investissez dans votre développement personnel pour ouvrir de nouvelles opportunités et renforcer votre stabilité.",
      "mood": "Le Taureau le 16 janvier 2026 ressentira une profonde sérénité mêlée d'une douce anticipation, illuminée par une stabilité rassurante. Une sensation de calme durable enveloppe ses pensées, tandis qu'une lueur d'espoir émerge doucement, apportant paix intérieure et",
      "lucky_numbers": [
        30,
        46,
        12
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, aujourd'hui révèle une opportunité inattendue pour vous.",
      "general": "Aujourd'hui, les Gémeaux ressentiront une curiosité accrue qui les pousse à explorer de nouvelles idées, que ce soit dans leur vie professionnelle ou personnelle. La communication sera fluide, facilitant les échanges avec leurs proches et collègues, mais il leur faudra rester attentifs pour éviter les malentendus. Sur le plan sentimental, une discussion sincère pourrait renforcer leurs liens ou leur apporter un éclaircissement important. Sur le plan financier, il sera judicieux de prendre le temps d'analyser leurs dépenses avant de faire un achat impulsif. Leur esprit analytique sera leur meilleur atout pour faire face aux défis de la journée. Pour finir, aujourd'hui serait idéal pour organiser une petite sortie ou une activité de détente pour recharger leurs batteries et favoriser la créativité. Prenez le temps de faire une pause et de réfléchir à ce que vous souhaitez vraiment atteindre cette semaine.",
      "love": "Pour les Gémeaux en ce 16 janvier 2026, cette journée invite à l'authenticité et à la patience. Si vous êtes célibataire, osez montrer vos véritables passions, cela attirera des personnes sincères. En couple, communiquez avec ouverture et évitez la superficialité. Prenez le temps d’écouter votre moitié, cela renforcera votre complicité. Faites confiance à votre intuition pour construire des liens solides.",
      "career": "Le 16 janvier 2026, les Gémeaux pourraient découvrir de nouvelles opportunités professionnelles en douceur. Prenez le temps d'évaluer vos compétences et de vous former si nécessaire. Sur le plan financier, évitez les décisions impulsives et privilégiez l’épargne. Restez organisé, notez vos objectifs et restez flexible. La clé pour réussir cette journée est la patience et une communication claire avec vos collègues ou partenaires.",
      "mood": "Le 16 janvier 2026, les Gémeaux ressentiront une atmosphère mêlant excitation et introspection, où la curiosité se conjugue avec une douce mélancolie, invitant à la réflexion profonde tout en stimulant leur esprit vif.",
      "lucky_numbers": [
        21,
        37,
        3
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée révèle de nouvelles opportunités d'évolutionraine",
      "general": "Aujourd'hui, les Cancers ressentiront une forte envie de se reconnecter avec leurs proches, ce qui apportera une chaleur réconfortante à leur journée. Sur le plan professionnel, une idée innovante pourrait surgir, alors restez attentif aux opportunités qui se présentent. Côté santé, privilégiez des activités relaxantes pour évacuer le stress accumulé. Vos émotions seront particulièrement intenses, alors prenez le temps de vous écouter et d'exprimer ce que vous ressentez. La Luna influencera positivement vos relations familiales, renforçant les liens existants. Sur le plan financier, évitez de prendre des décisions impulsives. En fin de journée, concentrez-vous sur la gratitude et partagez un moment sincère avec une personne qui vous tient à cœur. Ce soir, écrivez une liste de gratitude pour cultiver votre bien-être intérieur.",
      "love": "Pour les Cancers single le 16 janvier 2026, il est temps d’ouvrir votre cœur en douceur en partageant vos passions lors de rencontres authentiques. Pour ceux en couple, cultivez la communication sincère et créez des moments de tendresse pour renforcer votre lien. Écoutez attentivement votre partenaire et exprimez votre amour avec des gestes simples mais sincères chaque jour.",
      "career": "Le 16 janvier 2026, les Cancer devraient se concentrer sur la gestion de leur budget en évitant les dépenses impulsives et en planifiant à long terme. Profitez de cette journée pour faire un bilan financier, envisager des investissements prudents et renforcer vos compétences professionnelles en suivant une formation complémentaire. Cultivez la patience et la confiance en vos capacités pour saisir de nouvelles opportunités.",
      "mood": "Le 16 janvier 2026, Cancer ressentira une atmosphère chaleureuse empreinte de douceur, mêlant nostalgie et espoir, invitant à la réflexion, à la tendresse intérieure, et à la recherche d’harmonie dans ses relations proches.",
      "lucky_numbers": [
        13,
        29,
        45
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre passion illuminera votre chemin en 2026",
      "general": "Aujourd’hui, Lions, l’énergie positive vous entoure, ce qui favorise vos relations avec votre entourage professionnel et personnel. C’est une excellente journée pour exprimer vos idées avec clarté et confiance, notamment dans vos projets créatifs ou collaboratifs. Sur le plan sentimental, la sincérité renforce vos liens, alors n’hésitez pas à ouvrir votre cœur. Sur le plan financier, la prudence demeure de mise, évitez les décisions hâtives. Sur le plan de la santé, une vigilance particulière à votre alimentation et votre sommeil pourrait faire toute la différence. Le climat astral vous pousse à prendre des initiatives, et à faire preuve d’audace dans vos démarches. Aujourd’hui, engagez-vous à écouter davantage votre intuition avant de prendre une décision importante.",
      "love": "Pour les Lions célibataires, 2026 sera une année parfaite pour apprendre à mieux vous connaître et renforcer votre confiance en vous. N'hésitez pas à sortir de votre zone de confort en participant à de nouvelles activités sociales. Pour les couples, cultivez la communication sincère en posant des questions ouvertes et en écoutant attentivement. Montrez votre amour par des gestes quotidiens et planifiez des moments spéciaux ensemble.",
      "career": "Le Lion en 2026 devrait se concentrer sur la consolidation de ses compétences professionnelles et diversifier ses sources de revenus. Investissez dans la formation continue et explorez des opportunités d’affaires innovantes. Établissez un budget strict pour épargner régulièrement et envisager des investissements prudents. La patience et la discipline seront clés pour sécuriser votre avenir financier cette année.",
      "mood": "Le ton émotionnel du lion en ce jour est empreint de puissance tranquille et de dignité, mêlant une arrogance noble à une détermination ferme, tandis que l'atmosphère respire la majesté et la confiance intérieure.",
      "lucky_numbers": [
        26,
        42,
        8
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, votre esprit clair ouvre de nouvelles portes aujourd'hui",
      "general": "Aujourd'hui, les Vierges ressentiront une énergie renouvelée qui favorise la concentration et l'organisation dans leur vie quotidienne. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, nécessitant une attention particulière aux détails. En amour, la communication sera clé pour renforcer les liens existants ou clarifier certaines malentendus. Sur le plan personnel, il est conseillé de prendre du temps pour soi, peut-être en méditant ou en faisant une promenade en nature, afin de recentrer ses pensées. La santé sera stable, mais il est préférable de privilégier une alimentation équilibrée et de rester actif. Aujourd'hui, investissez dans une tâche que vous avez négligée, cela vous apportera satisfaction et clarté.",
      "love": "Pour la Vierge du 16 janvier 2026, il est temps de lâcher prise et d’ouvrir votre cœur. Pour les célibataires, osez rencontrer de nouvelles personnes sans jugement. Pour les couples, planifiez des moments sincères pour échanger et renforcer votre complicité. Pratiquez la patience et l’écoute attentive. Faites preuve d’authenticité et de douceur pour bâtir une relation solide et épanouissante.",
      "career": "Le 16 janvier 2026, les Vierges devraient se concentrer sur la planification financière et la gestion de leur temps. Établissez un budget précis et évitez les dépenses impulsives. Investissez dans des compétences professionnelles pour renforcer votre avenir. Prenez également le temps d’évaluer vos objectifs à long terme, tout en restant flexible face aux opportunités inattendues qui se présenteront.",
      "mood": "Le 16 janvier 2026, la Vierge ressentira une douce mélancolie mêlée d'espoir, invitant à la réflexion profonde, tout en éveillant une sensation de calme apaisant et deRenouveau intérieur.",
      "lucky_numbers": [
        40,
        6,
        22
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie intérieure pour un équilibre durable aujourd'hui",
      "general": "Aujourd'hui, les énergies favorisent un sentiment d'harmonie intérieure et encouragent à chercher l'équilibre dans tous les aspects de votre vie. Sur le plan émotionnel, vous ressentirez le besoin de vous recentrer et d'apaiser les tensions accumulées. Sur le plan professionnel, la patience et la réflexion vous aideront à prendre des décisions judicieuses, évitant la précipitation. Sur le plan relationnel, privilégiez la communication sincère avec vos proches pour renforcer vos liens. Il est également temps de vous accorder un moment de calme pour recentrer votre esprit et renouveler votre énergie. Faites confiance à votre intuition pour vous guider vers ce qui est vraiment important. Aujourd'hui, prenez quelques minutes pour méditer ou écrire pour clarifier vos pensées.",
      "love": "Pour maintenir l’équilibre en amour, communiquez sincèrement avec votre partenaire et prenez du temps pour vous. Les célibataires devraient cultiver leur estime et élargir leur cercle social. Fixez des limites claires et apprenez à écouter, en respectant toujours vos besoins et ceux des autres. L’amour sain repose sur la confiance, la patience et la capacité à évoluer ensemble ou seul, selon la situation.",
      "career": "Pour maintenir un équilibre en 2026, établis un budget mensuel en privilégiant l’épargne automatique. Investis dans ta formation pour augmenter ta valeur professionnelle. Diversifie tes sources de revenus et évite les dépenses impulsives. Prends le temps de revoir tes objectifs financiers chaque trimestre. Cultive la patience et la discipline pour bâtir une stabilité durable, en équilibrant vie personnelle et ambitions professionnelles.",
      "mood": "Le ton émotionnel de cette journée évoque une profonde quiétude mêlée à une maîtrise intérieure, invitant à la sérénité et à la réflexion, tandis que l'ambiance paisible encourage une sensation d'harmonie et de stabilité.",
      "lucky_numbers": [
        30,
        46,
        12
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, cette journée révèle de nouvelles opportunités inattendues",
      "general": "Aujourd'hui, le Scorpion ressentira une énergie nouvelle qui l'incite à recentrer ses priorités, surtout sur ses relations personnelles et professionnelles. La lune favorise la communication sincère, ce qui permet de désamorcer des malentendus anciens avec des proches. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, alors restez attentif aux signs et aux opportunités d'avancer. Sur le plan émotionnel, il est important de prendre du recul et d'éviter de réagir impulsivement face aux défis. La clarté d'esprit que vous gagnerez aujourd'hui vous aidera à faire des choix judicieux pour votre avenir. N'hésitez pas à exprimer vos besoins de façon authentique et à écouter ceux des autres avec bienveillance. Prenez un moment pour méditer ou faire une pause dans votre journée pour mieux écouter votre intuition.",
      "love": "Pour les scorpions célibataires en 2026, privilégiez la sincérité dans vos rencontres; ouvrez-vous et écoutez votre intuition pour attirer des partenaires authentiques. Les couples doivent renforcer la confiance en partageant leurs sentiments avec douceur, éviter la suspicion inutile. Pratiquez la patience et la communication claire, afin de construire une relation solide. Offrez chaque jour un geste d’attention sincère, cela renforcera votre lien et nourrira votre amour durable.",
      "career": "Le 16 janvier 2026, les Scorpions devraient se concentrer sur la consolidation de leur stabilité financière. Prenez le temps d’évaluer vos investissements et évitez les dépenses impulsives. Sur le plan professionnel, privilégiez la communication avec vos collègues et chercheurs de nouvelles collaborations. Fixez-vous des objectifs clairs et restez vigilant face aux opportunités pour assurer votre croissance durable.",
      "mood": "Le 16 janvier 2026, l'atmosphère pour le Scorpion sera teintée d'une intensité profonde, mêlant une passion ardente à une introspection sincère, évoquant à la fois un sentiment de détermination et une douce mélancolie discrète.",
      "lucky_numbers": [
        31,
        47,
        13
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, une journée de surprises et d'opportunités exceptionnelles",
      "general": "Aujourd'hui, Sagittaire, votre journée s'annonce riche en opportunités, tant sur le plan personnel que professionnel. Votre énergie est palpable, ce qui vous permettra d'aborder vos projets avec enthousiasme et confiance. Sur le plan sentimental, une conversation sincère pourrait renforcer vos liens ou vous ouvrir à de nouvelles rencontres enrichissantes. Au travail, votre créativité sera appréciée, mais évitez de vous disperser. Votre esprit aventureux vous pousse à rechercher la nouveauté, alors ne craignez pas de sortir des sentiers battus pour atteindre vos objectifs. Il est également essentiel d'écouter votre intuition, qui vous guidera vers les bonnes décisions. Pour aujourd’hui, faites un pas vers quelqu’un que vous souhaitez mieux connaître.",
      "love": "Le 16 janvier 2026, les Sagittaires en couple devraient privilégier la communication sincère pour renforcer leur complicité, en évitant toute précipitation. Les célibataires peuvent saisir cette journée pour explorer de nouvelles activités sociales ou spirituelles, afin de rencontrer quelqu’un en harmonie avec leurs valeurs. Osez prendre des initiatives, écoutez votre intuition et restez ouvert aux surprises de l’amour.",
      "career": "Le 16 janvier 2026, les Sagittaires devraient privilégier la planification financière et ne pas prendre de décisions impulsives. Il serait sage d'établir un budget précis et d'investir dans leur développement professionnel en suivant des formations ou en réseautant. Restez ouvert aux opportunités, mais évaluez soigneusement chaque initiative pour garantir stabilité et croissance à long terme.",
      "mood": "Le 16 janvier 2026, l’énergie du Sagittaire rayonne d’optimisme et d’aventure, éveillant une sensation d’épanouissement, de liberté et de curiosité, tout en invitant à la réflexion intérieure et à la confiance en soi.",
      "lucky_numbers": [
        29,
        45,
        11
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, cette journée renforcera vos ambitions et votre confiance",
      "general": "Aujourd'hui, Capricornes, vous ressentirez un regain d'énergie qui vous poussera à prendre des initiatives dans votre vie professionnelle et personnelle. Les influences planétaires favorisent la communication, ce qui facilite la résolution de malentendus ou de conflits passés. Sur le plan affectif, votre attention se portera sur vos proches, renforçant ainsi vos liens. Au niveau financier, il serait judicieux de revoir vos budgets et de faire preuve de prudence dans vos investissements. La journée s'annonce également propice à la réflexion intérieure, vous permettant de clarifier vos objectifs à long terme. N'oubliez pas que la patience reste votre meilleure alliée pour atteindre vos ambitions. Aujourd'hui, prenez le temps de planifier une étape concrète vers une de vos aspirations.",
      "love": "Pour les Capricornes célibataires en 2026, osez sortir de votre routine, en essayant de nouvelles activités ou en élargissant votre cercle social. Pour ceux en couple, communiquez avec davantage de douceur et de patience, en partageant vos aspirations et vos doutes. Cultivez la confiance en étant sincère et attentif, afin de renforcer votre lien et d’attirer l’amour authentique.",
      "career": "Le 16 janvier 2026, les Capricornes devraient privilégier la patience dans leurs projets professionnels. Avant de prendre des décisions financières, faites une analyse approfondie de vos finances et évitez les investissements risqués. Mettez en place un budget réaliste et épargnez régulièrement. Rejoignez des réseaux professionnels pour saisir de nouvelles opportunités et développez votre expertise pour renforcer votre stabilité.",
      "mood": "Le 16 janvier 2026, le Capricorne ressent une profonde introspection mêlée à une douce détermination, un élan d’espoir chaleureux, mais aussi une certaine tension qui invite à la patience et à la réflexion sincère.",
      "lucky_numbers": [
        13,
        29,
        45
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, votre énergie révèle de nouvelles opportunités aujourd'hui",
      "general": "Aujourd'hui, le Verseau ressent une énergie renouvelée qui favorise la créativité et l'introspection. Sur le plan professionnel, des opportunités inattendues peuvent se présenter, encourageant à sortir des sentiers battus. Côté amour, la communication avec votre partenaire ou une personne qui vous plaît sera fluide, ce qui renforcera vos liens. Sur le plan personnel, il serait bénéfique de prendre un moment pour vous recentrer et réfléchir à vos véritables envies. La journée invite à la fois à l’action et à la méditation, pour mieux aligner vos projets avec vos aspirations profondes. N'hésitez pas à vous entourer de personnes inspirantes qui sauront vous soutenir. Aujourd'hui, prenez le temps de faire une pause et de noter ce qui vous motive réellement.",
      "love": "Le 16 janvier 2026, Verseau, laissez votre spontanéité guider vos rencontres. Pour les célibataires, ouvrez-vous à de nouvelles expériences sans crainte du jugement. Couples, cultivez la communication en partageant vos aspirations profondes. Pratiquez aussi l’écoute attentive pour renforcer votre complicité. Restez fidèle à votre authenticité tout en étant patient, cela attirera des relations sincères et durables.",
      "career": "Le Verseau en 2026 devrait se concentrer sur la gestion de ses finances en évitant les dépenses impulsives. Investissez dans des projets à long terme ou dans votre développement personnel. Sur le plan professionnel, exploitez votre créativité et votre esprit d’innovation pour saisir de nouvelles opportunités. Restez organisé, planifiez à l’avance et n’hésitez pas à demander conseil si nécessaire.",
      "mood": "Le 16 janvier 2026, le Verseau ressent une mélancolie douce, mêlée à une lueur d’espoir. Une journée empreinte de réflexions profondes, où la solitude favorise la clarté mentale et l’éveil intuitif.",
      "lucky_numbers": [
        27,
        43,
        9
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons : Une journée de révélations et de belles opportunités",
      "general": "Aujourd'hui, les Poissons peuvent ressentir une profonde envie d'introspection, ce qui leur permettra de mieux comprendre leurs émotions et leurs désirs profonds. Sur le plan professionnel, la journée pourrait apporter des opportunités pour faire avancer un projet ou renforcer une collaboration, surtout si vous faites preuve de créativité et de patience. Sur le plan personnel, il est important de prendre du temps pour communiquer avec ceux que vous aimez, en étant à l'écoute de leurs besoins. Vous pourriez également ressentir une forte intuition qui vous guidera dans vos décisions. Enfin, votre sensibilité sera votre force, alors ne la cachez pas. Aujourd'hui, prenez le temps de méditer ou de vous isoler pour clarifier vos idées et vous recentrer.",
      "love": "Pour les Poissons en cette journée, la sincérité est la clé. Les célibataires devraient ouvrir leur cœur en partageant leurs passions, attirant ainsi des connexions authentiques. Pour les couples, privilégiez la communication douce et écoute attentive pour renforcer votre complicité. Prenez aussi un moment pour exprimer votre gratitude, cela créera une atmosphère chaleureuse et propice à un amour profond.",
      "career": "Pour les Poissons en cette période, il est essentiel de se concentrer sur la gestion de leurs finances et de clarifier leurs objectifs professionnels. Établissez un budget précis, évitez les dépenses impulsives et recherchez des formations pour renforcer vos compétences. Profitez également de cette période pour explorer de nouvelles opportunités ou collaborations qui pourraient renforcer votre stabilité financière à long terme.",
      "mood": "Le 16 janvier 2026, les Poissons ressentiront une douceur émotionnelle profonde, mêlée à une douce mélancolie. Leur esprit sera apaisé, mais une légère tension pourrait accroître leur sensibilité, invitant à la réflexion intérieure et à la compassion sincère.",
      "lucky_numbers": [
        34,
        50,
        16
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}