{
  "date": "2026-01-11",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Ariete, domani scoprirai una sorprendente opportunità di crescita",
      "general": "Oggi l'Ariete si sentirà carico di energia e determinazione, pronto ad affrontare nuove sfide sia nella sfera professionale che in quella personale. La tua intuizione sarà acuta e potresti scoprire opportunità inattese che richiedono decisioni rapide, ma ricorda di ascoltare anche il tuo intuito e non solo la logica. In amore, potresti rafforzare i legami esistenti o trovare nuove connessioni interessanti, ma sii paziente e aperto al dialogo sincero. La salute ti chiederà di dedicare attenzione a momenti di relax e alle attività fisiche, per riequilibrare mente e corpo. Oggi, fluisci con le emozioni e prenditi del tempo per riflettere sulle tue aspirazioni future. Fai un passo concreto verso un obiettivo importante.",
      "love": "Per gli Ariete single nel 2026, apri il cuore a nuove esperienze e ascolta il tuo istinto senza fretta. Per le coppie, investite tempo nella comunicazione sincera e condividete sogni e progetti. Ricorda di rispettare i tempi dell'altro e di mostrare apprezzamento ogni giorno. La pazienza e l'ascolto sono le chiavi per rafforzare i legami d'amore.",
      "career": "Il 11 gennaio 2026, Ariete dovrebbe concentrarsi sulla pianificazione finanziaria e mettere da parte risparmi per obiettivi a lungo termine. È un momento ideale per valutare nuove opportunità di carriera, ma con attenzione alle risorse disponibili. Sii paziente e sfrutta le tue doti di leadership per consolidare le tue reti professionali, evitando decisioni impulsive che potrebbero compromettere il futuro.",
      "mood": "Il tono emotivo per l'Ariete l'11 gennaio 2026 è carico di energia vibrante e determinazione, mentre il mood trasmette una sensazione di entusiasmo pronto a superare ogni ostacolo con coraggio e passione.",
      "lucky_numbers": [
        23,
        34,
        45
      ],
      "lucky_color": "oro",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Toro, oggi scoprirai nuove opportunità di crescita personale",
      "general": "Oggi il Toro si sentirà particolarmente desideroso di stabilità e sicurezza, affrontando le sfide con pazienza e determinazione. Le relazioni personali potrebbero richiedere maggiore attenzione, portando momenti di confronto che, se gestiti con calma, rafforzeranno i legami. Sul fronte lavorativo, si presenteranno opportunità di crescita, ma sarà importante valutare attentamente ogni proposta prima di prendere decisioni definitive. La salute richiede un po’ di attenzione: dedicare del tempo al benessere fisico e mentale sarà fondamentale per mantenere l’equilibrio. La giornata sarà propizia per riflettere sui propri obiettivi a lungo termine e per pianificare passi concreti verso il futuro. Oggi, prenditi qualche minuto per fare un bilancio e scrivere i tuoi obiettivi.",
      "love": "Per i Toro single, il 2026 sarà il momento di aprirsi alle nuove opportunità amorose: partecipa a eventi sociali e mostra il tuo vero carattere. Per chi è in coppia, concentrati sulla comunicazione: ascolta attivamente e condividi i tuoi sentimenti con sincerità. Ricordati di rispettare i tempi dell’altro e di coltivare momenti di intimità quotidiana per rafforzare il legame.",
      "career": "Toro, nel 2026, concentrati sulla diversificazione delle fonti di reddito e sull'investimento in competenze digitali. Risparmia regolarmente, pianifica un budget e evita spese impulsive. Sfrutta le opportunità di formazione continua e mentorship. Costruisci un network solido, investendo in relazioni professionali. Questi passi ti aiuteranno a rafforzare stabilità finanziaria e a crescere nella carriera con sicurezza.",
      "mood": "Il tono emotivo di Toro il 11 gennaio 2026 dipinge un’atmosfera di riflessione pacata e introspezione, facendo emergere una sensazione di speranza sottile, accompagnata da un lento desiderio di rinascita e rinnovamento interiore.",
      "lucky_numbers": [
        25,
        36,
        47
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gemelli, oggi scoprirai nuove vie verso il successo personale",
      "general": "Oggi per i Gemelli sarà una giornata ricca di stimoli e possibilità di crescita, specialmente sul fronte relazionale e professionale. Potresti ricevere notizie importanti o nuove opportunità che ti invoglieranno a metterti in gioco, mostrando il tuo spirito versatile. È un momento favorevole anche per approfondire amicizie o conoscenze che potrebbero rivelarsi utili nel lungo termine. La tua capacità di comunicare e adattarti sarà uno dei tuoi punti di forza, aiutandoti a superare eventuali incomprensioni. Tuttavia, è importante non lasciarsi sopraffare dalla fretta, prendendoti il tempo di valutare tutte le opzioni. Oggi concentrati sui dettagli e sii aperto al dialogo. Dedica qualche minuto a riflettere sui tuoi obiettivi e decidi cosa vuoi davvero raggiungere.",
      "love": "Per i Gemelli single, il 2026-01-11 è il momento di aprirsi alle nuove conoscenze con sincerità e spontaneità. Sii autentico e ascolta il tuo cuore, senza fretta. Per i Gemelli in coppia, dedicati a progetti condivisi e rafforza la comunicazione, evitando malintesi. Scegli di parlare con calma e apertura, creando un legame più profondo e gratificante.",
      "career": "Il 11 gennaio 2026, i Gemelli dovrebbero concentrarsi sulla pianificazione finanziaria a lungo termine. È un momento ideale per rivalutare investimenti e risparmio, evitando spese impulsive. Ascolta il tuo istinto, ma consulta un esperto prima di prendere decisioni importanti. Sii aperto a nuove opportunità professionali, ma mantieni salde le tue responsabilità. La chiarezza e la cautela ti guideranno verso il successo.",
      "mood": "Il 11 gennaio 2026, i Gemelli si sentiranno pieni di curiosità e entusiasmo, ma attraversati da una leggera inquietudine che stimola introspezione e desiderio di scoprire nuove prospettive, creando un’atmosfera di speranza e crescita.",
      "lucky_numbers": [
        16,
        27,
        38
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancro, giornata di riscoperta e crescita personale oggi",
      "general": "Oggi il Cancro potrebbe sentirsi particolarmente sensibile alle energie che lo circondano, trovando conforto nel calore delle relazioni più strette. È un momento favorevole per dedicarsi alla casa e alla famiglia, rafforzando i legami affettivi e creando un’atmosfera di armonia. La giornata invita anche a riflettere sui propri bisogni e a prendersi cura di sé stessi, evitando situazioni di stress o conflitti inutili. Sul lavoro, si sentono motivazioni nuove, ma è importante mantenere la calma e affrontare le sfide con pazienza e concentrazione. La salute fisica richiede attenzione, quindi può essere utile praticare tecniche di rilassamento o fare una passeggiata immersi nella natura. Oggi, dedica qualche momento alla meditazione per ritrovare serenità e centratura.",
      "love": "Il 2026-01-11 è un momento perfetto per i Cancro di aprirsi e condividere i propri sentimenti. Se sei single, dedicati a conoscenze autentiche e ascolta il tuo cuore, senza fretta. Per le coppie, rafforza il dialogo e mostra gratitudine: piccoli gesti quotidiani rafforzano il legame. Ricorda, la sincerità e la cura alimentano l’amore duraturo.",
      "career": "Il 2026-01-11 sarà un giorno ideale per i Cancro per concentrarsi su obiettivi a lungo termine. Dedica del tempo alla pianificazione finanziaria, risparmiando con costanza e valutando nuovi investimenti. Sul lavoro, metti in evidenza le tue competenze e cerca collaborazioni che valorizzino il tuo talento. Ricorda di ascoltare il tuo istinto e di mantenere equilibrio tra emozioni e razionalità.",
      "mood": "Il Cancro il 11 gennaio 2026 si sentirà avvolto da un'intensa nostalgia e dolce malinconia, ma anche da una rinnovata speranza, portando un'atmosfera di riflessione profonda e di calore interiore.",
      "lucky_numbers": [
        8,
        19,
        30
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leone, il 2026 ti sorprenderà con grandi opportunità e successi",
      "general": "Oggi il Leone si sentirà particolarmente energico e motivato, pronto ad affrontare le sfide con entusiasmo e determinazione. Le emozioni saranno intense, favorendo momenti di intimità con le persone a te cares; sfrutta questa sensazione per rafforzare i legami affettivi. Sul lavoro, potrebbe arrivare un’opportunità interessante, ma è importante mantenere la calma e valutare bene ogni scelta. La salute beneficerà di un po’ di relax e di attività all’aperto: una passeggiata potrebbe rigenerarti. La tua creatività sarà al massimo, invogliandoti a dedicarti ai tuoi hobby o a nuovi progetti. Oggi cerca di ascoltare il tuo intuito e di agire con fiducia. Dedica qualche minuto a pianificare i tuoi obiettivi della settimana.",
      "love": "Leone, nel 2026, dedicati alla comunicazione sincera: per i single, apri il cuore a nuove esperienze e non temere di condividere i tuoi sentimenti. Per le coppie, rafforza il legame attraverso incontri inaspettati e momenti di ascolto reciproco. Ricorda che la fiducia si costruisce con la trasparenza, e l’amore fiorisce quando entrambe le parti si sentono comprese e valorizzate.",
      "career": "Leone, il 2026 rappresenta un'opportunità di crescita professionale e finanziaria. Concentrati sul miglioramento delle tue competenze, investendo in corsi o stage, e valuta nuove collaborazioni che possano ampliare la tua rete. Risparmia con disciplina, diversifica gli investimenti e evita decisioni affrettate. Sii paziente e determinato: il successo arriverà con costanza e dedizione.",
      "mood": "Il tono emotivo di Leone il 11 gennaio 2026 è un misto di serenità e riflessione profonda, permeato da un senso di speranza silenziosa, ma anche da un lieve alone di malinconia che invita alla introspezione.",
      "lucky_numbers": [
        21,
        32,
        43
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vergine, il 2026 ti porterà nuove sorprendenti opportunità di crescita",
      "general": "Oggi la tua attenzione si focalizza sulle relazioni e sulla comunicazione, Vergine. Potresti scoprire che un confronto aperto può portare chiarezza e nuove opportunità, sia in ambito professionale che personale. La tua mente analitica sarà un grande alleato nel risolvere questioni complicate, ma cerca di non essere troppo critico con te stesso e con gli altri. La giornata invita a trovare equilibrio tra il pragmatismo e l’ascolto empatico. Sul fronte della salute, una leggera attività fisica potrebbe aiutarti a recuperare energia, mentre nel settore finanziario è importante rivedere le spese e pianificare con attenzione. Oggi impegnati a chiarire i tuoi obiettivi e correggere eventuali malintesi, così da affrontare il futuro con maggior sicurezza.",
      "love": "Per i Vergine single nel gennaio 2026, questo è il momento di aperti alla spontaneità: prova nuove attività sociali e lasciati andare senza troppi schemi. Per le coppie, focalizzati sulla comunicazione: esprimi i tuoi desideri e ascolta con attenzione il partner. La condivisione di momenti autentici rafforzerà il legame e favorirà una crescita reciproca nel nuovo anno.",
      "career": "Per la Vergine il 2026-01-11 è un giorno ideale per pianificare obiettivi finanziari a lungo termine. Concentrati sulla revisione delle spese e risparmi. Considera di investire in formazione professionale per aumentare le tue competenze. Sii prudente con nuovi investimenti e evita decisioni affrettate. Dedica del tempo a migliorare la tua organizzazione e disciplina finanziaria, per un 2026 più stabile e prospero.",
      "mood": "L’atmosfera per la Vergine il 11 gennaio 2026 è intrisa di introspezione lieve, un senso di calma e ricerca interiore, che invita a riflettere con dolcezza e a trovare equilibrio tra ragione e emozione.",
      "lucky_numbers": [
        35,
        46,
        7
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Bilancia, il 2026 porta equilibrio e nuove opportunità",
      "general": "Oggi per voi della Bilancia sarà una giornata di equilibrio e riflessione. Le relazioni personali richiedono attenzione e ascolto, mentre nel lavoro potreste trovare nuove opportunità di collaborazione che vi aiutano a consolidare la vostra posizione. La vostra sensibilità è accentuata, quindi cercate di gestire le emozioni con calma e attenzione. In famiglia potrebbe esserci qualche discussione che richiede pazienza e comprensione reciproca. La vostra creatività è in aumento, portandovi a trovare soluzioni innovative ai problemi quotidiani. È un momento favorevole per dedicarsi a attività che stimolano la mente e il cuore, come la meditazione o un confronto costruttivo con un amico. Dedicate alcuni minuti oggi a riflettere su ciò che desiderate davvero, per chiarire i vostri obiettivi futuri.",
      "love": "Per i Bilancia single nel 2026, dedicati a conoscere meglio te stesso, coltivando passioni e nuove amicizie, così attrarrai relazioni autentiche. Per le coppie, impara ad ascoltare con attenzione e trovare momenti di armonia senza pressioni. Ricorda: l’equilibrio tra dare e ricevere rafforza il legame. Sii paziente e aperto, perché il vero amore si costruisce passo dopo passo.",
      "career": "Il 2026 sarà un anno che richiederà alla Bilancia equilibrio tra carriera e finanze. Concentrati su stabilità e pianificazione a lungo termine, valutando attentamente nuove opportunità lavorative. Risparmia regolarmente e investi con saggezza, evitando spese impulsive. Mantieni rapporti professionali e personali armoniosi, poiché il sostegno reciproco sarà decisivo. Agisci con chiarezza e determinazione per costruire un futuro solido.",
      "mood": "Il 11 gennaio 2026, la Bilancia si sentirà avvolta da un senso di speranza e riordino emotivo, con un dolce desiderio di armonia che sprona a cercare equilibrio interiore e relazioni sincere.",
      "lucky_numbers": [
        25,
        36,
        47
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpione, giorno di scoperta e rinascita personale.",
      "general": "Oggi lo Scorpione si troverà a vivere una giornata intensa e ricca di emozioni, perfetta per concentrarsi su relazioni e progetti personali. Le stelle suggeriscono di ascoltare attentamente il proprio istinto, perché potrebbero emergere opportunità inattese sia sul lavoro che in ambito sentimentale. È un momento favorevole per risolvere questioni in sospeso e rafforzare legami di fiducia con chi ti sta accanto. La tua intuizione sarà particolarmente acuta, quindi fidati delle sensazioni che ti guidano. Tuttavia, evita di sopraffarti con troppi impegni; cerca di mantenere un equilibrio tra mente e corpo. Ricorda di dedicare qualche momento alla riflessione interiore, per capire davvero cosa desideri. Per oggi, impegnati a comunicare apertamente con le persone che ti sono vicine.",
      "love": "Per i single Scorpione, il 2026-01-11 è il giorno perfetto per aprirsi all’amore. Sii sincero in amicizia e mostra il tuo vero carattere. Per le coppie, concentrati sulla comunicazione e sulla comprensione reciproca. Dedica del tempo a creare momenti intimi e condividi i tuoi desideri più autentici. La trasparenza rafforzerà il legame e aprirà nuove opportunità di crescita emozionale.",
      "career": "Il 2026-01-11 sarà una giornata importante per lo Scorpione, che dovrebbe concentrarsi sulla pianificazione finanziaria e professionale. Dedica del tempo a rivedere i tuoi obiettivi e crea un piano concreto per raggiungerli. Evita decisioni impulsive e cerca di collaborare con colleghi fidati. Investi in formazione e sii aperto alle nuove opportunità che potrebbero presentarsi.",
      "mood": "Il tono emotivo per lo Scorpione il 11 gennaio 2026 è intenso e riflessivo, intriso di desiderio di scoperta interiore, con un’atmosfera di tensione sottile ma anche di speranza e rinnovamento, invitando alla introspezione",
      "lucky_numbers": [
        26,
        37,
        48
      ],
      "lucky_color": "argento",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittario, il 2026 ti porterà nuove scoperte emozionanti",
      "general": "Oggi Sagittario, la tua energia sarà alta e ti sentirai pronto ad affrontare nuove sfide sia sul lavoro che nella vita personale. Potresti ricevere preziosi riconoscimenti per il tuo impegno, ma ricorda di mantenere l’equilibrio tra obiettivi e momenti di relax. La comunicazione sarà fondamentale: ascolta di più e condividi le tue idee con sincerità per migliorare le relazioni con amici e colleghi. È una giornata favorevole per pianificare progetti a lungo termine e riflettere sulle tue ambizioni. Potresti sentirti ispirato a intraprendere attività che stimolano la tua curiosità e il desiderio di avventura. Oggi, concentrati sui dettagli e non lasciarti sopraffare dalle distrazioni. Dedica qualche minuto alla meditazione o alla scrittura per chiarire le idee e mantenere la concentrazione.",
      "love": "Per i Sagittario singles, nel 2026-01-11, apri il cuore alle nuove esperienze e non avere paura di mostrare sinceramente chi sei. Per le coppie, si consiglia di dedicare tempo alla comunicazione aperta, ascoltando attentamente il partner e condividendo sogni e desideri. Coltiva la fiducia e sorprendili con piccoli gesti di affetto, rafforzando così il vostro legame in modo autentico.",
      "career": "Il 2026-01-11 sarà un giorno favorevole per il Sagittario in ambito professionale. Approfitta di questa giornata per proporre nuove idee o avviare progetti ambiziosi, sfruttando il tuo entusiasmo naturale. Per le finanze, evita decisioni impulsive e pianifica con attenzione. Rivedi il budget e investi in formazione o strumenti utili alla crescita a lungo termine.",
      "mood": "Il 11 gennaio 2026, il Sagittario sentirà un'energia vibrante e ottimista, alimentata da desiderio di avventure e scoperta. L’ottimismo e la passione permeano l'animo, creando un senso di libertà e speranza.",
      "lucky_numbers": [
        24,
        35,
        46
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorno: una giornata di rinnovamento e grandi opportunità",
      "general": "Oggi il cielo favorisce il tuo senso pratico e la capacità di affrontare con determinazione le sfide quotidiane. Sul fronte lavorativo potresti sentire una spinta a portare avanti progetti ambiziosi, ma ricorda di non trascurare i dettagli e di ascoltare i consigli dei colleghi. In campo sentimentale, la tua sensibilità sarà accentuata, portando momenti di intimità e comprensione con il partner. La salute richiede attenzione: concediti anche qualche momento di relax per ridurre lo stress accumulato. Potresti trovare conforto nelle attività all’aperto o nella meditazione. Oggi è importante mantenere un approccio positivo e propositivo. Cerca di dedicare qualche minuto a una riflessione interiore, per rinforzare la tua serenità. Oggi, impegnati a pianificare con calma i tuoi obiettivi a breve termine.",
      "love": "Il 2026 sarà un anno di sviluppo emotivo per i Capricorno. Per i singles, apri il cuore a nuove esperienze e dedicati a incontri sinceri senza fretta. Per le coppie, rafforza la comunicazione e condividi momenti autentici. Impara ad ascoltarti e a mostrare vulnerabilità. La sincerità e la pazienza saranno le chiavi per costruire legami profondi e duraturi nel nuovo anno.",
      "career": "Il 2026 offrirà al Capricorno opportunità di crescita professionale: affronta nuove sfide con determinazione e apertura. Pianifica attentamente le tue finanze, investendo in formazione e progetti solidi. Evita decisioni impulsive; analizza bene le opportunità prima di impegnarti. Ricorda di mantenere un equilibrio tra lavoro e vita personale, coltivando relazioni che possono sostenerti nei momenti di cambiamento.",
      "mood": "Il tono emotivo per il Capricorno il 11 gennaio 2026 è di introspezione e riflessione profonda, con una sensazione di calma e speranza nascosta dietro un'apparenza di stabilità. La giornata invita alla crescita interiore.",
      "lucky_numbers": [
        8,
        19,
        30
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acquario oggi: scopri nuove opportunità e successi sorprendenti",
      "general": "Oggi per l’Acquario è una giornata favorevole per rinnovare le energie e riflettere sui propri obiettivi. Le relazioni con amici e familiari richiedono attenzione e sincerità, portando maggiore calore e comprensione nelle conversazioni. Sul lavoro, potrebbe sorgere un’opportunità interessante, ma è importante valutare bene i dettagli prima di prendere decisioni affrettate. La vostra creatività è al massimo e può aiutarvi a risolvere alcune questioni strettamente personali. La salute generale si mantiene buona, ma attenzione a non trascurare il riposo. Questa giornata favorisce la crescita interiore e il rafforzamento delle relazioni, quindi cercate di dedicare del tempo a ciò che vi dà felicità. Prendete un momento per scrivere un breve elenco di obiettivi per la settimana, così da avere una guida chiara e motivante.",
      "love": "Per gli Acquario il 2026-01-11, chi è single dovrebbe aprirsi di più alle emozioni, partecipando ad attività sociali per incontrare nuove persone autentiche. Per le coppie, è importante comunicare con sincerità e ascolto per rafforzare il legame. Dedicate del tempo alla creatività condivisa e mostrate apprezzamento reciproco, mantenendo vive le emozioni e la fiducia.",
      "career": "Il 2026 potrebbe portare opportunità di crescita professionale per l'Acquario, ma è importante mantenere un atteggiamento flessibile e aperture alle nuove idee. Risparmia con cura e investi in formazione per migliorare le tue competenze. Stabilisci obiettivi chiari e pianifica il budget mensile attentamente, evitando spese impulsive. La costanza e la disciplina saranno le chiavi del successo.",
      "mood": "Il tono emotivo per l'Acquario il 11 gennaio 2026 è carico di speranza e curiosità, mentre un senso di introspezione calma avvolge l'anima, favorendo connessioni profonde e rinnovate, con un sottile spirito di",
      "lucky_numbers": [
        22,
        33,
        44
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Pesci: una giornata di scoperta e rivelazioni interiori forte",
      "general": "Oggi i Pesci si sentiranno particolarmente intuitivi e sensibili, pronti ad affrontare le sfide con un tocco di empatia e creatività. Le relazioni personali potrebbero richiedere attenzione, poiché è un momento in cui comunicare con sincerità può migliorare i legami esistenti. Nel lavoro, le idee innovative sono favorite, ma bisogna mantenere la concentrazione per evitare distrazioni. La salute mentale e fisica richiede cura: dedicare qualche momento al rilassamento o alla meditazione contribuirà a ritrovare equilibrio. Le energie positive sono al vostro fianco per favorire la crescita personale. Oggi, prenditi un momento per ascoltare il tuo cuore e agisci di conseguenza, facendo una scelta che rispecchi il tuo vero sé.",
      "love": "Per i Pesci single, aprile 2026 offre nuove possibilità di incontrare persone autentiche. Sii aperto alle emozioni e mostra sincerità, creando connessioni profonde. Per le coppie, dedicare tempo alla comunicazione e alle piccole attenzioni rafforzerà il rapporto. Ascolta con il cuore, condividi sogni e affronta insieme le sfide; l’amore si rafforza con sincerità e affetto quotidiano.",
      "career": "Per Pesci nel 2026, concentrati sulla pianificazione finanziaria con attenzione e disciplina. Evita investimenti impulsivi e valuta bene le opportunità professionali prima di impegnarti. Sfrutta il tuo intuito per scoprire nuove competenze che ti rendano più competitivo. Mantieni un equilibrio tra lavoro e vita privata, così potrai affrontare sfide con maggiore serenità e stabilità economica.",
      "mood": "Il tono emotivo di Pesci il 11 gennaio 2026 è dolce e riflessivo, avvolto da una sensazione di nostalgia e speranza. L'atmosfera è calma, invitando alla meditazione e alla connessione profonda con se stessi.",
      "lucky_numbers": [
        29,
        40,
        1
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    }
  }
}