{
  "date": "2026-02-18",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, aujourd'hui, votre courage ouvre de nouvelles portes",
      "general": "Aujourd'hui, Bélier, vous ressentirez une énergie renouvelée qui vous pousse à initier de nouveaux projets tant sur le plan professionnel que personnel. La journée sera favorable à la communication, ce qui facilitera vos échanges avec vos proches et collègues. Vous pourriez recevoir des nouvelles encourageantes qui renforceront votre confiance et votre optimisme. Sur le plan sentimental, une atmosphère harmonieuse vous entourera, permettant de renforcer vos liens. Toutefois, restez attentif à votre santé, évitez de trop vous fatiguer. Côté financier, prudence est de mise, ne prenez pas de décisions impulsives. Prenez le temps de réfléchir avant d’agir, surtout dans vos interactions importantes. Aujourd’hui, engagez-vous à écouter attentivement votre intérieur pour mieux comprendre vos véritables envies.",
      "love": "Pour les Bélier en ce 18 février 2026, il est important d'apprendre à écouter vraiment votre partenaire ou vous-même. Les célibataires, osez prendre des initiatives sincères ; pour les couples, cultivez la patience et partagez vos sentiments en toute transparence. Pratiquez la communication authentique chaque jour, cela renforcera votre lien, qu’il soit naissant ou solide.",
      "career": "Le Bélier en 2026 pourrait connaître des opportunités professionnelles, mais il est essentiel de rester concentré et organisé. Prenez le temps d’évaluer objectivement vos objectifs financiers et évitez les impulsions d’achat. Investissez dans votre développement personnel, et explorez des formations pour renforcer vos compétences. Restez patient face aux défis, car la persévérance vous mènera vers la réussite à long terme.",
      "mood": "Le 18 février 2026, Bélier ressentira une énergie vibrante et une passion ardente, mêlées à une inquietude subtile, créant une ambiance à la fois stimulante et introspective, propice à la réflexion et à l'action.",
      "lucky_numbers": [
        30,
        48,
        16
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau : Une journée de découvertes et d'opportunités exceptionnelles",
      "general": "Aujourd'hui, Taureau, vous ressentirez une forte envie de stabilité et de concrétiser vos projets. Sur le plan professionnel, votre détermination sera amplifiée, et il est temps de mettre en pratique vos idées. En amour, la communication sera essentielle pour renforcer vos liens, alors n'hésitez pas à exprimer vos sentiments avec sincérité. Côté finances, évitez les investissements impulsifs et privilégiez la prudence. Sur le plan personnel, prenez un moment pour vous reconnecter à la nature ou à vos passions pour retrouver votre équilibre intérieur. Enfin, des opportunités inattendues pourraient se présenter, soyez ouvert et prêt à saisir votre chance. Aujourd'hui, investissez du temps dans un projet qui vous tient à cœur.",
      "love": "Pour les Taureaux seuls, 2026 sera le moment idéal pour ouvrir votre cœur et rencontrer quelqu’un de sincère. Soyez authentique et osez exprimer vos émotions. Pour ceux en couple, cultivez la patience et la tendresse, même dans les petites disputes. Planifiez des moments de qualité, comme une escapade, pour renforcer votre attachement. Écoutez votre intuition et n’ayez pas peur de montrer votre vulnérabilité.",
      "career": "Le 18 février 2026, Taureau devrait se concentrer sur la gestion de ses finances en évitant les dépenses impulsives. Planifiez un budget précis, épargnez régulièrement et privilégiez les investissements à long terme. Sur le plan professionnel, mettez en valeur vos compétences, n'hésitez pas à demander des augmentations ou des responsabilités pour évoluer. Restez fidèle à vos valeurs pour mieux saisir les opportunités.",
      "mood": "Le Taureau le 18 février 2026 ressentira une atmosphère empreinte de sérénité et de stabilité, mêlée à une douce émotion de contentement. Un sentiment profond d'ancrage et de paix intérieur l'envahira, apportant réconfort et harmonie.",
      "lucky_numbers": [
        32,
        50,
        18
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, 18 février 2026, découvrez votre journée exceptionnelle aujourd'hui",
      "general": "Aujourd'hui, les Gémeaux ressentiront une effervescence particulière qui stimule leur curiosité et leur esprit d'adaptation. Sur le plan professionnel, une nouvelle opportunité ou une idée innovante pourrait se présenter, demandant leur créativité et leur capacité à faire des liens rapidement. Côté amour, la communication sera essentielle pour éviter les malentendus qui pourraient surgir avec leur partenaire ou une personne qui leur tient à cœur. Sur le plan personnel, il est conseillé de prendre un peu de temps pour soi, pour réfléchir et recharger ses batteries. La journée favorise aussi les échanges intellectuels, alors n’hésitez pas à partager vos idées ou à apprendre quelque chose de nouveau. Pour aujourd’hui, prenez le temps de noter vos idées et de planifier vos actions à venir.",
      "love": "Le 18 février 2026, les Gémeaux ressentiront un besoin d’authenticité dans leur vie amoureuse. Pour les célibataires, osez rencontrer de nouvelles personnes en sortant de votre zone de confort. Pour les couples, privilégiez la communication sincère et planifiez une activité surprise pour raviver la complicité. Soyez attentif à vos émotions et cultivez la confiance pour un amour épanoui.",
      "career": "Le 18 février 2026, les Gémeaux devraient se concentrer sur la consolidation de leurs compétences professionnelles. Prenez le temps de suivre une formation ou d'améliorer vos connaissances pour booster votre carrière. Évitez les décisions impulsives financières ; privilégiez un placement sûr et planifiez un budget pour éviter toute surcharge. La patience et la discipline seront clés pour atteindre vos objectifs.",
      "mood": "Le 18 février 2026, les Gémeaux ressentiront une atmosphère à la fois légère et intense, mêlant curiosité vive et douce mélancolie, suscitant en eux une quête de vérité subtile et une envie de connexion authentique.",
      "lucky_numbers": [
        23,
        41,
        9
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, une journée de renouveau et d'opportunités inattendues",
      "general": "Aujourd'hui, les énergies astrales apportent une sensation de renouveau pour les natifs du Cancer. Sur le plan professionnel, vous pouvez ressentir une impulsion pour concrétiser un projet qui vous tient à cœur, mais prenez le temps de bien planifier pour éviter les erreurs. Sur le plan sentimental, une communication sincère renforcera vos liens, apportant paix et complicité. Côté santé, une attention particulière à votre alimentation et à votre détente vous aidera à retrouver votre vitalité. Enfin, le contexte actuel vous invite à faire preuve de patience et de compréhension envers votre entourage. Prenez un moment pour écouter votre intuition, elle vous guidera dans vos décisions. Aujourd’hui, écrivez une liste de vos objectifs à court terme et engagez-vous à en réaliser au moins deux dès demain.",
      "love": "Pour les Cancers en cette journée, il est essentiel d’ouvrir votre cœur avec sincérité. Si vous êtes célibataire, prenez le temps de connaître réellement quelqu’un, sans précipitation. En couple, cultivez la communication et montrez votre attachement par des gestes simples mais significatifs. Écoutez votre intuition, mais n’oubliez pas de partager concrètement vos sentiments pour renforcer la confiance et l’harmonie.",
      "career": "Le 18 février 2026, les Cancer devraient se concentrer sur la gestion de leur budget en évitant les dépenses impulsives. Il est conseillé de planifier à long terme, en épargnant régulièrement et en recherchant des investissements stables. Sur le plan professionnel, développez vos compétences en communication et restez ouvert à de nouvelles opportunités pour avancer. La patience et la persévérance seront clés pour votre succès.",
      "mood": "Le 18 février 2026, Cancer ressentira une atmosphère chaleureuse empreinte de douceur et de nostalgie, mêlées à une intensité émotionnelle profonde. La journée sera fertile en réflexions sincères et en moments de tendresse partagée.",
      "lucky_numbers": [
        15,
        33,
        1
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, aujourd'hui, votre énergie rayonnante attire de nouvelles opportunités",
      "general": "Aujourd'hui, les Lions auront une journée riche en opportunités et en émotions. Sur le plan professionnel, votre énergie sera au rendez-vous, ce qui pourrait vous permettre de concrétiser un projet important ou de faire avancer des dossiers complexes. Côté relations, votre charme naturel attirera la sympathie et facilitera les échanges avec votre entourage. Sur le plan personnel, il se peut que vous ressentiez le besoin de vous recentrer sur vous-même, d’apporter plus d’attention à votre bien-être intérieur. Les astres favorisent également la créativité, alors n’hésitez pas à explorer de nouvelles idées ou passions. Enfin, cette journée vous invite à lâcher prise et à faire confiance à votre intuition pour mieux orienter vos décisions. Aujourd’hui, prenez soin de vous en meditant quelques minutes pour vous recentrer.",
      "love": "Pour les Lions en 2026, cultiver la patience est essentiel. Pour les célibataires, ouvrez-vous aux autres et évitez l’arrogance. Pour les couples, privilégiez la communication sincère et les moments de partage. Planifiez des activités ensemble pour renforcer votre complicité. Restez fidèle à vos valeurs tout en étant à l’écoute des besoins de l’autre. La clé est l’équilibre et la confiance mutuelle.",
      "career": "Le Lion en 2026 devrait se concentrer sur l'établissement de relations solides, en valorisant ses compétences naturelles de leadership. Pense à investir dans des formations continues pour renforcer ton expertise et diversifier tes sources de revenus. Évite les dépenses impulsives, et établis un budget précis. Prends également le temps de réfléchir à tes projets à long terme, pour assurer stabilité et croissance financière.",
      "mood": "Le film Lion du 18 février 2026 dégage une ambiance bouleversante et emplie d'espoir, mêlant douceur et tristesse profonde, invitant à une réflexion touchante sur la résilience, la famille et la quête d'identité.",
      "lucky_numbers": [
        28,
        46,
        14
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, 18 février 2026 : votre avenir s’éclaire doucement",
      "general": "Aujourd'hui, la Vierge pourrait ressentir une harmonie inhabituelle dans ses relations personnelles, ce qui favorisera des échanges sincères et profonds. C’est une journée idéale pour clarifier des malentendus ou renforcer des liens avec ceux que vous appréciez. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, exigeant votre concentration et votre sens du détail. Cependant, il est essentiel de prendre du recul et de ne pas vous laisser submerger par le stress. Votre capacité à organiser et à analyser sera votre force aujourd’hui. Sur le plan de la santé, écoutez votre corps et n’hésitez pas à prendre un moment pour vous recentrer. Aujourd’hui, engagez-vous à faire une liste de priorités pour mieux gérer votre temps.",
      "love": "Le 18 février 2026, Vierge, prenez le temps d'exprimer sincèrement vos émotions, que vous soyez seul ou en couple. Pour les célibataires, laissez tomber la pression et ouvrez-vous à de nouvelles rencontres en faisant preuve de spontanéité. En couple, privilégiez la communication claire et écoutez attentivement l'autre, renforçant ainsi votre complicité. Cultivez la patience et la confiance pour une harmonie durable.",
      "career": "Pour une Vierge le 18 février 2026, concentrez-vous sur la planification financière en établissant un budget précis et en évitant les dépenses impulsives. Profitez de cette période pour renforcer vos compétences professionnelles avec des formations ou certifications. Restez organisé et priorisez vos objectifs à long terme, tout en restant flexible face aux imprévus pour assurer stabilité et croissance.",
      "mood": "Le ton émotionnel de la Vierge le 18 février 2026 est empreint de calme intérieur et de réflexion profonde, mêlant doucement un sentiment d'espoir discret à une aspiration à la paix et à la clarté mentale.",
      "lucky_numbers": [
        42,
        10,
        28
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie intérieure pour un équilibre durable aujourd'hui",
      "general": "Aujourd'hui, Balance, votre sens inné de l'harmonie vous guide doucement vers une meilleure équilibre entre votre vie personnelle et professionnelle. Les énergies favorisent la communication et la résolution de malentendus, ce qui peut renforcer vos relations. Sur le plan professionnel, il est temps de faire preuve de diplomatie et d'écoute active pour avancer dans vos projets. Dans votre vie sentimentale, privilégiez la tendresse et la patience pour apaiser d’éventuelles tensions. N'oubliez pas de prendre un moment pour vous recentrer, en pratiquant la méditation ou la marche en nature. Aujourd'hui, faites un effort conscient pour écouter sincèrement vos proches et exprimer votre gratitude. Accordez-vous une pause pour réfléchir à ce qui vous apporte vraiment paix intérieure.",
      "love": "Pour ceux qui sont en couple, prenez le temps de communiquer sincèrement chaque jour, en partageant vos sentiments et écouter activement votre partenaire. Les célibataires, investissez dans la connaissance de vous-même, identifiez ce que vous cherchez vraiment chez un partenaire. Cultivez la patience, l’amour naît souvent dans la confiance et le respect mutuel. Soyez authentique et attentif à vos besoins et ceux des autres.",
      "career": "Pour atteindre un équilibre financier en 2026, établissez un budget précis en suivant vos dépenses mensuelles et fixez des objectifs d’épargne régulière. Investissez dans votre développement professionnel pour augmenter vos sources de revenu. Évitez les dettes inutiles, diversifiez vos investissements et suivez de près vos progrès. La patience et la discipline seront essentielles pour réaliser un avenir financier stable et épanouissant.",
      "mood": "Le ton émotionnel de ce jour évoque un sentiment de quiétude profonde mêlé d'une légère touche d'incertitude. La mood inspire à la réflexion intérieure, favorisant l'équilibre, la stabilité et une sensation douce de paix intérieure.",
      "lucky_numbers": [
        32,
        50,
        18
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, découvrez une révélation surprenante ce 18 février 2026",
      "general": "Aujourd'hui, en tant que Scorpion, vous ressentirez une forte intensité dans vos relations personnelles et professionnelles. Votre intuition sera particulièrement aiguisée, vous permettant de percevoir ce qui se passe en profondeur avec les autres. Sur le plan émotionnel, il est possible que vous soyez confronté à des sentiments enfouis, mais en les acceptant, vous pourrez progresser et vous libérer de certains poids. Au travail, votre détermination et votre concentration seront vos grands atouts, facilitant la résolution de défis complexes. Sur le plan financier, soyez prudent avec vos dépenses, évitez les impulsivités. Enfin, votre énergie créative sera stimulée, propice à des projets innovants. Aujourd'hui, prenez un moment pour méditer ou écrire vos pensées afin de clarifier vos idées et apaiser votre esprit.",
      "love": "Pour les Scorpions le 18 février 2026, il est essentiel d'exprimer ouvertement vos émotions, que vous soyez en couple ou célibataire. Pour les couples, pratiquez la transparence pour renforcer la confiance. Les célibataires doivent sortir de leur coquille et engager des conversations sincères. Cultivez la patience et évitez la jalousie toxique en vous rappelant que la confiance mutuelle est la clé d’une relation saine.",
      "career": "Le 18 février 2026, les Scorpions devraient se concentrer sur la gestion de leur budget en évitant les dépenses impulsives. Profitez de cette période pour renforcer vos compétences professionnelles en suivant une formation ou en réseautant. Prenez le temps d’évaluer vos objectifs à long terme et établissez un plan d’action précis pour atteindre vos aspirations financières et professionnelles.",
      "mood": "Le ton émotionnel pour le Scorpion du 18 février 2026 est empreint d'intensité et de réflexion profonde, mêlée à une mélancolie douce. L’atmosphère est chargée de passion contenue, invitant à la introspection et à la transformation intérieure.",
      "lucky_numbers": [
        33,
        1,
        19
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, découvrez une année pleine d'opportunités inattendues maintenant",
      "general": "Aujourd'hui, les Sagittaires ressentiront une forte envie d'explorer de nouvelles idées ou de partir à l'aventure, ce qui pourrait également influencer leur vie professionnelle et personnelle. La communication sera fluide, facilitant les échanges avec les proches et les collègues. Il est possible que des opportunités inattendues apparaissent, notamment dans les domaines créatifs ou éducatifs. Cependant, veillez à bien équilibrer votre enthousiasme avec une dose de réalisme pour éviter de promettre trop. Sur le plan sentimental, la sincérité sera votre atout principal pour renforcer les liens existants ou en créer de nouveaux. Pour profiter pleinement de cette journée, prenez un moment pour planifier une petite escapade ou une activité qui stimule votre curiosité. Aujourd’hui, sortez de votre zone de confort et osez proposer une nouvelle idée à votre entourage.",
      "love": "En cette année 2026, les Sagittaires devront cultiver la patience et l'écoute, que vous soyez en couple ou célibataire. Pour les célibataires, osez sortir de votre zone de confort et engager des conversations sincères. Pour les couples, privilégiez le dialogue et partagez des activités enrichissantes. La confiance mutuelle renforcera votre lien et attirera de nouvelles opportunités amoureuses.",
      "career": "Le 18 février 2026, les Sagittaires sont encouragés à se concentrer sur leurs objectifs professionnels tout en restant ouverts aux nouvelles opportunités. Investissez dans votre développement personnel en suivant des formations ou en acquérant de nouvelles compétences. Évitez les dépenses impulsives, privilégiez un budget équilibré et envisagez d'investir judicieusement pour renforcer votre stabilité financière à long terme.",
      "mood": "Le 18 février 2026, Sagittaire ressentira une énergie enthousiasmante mêlée d'optimisme et d'aventure, éveillant une soif d'exploration intérieure et extérieure, dans un éclat de joie sincère et de confiance rayonnante.",
      "lucky_numbers": [
        31,
        49,
        17
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne : une journée prometteuse pour réaliser vos rêves",
      "general": "Aujourd’hui, les Capricornes ressentiront une énergie nouvelle qui vous pousse à vous concentrer sur vos objectifs professionnels et personnels. Votre détermination sera renforcée, ce qui vous aidera à surmonter certains obstacles qui se présentent à vous ces derniers jours. Sur le plan relationnel, une conversation sincère pourrait améliorer vos liens avec ceux qui vous entourent, apportant une stabilité bienvenue. Sur le plan financier, il est judicieux de faire preuve de prudence et d’éviter les dépenses impulsives. La santé nécessite aussi votre attention : prendre quelques instants pour vous détendre pourrait faire toute la différence dans votre journée. Aujourd’hui, prenez le temps de planifier vos actions à long terme, cela vous apportera une meilleure sérénité.",
      "love": "Pour les Capricornes célibataires en 2026, il est temps d’ouvrir votre cœur en partageant davantage vos passions avec d’autres. Soyez sincère et patient, profitez des rencontres authentiques. Pour ceux en couple, cultivez la confiance en exprimant vos émotions avec douceur. Écoutez attentivement votre partenaire et partagez des moments de complicité pour renforcer votre lien.",
      "career": "Le 18 février 2026 sera une journée propice pour réfléchir à vos objectifs professionnels. Prenez le temps d’évaluer vos compétences et d’envisager une formation ou un nouvel alignement de carrière. Sur le plan financier, faites attention aux dépenses inutiles et privilégiez l’épargne. Investissez prudemment et cherchez des conseils pour sécuriser votre avenir. Restez patient et confiant dans vos démarches.",
      "mood": "Le 18 février 2026, le Capricorne ressent une douce mélancolie mêlée d’espoir, où la détermination se heurte subtilement à une vulnérabilité. L’atmosphère invite à la réflexion profonde et à l’introspection rassurante.",
      "lucky_numbers": [
        15,
        33,
        1
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, votre inspiration nouvelle ouvre des horizons inattendus demain",
      "general": "Aujourd'hui, les Verseaux pourraient ressentir une bouffée d'énergie créative qui stimule leur intellect et leur vie sociale. Sur le plan professionnel, c'est une journée favorable pour proposer de nouvelles idées ou projets innovants, car votre originalité sera particulièrement appréciée. Sur le plan sentimental, la communication sera fluide, ce qui facilitera les échanges avec votre partenaire ou vos amis. Sur le plan personnel, prenez le temps d'écouter votre intuition, elle pourrait vous guider vers une décision importante. N'oubliez pas de rester flexible face aux imprévus pour éviter tout stress inutile. Concentrez-vous sur le moment présent et osez exprimer votre authenticité. Aujourd'hui, engagez-vous à faire un acte concret pour concrétiser un projet qui vous tient à cœur.",
      "love": "Pour les Verseaux en 2026, cette période favorise la sincérité et la communication dans vos relations. Si vous êtes célibataire, osez exprimer vos sentiments authentiques pour attirer ceux qui partagent vos valeurs. En couple, privilégiez l'écoute active et la transparence pour renforcer votre lien. Cultivez la patience et n’ayez pas peur de vous ouvrir davantage pour créer une complicité durable.",
      "career": "Le Verseau en 2026 pourrait connaître des opportunités inattendues, mais il est essentiel de rester concentré sur vos objectifs. Investissez dans votre développement professionnel en suivant des formations ou en élargissant votre réseau. Sur le plan financier, évitez les dépenses impulsives et épargnez régulièrement. Restez ouvert aux nouvelles idées tout en planifiant avec soin pour assurer une stabilité à long terme.",
      "mood": "Le 18 février 2026, le Verseau ressentira une douce euphorie mêlée d'espoir, illuminée par une énergie créative et un sentiment d'émancipation. Une journée empreinte d'inspiration et de renouveau intérieur, pleine de promesses.",
      "lucky_numbers": [
        29,
        47,
        15
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, votre intuition vous guidera vers de nouvelles opportunités",
      "general": "Aujourd'hui, les Poissons ressentiront un besoin profond de trouver un équilibre entre leur vie personnelle et professionnelle. Les influences cosmiques favorisent la communication, ce qui peut ouvrir des portes pour de nouvelles collaborations ou idées créatives. Sur le plan émotionnel, vous serez plus empathique, ce qui renforcera vos relations et vous aidera à mieux comprendre ceux qui vous entourent. Il est également possible que vous découvriez une passion ou un centre d’intérêt qui vous motive à entreprendre quelque chose de nouveau. Prenez le temps de vous recentrer et de clarifier vos priorités pour ne pas vous laisser submerger par les détails. Aujourd’hui, faites un effort conscient pour engager une conversation sincère avec quelqu’un en qui vous avez confiance.",
      "love": "Pour les Poissons célibataires en ce jour, ouvrez votre cœur aux rencontres sincères et osez exprimer vos sentiments. Pour les couples, privilégiez la communication authentique pour renforcer votre complicité. Accordez du temps à votre partenaire, écoutez avec attention et partagez des moments d’intimité profonde. Cultivez la confiance et laissez votre intuition guider vos décisions amoureuses pour une harmonie durable.",
      "career": "Pour les Poissons en février 2026, il est essentiel de rester concentré sur vos objectifs financiers et professionnels. Établissez un budget précis et évitez les dépenses impulsives. Profitez de cette période pour renforcer vos compétences en suivant des formations ou des ateliers. Cultivez la patience et la persévérance face aux défis, car cela vous mènera vers une stabilité accrue et de nouvelles opportunités.",
      "mood": "Le 18 février 2026, les Poissons ressentiront une douce mélancolie mêlée à une profonde inspiration, imprégnée de rêve et d’espoir, favorisant la réflexion intérieure et une quête sincère de paix et de compréhension.",
      "lucky_numbers": [
        36,
        4,
        22
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}