{
  "date": "2026-02-14",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries despertarás nuevas fuerzas y sorprenderás a todos hoy",
      "general": "Hoy, Aries, te sentirás lleno de energía y entusiasmo, listo para enfrentar nuevos desafíos en tu vida profesional y personal. La influencia de los astros te brindará claridad mental y creatividad, ayudándote a resolver problemas que han estado pendientes. Es un día ideal para expresar tus ideas y colaborar con otros, ya que tu liderazgo natural será muy valorado. En lo afectivo, podrías experimentar momentos de conexión profunda con alguien cercano, fortaleciendo la confianza en la relación. Sin embargo, es importante que no descuides tu bienestar; un poco de descanso y atención a tu salud física te beneficiarán. Aprovecha esta jornada para planear tus próximos pasos con determinación y optimismo. Hoy, dedica unos minutos a escribir tus metas y cómo alcanzarlas.",
      "love": "Este 14 de febrero, Aries, si estás en pareja, practica la paciencia y la escucha activa para fortalecer la confianza. Para los solteros, enfócate en mostrar tu autenticidad y pasión sin prisas, creando conexiones sinceras. Dedica tiempo a comprender a quienes te rodean y expresa tu afecto con gestos concretos, así abrirás puertas a relaciones más profundas y duraderas este día especial.",
      "career": "Para Aries en esta fecha, enfócate en establecer metas claras y realistas a corto plazo. Aprovecha tu energía para innovar en proyectos laborales y fortalecer tu red de contactos. Controla tus impulsos financieros, evita gastos innecesarios y busca asesoría antes de inversiones importantes. Mantén una actitud positiva y abierta al aprendizaje, lo que te abrirá nuevas oportunidades y te permitirá avanzar con confianza y seguridad.",
      "mood": "El tono emocional de Aries en esa fecha es vibrante y lleno de energía, con un ambiente de entusiasmo y determinación. La emoción prevalece, impulsando acciones audaces y creando una sensación de optimismo apasionado y aventura.",
      "lucky_numbers": [
        26,
        40,
        4
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro en 14 de febrero: renovaciones y oportunidades amorosas llegan",
      "general": "Hoy, Tauro, te salpica una energía de estabilidad y crecimiento. Es un buen día para enfocarte en tu vida emocional y fortalecer tus relaciones cercanas, ya que la armonía en el hogar te aportará paz interior. En el trabajo, la paciencia será clave para superar obstáculos; tu perseverancia será reconocida. Aprovecha para dedicar tiempo a cuidar de ti mismo, quizás con una caminata en la naturaleza o un momento de reflexión. Tus finanzas también requieren atención; revisa tus gastos y planifica con calma para evitar decisiones impulsivas. La confianza en ti mismo te ayudará a comunicarte con claridad. Hoy, da un paso para consolidar tus metas a largo plazo, estableciendo pequeñas acciones que te acerquen a ellas.",
      "love": "Para Tauro en 14 de febrero de 2026, en el amor, confianza será clave. Si estás solo, abre tu corazón lentamente, permitiendo que quien te valore entre en tu mundo seguro. En pareja, fortalece la comunicación y comparte momentos sinceros. Escucha activamente y expresa tus sentimientos con calma. La paciencia y la honestidad serán tus mejores aliados para profundizar vínculos y disfrutar del amor pleno.",
      "career": "Para Tauro en 14 de febrero de 2026, enfócate en mantener la disciplina financiera y priorizar tus metas a largo plazo. Invierte en conocimientos y habilidades que potencien tu carrera. Aprovecha oportunidades de networking y sé paciente con los resultados. Establece un presupuesto claro y evita gastos impulsivos para fortalecer tu estabilidad económica y avanzar con confianza hacia tus sueños profesionales.",
      "mood": "El tono emocional de Tauro en esa fecha es sereno y reflexivo, con un toque de esperanza que invita a la introspección y a valorar los pequeños momentos de paz en medio de la rutina.",
      "lucky_numbers": [
        28,
        42,
        6
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis, hoy descubrirás una oportunidad que cambiará tu vida",
      "general": "Hoy, los geminianos sentirán una energía estimulante que favorece la comunicación y las relaciones sociales. Es un buen momento para expresar ideas y colaborar con otros, ya que tu capacidad para adaptarte y escuchar se potenciará. En el trabajo, podrías recibir reconocimiento por tu creatividad y estrategia; esto te dará confianza para afrontar nuevos proyectos. En el aspecto emocional, tu mente estará especialmente aguda, ayudándote a entender mejor tus sentimientos y los de quienes te rodean. Sin embargo, evita dispersarte en múltiples tareas y concentra tu atención en una sola cosa para lograr mayor efectividad. En el ámbito familiar, podrías tener una conversación importante que fortalecerá vínculos. Hoy es ideal para organizar una reunión o llamar a alguien que hace tiempo no ves. Aprovecha para planear tu agenda y realizar una pequeña introspección.",
      "love": "Este 14 de febrero, Géminis, abre tu corazón a la sinceridad y la comunicación. Para los solteros, aprovecha para conocer a alguien que comparta tus intereses y sé auténtico en tus intenciones. Para los en pareja, dedica tiempo para escuchar y sorprender con detalles que reflejen tu cariño. La honestidad y la empatía fortalecerán tus relaciones y crearán conexiones más profundas en este día especial.",
      "career": "El 14 de febrero de 2026, Géminis tendrá una oportunidad para fortalecer su carrera. Aprovecha para mejorar tus habilidades y mostrar tu entusiasmo en el trabajo. En lo financiero, evita gastos impulsivos y prioriza ahorrar. Invierte en formación o proyectos a largo plazo. La clave será mantener la calma, ser adaptable y buscar asesoramiento si es necesario, asegurando un crecimiento estable y seguro.",
      "mood": "El día de Géminis en 14 de febrero de 2026 se caracteriza por una sensación de alegría contagiosa y curiosidad vibrante, evocando momentos de conexión profunda y una ligera ansiedad ante nuevas oportunidades de crecimiento personal.",
      "lucky_numbers": [
        19,
        33,
        47
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer en Valentín: amor y crecimiento en tu camino",
      "general": "Hoy, los Cáncer sentirán una profunda conexión con sus emociones y una mayor sensibilidad hacia las personas que los rodean. Es un día ideal para fortalecer vínculos familiares y resolver malentendidos pendientes, ya que su empatía será más fuerte que nunca. En el ámbito laboral, podrían recibir reconocimiento por su dedicación y esfuerzo reciente; sin embargo, deben evitar caer en la tendencia a ser demasiado autoexigentes. La energía positiva les permitirá también aprovechar momentos de introspección para aclarar sus metas a largo plazo. En lo personal, será beneficioso dedicar tiempo a cuidar de su bienestar emocional y físico. Considera hacer una pausa, respirando profundamente y plasmando tus pensamientos en un diario para liberar tensiones y clarificar tus sentimientos.",
      "love": "Para los Cáncer en este 14 de febrero, tanto si estás en pareja como si estás solo, es momento de conectar con tus emociones y expresar tu amor sinceramente. Si estás en pareja, sorprende a tu ser querido con una palabra o gesto que refleje tu aprecio. Si estás solo, enfócate en amarte primero y abrirte a nuevas experiencias amorosas con confianza y honestidad.",
      "career": "El 14 de febrero de 2026, Cáncer debe enfocarse en establecer límites claros en su entorno laboral, priorizando tareas importantes. Es momento de revisar sus finanzas y crear un presupuesto realista, ahorrando para imprevistos. Aprovecha para invertir en tu capacitación y habilidades. Mantén una actitud positiva y abierta a nuevas oportunidades, confiando en tu intuición y fortaleciendo relaciones de apoyo en tu camino profesional y económico.",
      "mood": "El día para Cáncer en 2026-02-14 se siente acogedor y reflexivo, con una chispa de esperanza que invita a conectar con sentimientos profundos y renovar la confianza en sus sueños y relaciones cercanas.",
      "lucky_numbers": [
        11,
        25,
        39
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo, el amor y éxito te sonríen hoy profundamente",
      "general": "Hoy, los Leo sentirán una energía renovada que los impulsará a enfrentar los desafíos con confianza y entusiasmo. En el ámbito laboral, será un día ideal para presentar nuevas ideas y mostrar liderazgo, lo que podría abrir puertas a oportunidades importantes. En lo emocional, las relaciones cercanas recibirán un impulso positivo si dedicas tiempo a escuchar y demostrar tu apoyo sinceramente. En lo personal, sería beneficioso tomarte unos momentos para reflexionar sobre tus metas a largo plazo y ajustar tu rumbo si es necesario. Tu creatividad estará en su punto máximo, así que aprovecha para expresarte y canalizar esa energía en proyectos que te apasionen. Hoy, te sugiero que te pongas en contacto con alguien que no ves hace tiempo y reconectes con esa persona.",
      "love": "Para los Leo solteros, 14 de febrero de 2026 es momento de abrir tu corazón y mostrar tu auténtico yo. Participa en eventos sociales y no temas expresar tus sentimientos. Para las parejas, enfóquense en fortalecer la comunicación y sorprenderse mutuamente con gestos sinceros. Dedica tiempo a escuchar y valorar las opiniones de tu pareja. Este día, la honestidad y el cariño fortalecerán su vínculo.",
      "career": "Para Leo en 14 de febrero de 2026, es importante priorizar la planificación financiera. Evalúa tus gastos mensuales y ahorra al menos el 20% de tus ingresos. En el trabajo, busca fortalecer tus habilidades y considera cursos de especialización. Mantén una actitud positiva, pero también realista, y no temas pedir asesoría cuando sea necesario para tomar decisiones acertadas.",
      "mood": "El tono emocional para Leo en esa fecha es cálido y lleno de esperanza, irradiando confianza y alegría. El ambiente se siente vibrante, inspirador, impulsando sentimientos de amor propio y entusiasmo por nuevas aventuras.",
      "lucky_numbers": [
        24,
        38,
        2
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo, hoy descubrirás nuevas oportunidades que transformarán tu día",
      "general": "Hoy, Virgo, el día te invita a enfocarte en tu bienestar emocional y dejando atrás cualquier tensión acumulada. La energía planetaria favorece la comunicación, por lo que será un buen momento para expresar tus sentimientos y aclarar malentendidos con seres queridos. En el ámbito laboral, la claridad y tu organización natural serán tus aliadas para resolver asuntos pendientes con eficiencia. La salud física pide atención, así que considera incorporar una rutina de ejercicio suave o momentos de descanso profundo. Aprovecha para desconectar un poco de las preocupaciones cotidianas y dedicar tiempo a actividades que te llenen de paz. Hoy, toma la iniciativa y escribe una lista de tus metas a corto plazo para dar un paso seguro hacia ellas.",
      "love": "Para los Virgo en San Valentín 2026, enfóquense en comunicar sus sentimientos con sinceridad, especialmente si están en pareja; una conversación abierta fortalecerá la confianza. Si están solteros, aprovechen para conocerse mejor a sí mismos y abrirse a nuevas experiencias. Organicen una cita sencilla y significativa, y recuerden que la clave está en la honestidad y la atención auténtica.",
      "career": "Para Virgo en 14 de febrero de 2026, es importante organizar tus metas profesionales y establecer prioridades claras. Aprovecha la energía del día para actualizar tu currículum y fortalecer tu red de contactos. En lo financiero, revisa tus gastos y ahorra con disciplina. Invierte en formación que potencie tus habilidades y asegúrate de mantener un equilibrio entre ahorro y inversión para un futuro más estable.",
      "mood": "El tono emocional de Virgo el 14 de febrero de 2026 es cálido y reflexivo, impregnado de ternura y esperanza. La atmósfera evoca serenidad y amor profundo, invitando a la introspección y a conexiones auténticas.",
      "lucky_numbers": [
        38,
        2,
        16
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra hoy: descubre equilibrio y amor en tu camino creativo",
      "general": "El día de hoy, Libra, te sentirás especialmente equilibrado y receptivo a las energías que te rodean. En el ámbito laboral, tendrás la claridad necesaria para tomar decisiones importantes y avanzar en tus proyectos, mientras que en lo personal, la comunicación con seres queridos será fluida y llena de comprensión. Es un momento ideal para fortalecer relaciones, escuchar atentamente y expresar tus sentimientos. Además, tu intuición estará en su punto más alto, permitiéndote detectar oportunidades y obstáculos con mayor facilidad. Sin embargo, evita sobrecargarte y reserva tiempo para relajarte y reflexionar. Hoy es un buen día para organizar tus pensamientos y planificar próximos pasos con serenidad. Sal a caminar al aire libre y conecta con la naturaleza para recargar energías.",
      "love": "Para Libra en San Valentín 2026, enfócate en la comunicación honesta y la empatía. Si estás en pareja, dedica tiempo a escuchar y valorar a tu pareja, reforzando el amor mediante pequeños gestos. Si estás soltero, aprovecha para conocerte mejor y definir qué buscas en una relación. Mantén el equilibrio entre dar y recibir para que la armonía reine en tu vida amorosa.",
      "career": "El 14 de febrero de 2026, Libra debe priorizar la organización y la planificación financiera. Aprovecha esta fecha para revisar tus metas laborales y ajustar tus proyectos. Sé honesto contigo mismo respecto a tus capacidades y evita tomar decisiones impulsivas. Fomenta alianzas estratégicas y mantén una actitud equilibrada para crecer profesionalmente y asegurar estabilidad económica. La constancia y la paciencia serán tus mejores aliados.",
      "mood": "El ambiente emocional para Libra en esa fecha es cálido y esperanzador, envuelto en una sensación de armonía y posibilidad, invitando a la reflexión profunda y a abrir el corazón a nuevas conexiones significativas.",
      "lucky_numbers": [
        28,
        42,
        6
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio hoy: descubre nuevas pasiones que transformarán tu vida",
      "general": "Hoy los escorpiones sentirán una energía renovada que les permitirá afrontar desafíos con mayor claridad y determinación. En el ámbito laboral, será un buen día para concretar proyectos y demostrar su compromiso, pero es importante tener cuidado de no dejarse llevar por la intensidad en las decisiones. En el aspecto emocional, la intuición estará muy marcada, ayudándote a entender mejor a quienes te rodean y fortaleciendo vínculos relevantes. Además, la salud mental y física requiere atención; un momento de introspección o una actividad física suave puede beneficiar mucho tu bienestar. Aprovecha esta jornada para resolver diferencias pendientes y expresar tus sentimientos con sinceridad. Hoy, dedica unos minutos a meditar y reflexionar sobre tus objetivos a corto plazo.",
      "love": "Para Escorpio en San Valentín 2026, recuerda que la sinceridad fortalece cualquier vínculo. Si estás en pareja, expresa con honestidad tus sentimientos y escucha a tu ser amado con atención. Si estás soltero, enfoca tu energía en conocerte mejor, permitiendo que tu confianza crezca. La autenticidad y la apertura atraerán amor genuino y profundizarán tus conexiones emocionales en este día especial.",
      "career": "El 14 de febrero de 2026, Escorpio, este es un momento para reevaluar tus metas profesionales y finanzas. Dedica tiempo a planificar y establecer prioridades claras. Aprovecha las oportunidades de aprendizaje y networking para potenciar tu crecimiento. Sé prudente en inversiones y ahorra con disciplina. La paciencia y la perseverancia te traerán estabilidad y éxito en tus proyectos futuros.",
      "mood": "El ánimo de Escorpio el 14 de febrero de 2026 se siente intenso y profundo, lleno de pasión y reflexión. La emoción es vibrante, evocando una mezcla de deseo, introspección y una esperanza silenciosa en el corazón.",
      "lucky_numbers": [
        29,
        43,
        7
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario, hoy abrirás puertas a nuevas oportunidades personales",
      "general": "Hoy, Sagitario, te sentirás lleno de energía y entusiasmo, listo para afrontar nuevos retos en tu vida personal y profesional. La comunicación será clave, así que trata de expresar tus ideas con claridad y escuchar con atención a los demás. En el amor, la apertura y sinceridad fortalecerán tus relaciones, creando un ambiente de confianza y complicidad. En el trabajo, tus ideas innovadoras destacarán, pero asegúrate de mantener los pies en la tierra para evitar malentendidos. La salud te pide cuidar de tu bienestar físico y emocional, así que no descuides el descanso y la alimentación. Aprovecha este día para planificar tus próximos pasos y dejar de lado pensamientos negativos. Hoy, escribe una lista de prioridades y comprométete a cumplirla con determinación.",
      "love": "Para Sagitario en San Valentín 2026, enfoca en la honestidad y la comunicación abierta. Si estás solo, aprovecha para explorar nuevas actividades que te conecten con personas afines. Para quienes tienen pareja, comparte momentos sinceros y establece metas juntos para fortalecer la relación. Mantén una actitud positiva y muestra interés genuino en el bienestar del otro, creando vínculos profundos y duraderos.",
      "career": "El 14 de febrero de 2026, Sagitario debe centrarse en la planificación a largo plazo y en mantener una actitud positiva. Aprovecha las oportunidades para aprender nuevas habilidades y ampliar tu red de contactos profesionales. Ahorra con disciplina y evita gastos impulsivos. La constancia y la paciencia serán clave para alcanzar estabilidad financiera, y tu entusiasmo natural te ayudará a superar cualquier desafío laboral.",
      "mood": "El 14 de febrero de 2026, Sagitario se siente inspirado y lleno de esperanza, con una chispa de entusiasmo que impulsa sus sueños, mientras experimenta una profunda sensación de libertad y optimismo en su corazón.",
      "lucky_numbers": [
        27,
        41,
        5
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio, tu perseverancia te abrirá nuevas oportunidades amorosas and laborales",
      "general": "El día de hoy, Capricornio, te sentirás especialmente motivado para avanzar en tus metas profesionales y fortalecer tus lazos personales. La energía de los astros favorece la comunicación, por lo que será un momento ideal para expresar tus ideas y escuchar atentamente a los demás. En el ámbito económico, podrías encontrar nuevas oportunidades de inversión o mejorar tu estabilidad, siempre y cuando analices bien las opciones. En lo emocional, te sentirás más conectado con quienes te rodean, lo que reafirma la importancia de dedicar tiempo a tus seres queridos. La clave será mantener el equilibrio entre el trabajo y el descanso para evitar el agotamiento. Hoy, tómate unos minutos para planificar tus próximas acciones y prioriza tu bienestar emocional.",
      "love": "Para Capricornio en San Valentín 2026, si estás en pareja, enfócate en comunicar con sinceridad tus sentimientos y valorar los momentos juntos. Para los solteros, este día es ideal para ampliar tu círculo social; participa en actividades que te apasionen. Confía en tu intuición y sé auténtico, esto atraerá conexiones significativas y fortalecerá tu autoestima.",
      "career": "El 14 de febrero de 2026, Capricornio debería centrar su energía en planificar cuidadosamente sus finanzas y establecer metas claras a largo plazo. Es recomendable ahorrar una porción significativa de ingresos y evitar gastos impulsivos. Aprovecha oportunidades de crecimiento profesional para fortalecer tu seguridad económica. Además, dedica tiempo a aprender nuevas habilidades que puedan impulsarte en tu carrera y aumentar tus ingresos.",
      "mood": "El tono emocional para Capricornio en esa fecha será reflexivo y contemplativo, evocando una sensación de esperanza y renovación, mientras el ambiente transmite calma y determinación, impulsando una profunda introspección y confianza en el futuro cercano.",
      "lucky_numbers": [
        11,
        25,
        39
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario hoy: nuevas oportunidades transformarán tu destino emocional",
      "general": "El día de hoy, Acuario, te sentirás especialmente inspirado y con una energía renovada para enfrentar tus desafíos. En el aspecto laboral, tu creatividad estará en su punto más alto, lo que te permitirá proponer ideas innovadoras que serán bien valoradas por tus compañeros y superiores. En relación a tu vida personal, las relaciones cercanas te brindarán apoyo y motivación, fortaleciendo vínculos que habías descuidado. En temas de salud, es un buen momento para comenzar una rutina de ejercicio que te ayude a mantenerte activo y equilibrado. En finanzas, la intuición te guiará para tomar decisiones acertadas si te enfrentas a algún dilema económico. Hoy, te sugiero dedicar unos minutos a reflexionar sobre tus metas a largo plazo y establecer un paso concreto para alcanzarlas.",
      "love": "Para Acuario en San Valentín 2026, los solteros deben abrirse a nuevas experiencias y confiar en su intuición para encontrar conexiones auténticas. Para las parejas, es momento de renovar la comunicación; practiquen la escucha activa y compartan sus sueños y miedos. Aprovechen esta fecha para planear actividades juntos que fortalzcan su vínculo y llenen su relación de pasión y comprensión.",
      "career": "El 14 de febrero de 2026, Acuario debería centrarse en fortalecer sus habilidades y ampliar su red de contactos profesionales. Aprovecha oportunidades de capacitación y participa en eventos relevantes. En finanzas, prioriza el ahorro y evita inversiones arriesgadas. Mantén una actitud abierta y adaptable ante cambios, y prueba nuevas ideas para avanzar en tu carrera y mejorar tu estabilidad económica.",
      "mood": "El tono emocional para Acuario en esa fecha es esperanzador y reflexivo, mientras se combina una sensación de renovación con un aire de curiosidad y apertura, creando un ambiente donde la introspección y la innovación florecen tranquilamente.",
      "lucky_numbers": [
        25,
        39,
        3
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis en 2026: amor y crecimiento personal renovados hoy",
      "general": "Hoy, Piscis, te sentirás especialmente sensible y receptivo tanto en lo emocional como en lo espiritual. Es un día perfecto para conectarte contigo mismo y reflexionar sobre tus sentimientos más profundos. En el ámbito laboral, podrías recibir una noticia que te motive a seguir adelante o también una pequeña preocupación que te invite a reorganizar tus prioridades. En el amor, la empatía será tu mayor aliado, ayudando a fortalecer relaciones o a entender mejor a quienes te rodean. La energía cósmica favorece la creatividad y la intuición, así que no dudes en explorar nuevas ideas o hobbies que te inspiren. Aprovecha esta jornada para dedicar unos minutos a meditar y centrarte en lo que verdaderamente valoras. Hoy, escribe una lista de metas que quieres alcanzar en los próximos meses y comienza a planificarlas con calma.",
      "love": "El 14 de febrero de 2026, los Piscis deben abrir su corazón, ya sea para fortalecer su relación o para confiar en nuevos amores. Si estás en pareja, expresa tus sentimientos con sinceridad y escucha activamente a tu ser querido. Para los solteros, dedica tiempo a conocerte mejor y a explorar lo que realmente deseas en una pareja. La autenticidad será tu mayor aliada hoy.",
      "career": "El 14 de febrero de 2026, Piscis debe centrarse en consolidar sus habilidades y buscar nuevas oportunidades profesionales. Es recomendable crear un plan financiero sólido, ahorrar regularmente e invertir de manera prudente. Aprovecha tu intuición para tomar decisiones y evita gastar impulsivamente. Mantén una actitud positiva, establece metas claras y comunícate abiertamente con colegas y seres queridos para fortalecer tus relaciones y aumentar tu estabilidad emocional y económica.",
      "mood": "El tono emocional de Piscis el 14 de febrero de 2026 es cálido y reflexivo, con un aire de ternura y esperanza. La atmósfera invita a la introspección, al amor profundo y a una sensación de renovación emocional.",
      "lucky_numbers": [
        32,
        46,
        10
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}