{
  "date": "2026-01-24",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, énergie et opportunités : votre journée de succès démarre",
      "general": "Aujourd'hui, les Béliers ressentiront une énergie dynamisante qui influence positivement leur vie professionnelle et personnelle. C'est une journée idéale pour prendre des initiatives, faire avancer des projets et montrer votre leadership. Sur le plan sentimental, la communication sera fluide, permettant de renforcer les liens avec votre partenaire ou de faire de nouvelles rencontres. Financièrement, restez prudent, évitez les investissements risqués et privilégiez la stabilité. Votre enthousiasme sera contagieux, mais veillez également à écouter attentivement les conseils des autres. La matinée sera propice à la réflexion, tandis que l'après-midi apportera des opportunités inattendues. Faites preuve de bienveillance et n'hésitez pas à vous affirmer. Aujourd'hui, prenez le temps de planifier votre semaine et fixez-vous des objectifs clairs pour avancer sereinement.",
      "love": "Pour les Bélier en ce début d'année, la patience sera essentielle. En couple, communiquez ouvertement pour renforcer la confiance, évitez l'impulsivité. En solo, prenez le temps de connaître vraiment quelqu’un avant de vous engager. Engagez-vous dans des activités qui vous passionnent pour attirer des personnes partageant vos valeurs. Cultivez la douceur et l’écoute pour créer des liens sincères et durables.",
      "career": "Pour les Bélier le 24 janvier 2026, il est essentiel de canaliser votre énergie vers des projets précis. Concentrez-vous sur la planification financière en établissant un budget et en épargnant régulièrement. Profitez des opportunités de formation ou de réseautage pour accélérer votre carrière. Restez flexible face aux imprévus et évitez les décisions impulsives pour équilibrer succès professionnel et bien-être financier.",
      "mood": "Le 24 janvier 2026, Bélier ressentira une énergie dynamique mêlée à une certaine impatience, mais aussi une chaleur intérieure qui éveille l’enthousiasme et la confiance, créant une journée floatante et inspirante.",
      "lucky_numbers": [
        36,
        10,
        34
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, découvrez une année de renouveau et d'opportunités",
      "general": "Aujourd'hui, Taureau, vous ressentirez une énergie nouvelle qui influence plusieurs aspects de votre vie. Sur le plan professionnel, il est temps de vous concentrer sur vos objectifs à long terme, même si cela demande patience et persévérance. En amour, la communication sera essentielle : écoutez votre partenaire avec attention pour renforcer votre relation. Sur le plan financier, évitez les décisions impulsives et privilégiez la prudence. Sur le plan personnel, prenez un moment pour vous recentrer, peut-être par la méditation ou une promenade en nature. La clé de votre journée réside dans l’équilibre entre vos ambitions et votre bien-être intérieur. Aujourd’hui, faites un effort conscient pour exprimer votre gratitude à ceux qui vous soutiennent.",
      "love": "Pour les Taureau, en ce début 2026, cultivez la patience et la sincérité. Pour les célibataires, prenez le temps d’approfondir votre confiance en vous, osez faire le premier pas avec douceur. En couple, privilégiez la communication et partagez des moments sincères pour renforcer votre lien. Soyez patient face aux défis, la stabilité viendra avec votre authenticité et votre engagement sincère.",
      "career": "Pour les Taureaux en 2026, concentrez-vous sur la gestion prudente de vos finances en évitant les dépenses impulsives. Investissez dans des projets à long terme et diversifiez vos sources de revenus. Sur le plan professionnel, soyez patient et persévérant, tout en montrant votre détermination. Écoutez les conseils des mentors et n'hésitez pas à suivre des formations pour renforcer vos compétences.",
      "mood": "Le 24 janvier 2026, le Taureau ressentira une douceur empreinte de stabilité et de sérénité, mêlée à une légère touche d’incertitude. Une journée où la patience et la douceur favorisent la réflexion profonde.",
      "lucky_numbers": [
        38,
        12,
        36
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, découvrez une journée pleine de surprises et de rencontres",
      "general": "Aujourd'hui, les Gémeaux ressentiront une énergie vive qui stimulera leur curiosité et leur créativité. Sur le plan professionnel, une idée innovante pourrait émerger, offrant de nouvelles opportunités si vous osez prendre des initiatives. Sur le plan personnel, la communication sera fluide, facilitant des échanges sincères avec vos proches. Cependant, veillez à ne pas vous disperser et à rester concentré sur vos priorités pour éviter la surcharge. Votre capacité à vous adapter sera votre atout majeur, mais n'oubliez pas de prendre du temps pour vous recentrer afin de garder un bon équilibre. Sur le plan mental, un défi pourrait se présenter, mais votre esprit vif saura le relever avec brio. Aujourd'hui, prenez le temps d'écrire vos objectifs pour la semaine à venir afin de mieux structurer votre chemin.",
      "love": "Pour les Gémeaux singles en ce début d'année, prenez le temps de vous reconnecter avec vous-même avant de chercher l’amour. Soyez sincère dans vos échanges et osez exprimer vos sentiments. En couple, cultivez la communication ouverte et surprenez votre partenaire avec des activités nouvelles. Écoutez attentivement et montrez votre enthousiasme, cela renforcera votre complicité et ravivera la passion.",
      "career": "Le 24 janvier 2026, les Gémeaux doivent privilégier la clarté dans leurs projets professionnels. Prenez le temps de structurer vos idées et de fixer des objectifs précis. Évitez les dispersions en vous concentrant sur une tâche à la fois. Sur le plan financier, surveillez vos dépenses et évitez les investissements risqués. Une gestion prudente renforcera votre stabilité et préparera un avenir plus serein.",
      "mood": "Le 24 janvier 2026, Gémeaux ressentira une atmosphère d'enthousiasme mêlé d'angoisse douce, incitant à la réflexion intérieure tout en cherchant la légèreté dans des échanges sincères et inspirants.",
      "lucky_numbers": [
        29,
        3,
        27
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, 24 janvier 2026 : une journée d’éveil intérieur et d’opportunités",
      "general": "Aujourd'hui, les Cancers ressentiront un fort besoin de se reconnecter avec leurs émotions et leur environnement intérieur. Sur le plan sentimental, la journée s'annonce harmonieuse, propice aux échanges sincères avec votre partenaire ou à la découverte de nouvelles personnes intéressantes. Sur le plan professionnel, votre créativité est stimulée, ce qui peut vous aider à résoudre des problèmes complexes ou à initier un projet innovant. Côté santé, il est important de prendre du temps pour vous recentrer, que ce soit par la méditation ou une activité apaisante en pleine nature. Enfin, votre intuition sera particulièrement précise, vous guidant vers des choix judicieux. Aujourd’hui, prenez le temps de noter vos ressentis et planifiez une méditation guidée pour renforcer votre clarté intérieure.",
      "love": "Pour les Cancers en 2026, il est essentiel de cultiver la communication authentique avec votre partenaire. Si vous êtes célibataire, ouvrez-vous aux nouvelles rencontres en partageant vos passions. Pour renforcer votre relation, pratiquez l’écoute active et montrez votre soutien sincère. N’oubliez pas de prendre du temps pour vous, afin d’équilibrer amour et bien-être personnel. La patience et la confiance seront vos atouts majeurs cette année.",
      "career": "Le 24 janvier 2026, les Cancers doivent se concentrer sur leur développement professionnel en renforçant leurs compétences. Prenez le temps de vous former ou de suivre des ateliers pour booster votre crédibilité. Sur le plan financier, évitez les dépenses impulsives et privilégiez l’épargne. Analysez vos finances chaque mois pour repérer les opportunités d’investissement ou de réduction des coûts. Patience et discipline seront vos alliées.",
      "mood": "Le 24 janvier 2026, Cancer ressentira une douce mélancolie mêlée à un soupçon d’espoir, créant une ambiance chaleureuse mais introspective, propice à la réflexion profonde et à la reconquête de la sérénité intérieure.",
      "lucky_numbers": [
        21,
        45,
        19
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, prépare-toi à une année de réussite et d'inspiration",
      "general": "Aujourd’hui, le Lion pourrait ressentir une énergie particulière qui stimule sa créativité et sa confiance. Sur le plan professionnel, il est conseillé de saisir les opportunités et de faire preuve d’initiative, car cela pourrait ouvrir de nouvelles portes. Sur le plan personnel, des échanges sincères renforceront ses relations et apporteront une sensation de chaleur intérieure. La journée favorise également la réflexion sur ses objectifs à long terme, permettant d’affiner ses projets et de gagner en clarté. La famille et les amis pourraient jouer un rôle important dans son bien-être, alors n'hésitez pas à partager un moment en leur compagnie. Pour tirer le meilleur parti de cette journée, Lion doit aujourd’hui prendre le temps de s’exprimer avec authenticité et de faire confiance à son instinct.",
      "love": "Pour les Lions en 2026, cultivez la patience et l’écoute, en particulier avec votre moitié. Les célibataires devraient privilégier la sincérité et l’authenticité pour attirer quelqu’un qui vous correspond vraiment. Faites preuve d’empathie, partagez des moments sincères, et n’hésitez pas à exprimer vos sentiments. La communication ouverte et la confiance renforceront toutes vos relations cette année, apportant harmonie et bonheur durable.",
      "career": "Pour le Lion du 24 janvier 2026, concentre-toi sur la consolidation de tes compétences et la gestion rigoureuse de ton budget. Investis dans des formations professionnelles pour renforcer ton profil et explore de nouvelles opportunités. Reste à l'écoute de ton intuition dans les décisions financières, et évite les risques inutiles. Pense aussi à épargner régulièrement pour assurer ta stabilité à long terme.",
      "mood": "Le lion de ce jour dégage une aura de puissance tranquille et de sagesse profonde, mêlant une intensité passionnée à une sérénité noble, invitant à la confiance et à l’admiration sincère.",
      "lucky_numbers": [
        34,
        8,
        32
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, aujourd'hui, votre intuition vous guidera vers la réussite",
      "general": "Aujourd'hui, les Vierges ressentiront une envie intense de mettre de l'ordre dans leurs pensées et leur environnement. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, apportant de nouvelles perspectives si vous osez sortir de votre zone de confort. Sur le plan personnel, il est important d'être à l'écoute de vos proches et de leur offrir votre soutien sincère. Vous pourriez également ressentir une certaine fatigue, alors n'hésitez pas à prendre quelques instants pour vous recentrer et recharger vos batteries. La journée promet d'être riche en petites découvertes, à condition de rester attentif aux signes qui vous entourent. Aujourd'hui, prenez le temps de planifier vos objectifs pour la semaine à venir, en inscrivant les étapes concrètes à réaliser.",
      "love": "Le 24 janvier 2026, que vous soyez célibataire ou en couple, prenez le temps d'écouter votre intuition. Pour les célibataires, ouvrez-vous aux nouvelles rencontres sans trop analyser. Pour les couples, privilégiez la communication sincère et la patience face aux petits défis. Cultivez la confiance en montrant votre engagement sincère et en créant des moments de complicité pour renforcer votre lien.",
      "career": "Le 24 janvier 2026, votre souci du détail vous aidera à faire progresser vos finances. Prenez le temps de revoir votre budget et éliminez les dépenses inutiles. Investissez dans votre développement personnel ou professionnel pour renforcer votre stabilité. Restez patient face aux défis, et n'hésitez pas à demander conseil à un expert pour optimiser vos investissements.",
      "mood": "Le 24 janvier 2026, la Vierge ressent une douce harmonie mêlée d’un sentiment d’espoir et de renouveau. L’émotion est empreinte de sérénité, invitant à la réflexion profonde et à l’optimisme discret face à l’avenir.",
      "lucky_numbers": [
        48,
        22,
        46
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Harmonisez votre vie intérieure pour un équilibre parfait aujourd'hui",
      "general": "Aujourd’hui, les balances ressentiront un besoin accru d’harmonie dans leur vie. Sur le plan personnel, il sera essentiel de prendre du recul pour mieux évaluer vos relations et renforcer celles qui vous apportent de la sérénité. Côté professionnel, votre sens de la justice et votre diplomatie seront vos meilleurs atouts pour résoudre un conflit ou négocier avec succès. Sur le plan financier, évitez les dépenses impulsives et privilégiez la stabilité. C’est aussi un bon moment pour vous recentrer sur votre bien-être intérieur, en pratiquant la méditation ou la réflexion. Cette journée mettra en lumière votre capacité à équilibrer diverses facettes de votre vie. Aujourd’hui, prenez quelques instants pour écrire une liste de priorités et engagez-vous à suivre cette nouvelle organisation.",
      "love": "Pour ceux qui cherchent l’amour ou déjà en couple, cultivez l’écoute sincère et la patience. Pratiquez la communication ouverte en partageant vos attentes et vos sentiments régulièrement. Pour les célibataires, priorisez votre bien-être et ne vous précipitez pas. Pour les couples, créez des moments de complicité authentique. Gardez un équilibre entre votre vie personnelle et amoureuse pour construire une relation solide et épanouissante.",
      "career": "Pour préserver votre équilibre financier en 2026, établissez un budget mensuel précis et respectez-le scrupuleusement. Investissez dans votre développement professionnel en suivant des formations pour augmenter votre valeur sur le marché. Épargnez une part régulière de vos revenus et diversifiez vos placements. Cultivez également un équilibre personnel en prenant du temps pour votre bien-être et vos passions.",
      "mood": "Le ton émotionnel de cette journée évoque une douce sérénité mêlée à une profonde introspection. L’atmosphère est calme, emplie de paix intérieure, invitant à la réflexion et à la recherche d’harmonie.",
      "lucky_numbers": [
        38,
        12,
        36
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, une journée riche en révélations et opportunités inattendues",
      "general": "Ce 24 janvier 2026, le Scorpion se sentira particulièrement intense et déterminé, prêt à relever de nouveaux défis dans sa vie personnelle et professionnelle. Les influences planétaires favorisent la communication, ce qui vous permettra d'exprimer plus clairement vos sentiments et vos idées. Sur le plan sentimental, une belle opportunité de renforcer vos liens ou de clarifier des malentendus pourrait se présenter. Côté carrière, votre persévérance sera remarquée, mais attention à ne pas laisser la frustration prendre le dessus si les progrès semblent lents. Sur le plan financier, évitez les décisions impulsives. Aujourd’hui, prenez le temps de méditer ou de simplement respirer profondément pour mieux vous recentrer. N'hésitez pas à planifier une conversation importante pour faire avancer un projet ou clarifier une situation.",
      "love": "Pour les Scorpions en cette date, cultivez la confiance et la communication sincère. Pour les célibataires, ouvrez votre cœur à de nouvelles rencontres sans crainte de vulnérabilité. Pour les couples, privilégiez des moments d’écoute profonde pour renforcer votre complicité. Apprenez à lâcher prise sur le contrôle, et laissez l’amour évoluer naturellement, en douceur et en authenticité, pour créer des liens solides et épanouissants.",
      "career": "Le 24 janvier 2026, les Scorpions doivent se concentrer sur la gestion de leur budget en évitant les dépenses impulsives. Profitez de cette journée pour établir un plan financier à long terme et explorer de nouvelles opportunités professionnelles. Restez ouvert aux collaborations et investissez dans votre développement personnel pour renforcer votre stabilité. La patience et la discipline seront vos meilleurs alliés aujourd’hui.",
      "mood": "Le 24 janvier 2026, le Scorpion ressentira une profonde intensité émotionnelle mêlée à une sensation de renouveau. Une atmosphère de mystère et de curiosité enveloppera leur journée, suscitant à la fois introspection et espoir.",
      "lucky_numbers": [
        39,
        13,
        37
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, une journée idéale pour révéler votre potentiel caché",
      "general": "Aujourd’hui, Sagittaire, vous ressentirez une énergie positive qui renforcera votre confiance dans vos projets personnels et professionnels. C’est le moment idéal pour exprimer vos idées, car votre enthousiasme sera contagieux et pourra ouvrir de nouvelles portes. Sur le plan sentimental, une communication claire avec votre partenaire ou une personne qui vous attire vous apportera une meilleure compréhension mutuelle. Sur le plan professionnel, votre créativité sera votre atout principal, alors osez sortir des sentiers battus et proposez des solutions innovantes. Sur le plan personnel, il sera bénéfique de prendre quelques instants pour vous recentrer et faire le point sur vos ambitions. Aujourd’hui, prenez le temps d’écrire vos objectifs pour la semaine à venir et faites un premier pas vers leur réalisation.",
      "love": "Le 24 janvier 2026, Sagittaire, profitez de cette journée pour renforcer la confiance, que vous soyez seul ou en couple. Si vous êtes célibataire, osez engager une conversation sincère pour découvrir des affinités profondes. En couple, pratiquez l’écoute active et montrez votre appréciation par de petites attentions. Cultivez la patience et l’ouverture pour bâtir des liens solides et authentiques.",
      "career": "Le 24 janvier 2026, les Sagittaires devraient se concentrer sur la planification à long terme en matière financière. Évitez les dépenses impulsives et épargnez régulièrement. Sur le plan professionnel, c’est le moment d’élargir vos compétences en suivant des formations ou des ateliers. Restez ouvert aux opportunités et osez prendre des initiatives pour atteindre vos objectifs. La patience et la discipline seront vos alliées.",
      "mood": "Le 24 janvier 2026, le Sagittaire ressentira une atmosphère d’optimisme dynamique, mêlée à une curiosité insatiable. Une énergie libératrice et un enthousiasme profond envahiront leur esprit, invitant à explorer de nouvelles horizons avec confiance et joie.",
      "lucky_numbers": [
        37,
        11,
        35
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne : influence majeure favorise votre succès et votre croissance",
      "general": "Aujourd'hui, les Capricornes ressentiront une forte envie de progrès dans leur vie professionnelle tout en cherchant à équilibrer leurs relations personnelles. La brillante influence de la lune vous aidera à prendre des décisions éclairées, surtout en ce qui concerne de nouvelles responsabilités ou projets. Sur le plan émotionnel, il est important de rester à l'écoute de votre intuition, car elle vous guidera vers des choix plus sincères et durables. Votre patience sera votre atout majeur, mais évitez la tendance à tout vouloir contrôler. Sur le plan financier, il serait judicieux de revoir votre budget et d’éviter les dépenses impulsives. Pour finir, n’hésitez pas à consacrer un moment à la détente afin de recharger vos batteries. Cet après-midi, planifiez une activité qui vous apaise, comme une promenade ou une lecture.",
      "love": "Pour les Capricornes célibataires le 24 janvier 2026, il est important d’ouvrir votre cœur en découvrant de nouvelles activités sociales et en osant exprimer vos sentiments. Pour ceux en couple, investissez du temps dans la communication sincère et de petites attentions quotidiennes. Cultivez la patience et la confiance pour renforcer vos liens, en évitant la routine et en partageant vos rêves.",
      "career": "Le 24 janvier 2026, les Capricornes devraient se concentrer sur la planification à long terme, en établissant un budget réaliste et en évitant les dépenses impulsives. Profitez de cette journée pour revoir vos objectifs professionnels, et n'hésitez pas à demander conseil à un mentor. Investissez dans vos compétences ou formation pour renforcer votre valeur sur le marché du travail. La patience sera votre meilleure alliée pour réussir.",
      "mood": "Le 24 janvier 2026, le Capricorne ressentira une profonde mélancolie mêlée à un sentiment d’espoir tranquille, invitant à la réflexion intérieure, à la patience et à la recherche de stabilité dans un climat d’incertitude subtil.",
      "lucky_numbers": [
        21,
        45,
        19
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, cette journée vous réserve des surprises inattendues",
      "general": "Aujourd'hui, le Verseau pourrait ressentir une envie de renouvellement et de créativité dans sa vie personnelle comme professionnelle. Les astres favorisent la communication avec les proches, ce qui peut renforcer des liens importants. C’est une journée idéale pour exprimer vos idées ou pour écouter attentivement ce que les autres ont à dire. Sur le plan émotionnel, vous pourriez être plus sensible que d’habitude, alors prenez le temps de faire le point et de vous recentrer. Côté travail, votre esprit innovant sera votre meilleur atout pour avancer dans vos projets. Méfiez-vous toutefois de quelques malentendus si vous ne clarifiez pas vos intentions. Aujourd’hui, prenez un moment pour écrire vos pensées ou pour méditer afin d’éclaircir votre chemin.",
      "love": "Le 24 janvier 2026, les Verseaux doivent cultiver leur authenticité en amour. Pour les célibataires, osez sortir de votre zone de confort et engagez des conversations sincères. En couple, privilégiez la communication ouverte et écoutez attentivement votre partenaire. Faites des activités communes pour renforcer la complicité. Restez fidèle à vous-même tout en étant attentif aux besoins de l'autre, pour un amour épanoui.",
      "career": "Le Verseau, le 24 janvier 2026, est une journée idéale pour réfléchir à vos finances et investir dans des projets innovants. Soyez prudent avec les dépenses impulsives et privilégiez l’épargne. Faites preuve de transparence dans vos relations professionnelles pour renforcer votre crédibilité. N’hésitez pas à chercher conseil auprès d’un expert pour optimiser votre avenir financier et saisir les opportunités qui se présentent.",
      "mood": "Le 24 janvier 2026, le Verseau ressentira une énergie optimiste et stimulante, emplie d’espoir et de créativité, mais aussi une tranquillité intérieure qui favorise la réflexion profonde et les connexions sincères.",
      "lucky_numbers": [
        35,
        9,
        33
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une journée pleine de surprises et d’épanouissement",
      "general": "Aujourd’hui, les Poissons ressentent une grande intensité dans leur vie émotionnelle, ce qui peut les rendre plus sensibles et réceptifs aux autres. C’est une journée propice pour faire le point sur vos relations, qu’elles soient amicales ou amoureuses. Sur le plan professionnel, votre créativité est en pleine floraison, vous pouvez saisir des opportunités innovantes si vous vous montrez confiant et audacieux. La santé mentale et physique demande attention : prenez un moment pour vous recentrer, méditer ou simplement respirer profondément. Vos intuitions seront particulièrement affinées, alors n’hésitez pas à écouter votre voix intérieure. Aujourd’hui, consacrez du temps à votre développement personnel et n’hésitez pas à exprimer ce que vous ressentez.",
      "love": "Pour les Poissons en ce début d'année, reste ouvert à la communication sincère, surtout si tu es en couple. Les célibataires devraient sortir de leur zone de confort en rencontrant de nouvelles personnes inspirantes. Cultive la confiance en toi et exprime tes émotions avec douceur. Prends le temps d’écouter ton intuition pour faire des choix alignés avec ton cœur.",
      "career": "Pour les Poissons en 2026, il est important de rester concentré sur vos objectifs financiers. Élaborez un budget clair et évitez les dépenses impulsives. Sur le plan professionnel, utilisez votre intuition pour saisir de nouvelles opportunités, mais vérifiez toujours les détails. Investissez dans votre développement personnel pour renforcer votre stabilité à long terme. La patience et la discipline seront vos alliées cette année.",
      "mood": "Le 24 janvier 2026, les Poissons ressentiront une douceur profonde mêlée à une curiosité évocatrice. L’émotion sera empreinte de rêve, d’intuition et d’un léger sentiment d’incertitude, éveillant en eux une envie de réconfort et",
      "lucky_numbers": [
        42,
        16,
        40
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}