{
  "date": "2026-02-06",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, aujourd'hui, votre énergie vous ouvre de nouvelles portes",
      "general": "Aujourd'hui, Bélier, vous ressentirez une énergie vive qui vous pousse à agir dans plusieurs domaines de votre vie. Au travail, votre détermination sera votre force, mais veillez à garder un équilibre pour éviter le stress inutile. Sur le plan personnel, des échanges sincères renforceront vos liens avec ceux que vous aimez, apportant un sentiment de stabilité et de bonheur. Côté santé, privilégiez des activités qui vous détendent et vous recentrent. La journée sera aussi propice à la créativité, alors n'hésitez pas à explorer de nouvelles idées ou projets. Restez à l'écoute de votre intuition, car elle vous guidera efficacement. Enfin, faites un pas vers quelqu'un que vous souhaitez mieux connaître aujourd'hui, cela pourrait ouvrir de nouvelles portes.",
      "love": "Le Bélier en ce début février 2026 doit apprendre à cultiver la patience et l'écoute dans ses relations. Pour les célibataires, osez vous ouvrir davantage et évitez de précipiter les rencontres. Pour les couples, privilégiez la communication sincère et planifiez des moments de complicité pour renforcer votre lien. La confiance et la douceur seront vos alliées cette semaine.",
      "career": "En ce début de février 2026, Bélier, concentrez-vous sur la gestion réaliste de vos finances en évitant les dépenses impulsives. Profitez de cette période pour renforcer vos compétences professionnelles en suivant une formation ou en réseautant. Restez à l’écoute des opportunités, mais prenez le temps d’analyser chaque décision. La patience et la planification seront vos meilleurs atouts pour avancer.",
      "mood": "Le Bélier du 6 février 2026 ressentira une énergie stimulante empreinte d’enthousiasme et de détermination, mêlée à une légère impulsivité qui pourrait conduire à des surprises, tout en cultivant une confiance ardente en l’avenir.",
      "lucky_numbers": [
        18,
        24,
        30
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, découvrez une opportunité majeure ce 6 février 2026",
      "general": "Aujourd'hui, Taureau, vous pourriez ressentir une envie de vous recentrer sur vous-même et sur vos proches. Sur le plan professionnel, une nouvelle opportunité pourrait se présenter, mais prenez le temps de bien l’étudier avant de vous engager. Côté cœur, la communication avec votre partenaire sera essentielle pour éviter les malentendus, alors n'hésitez pas à exprimer vos sentiments avec douceur. Sur le plan financier, cela peut être une journée prudente, évitez les dépenses impulsives. Concernant votre santé, privilégiez des activités apaisantes comme la méditation ou une promenade dans la nature. Ce jour est parfait pour faire une pause et réfléchir à vos envies. Aujourd’hui, impliquez-vous dans une activité qui vous reconnecte à votre bien-être intérieur.",
      "love": "Pour les Taureau en 2026-02-06, cultivez la patience et la communication sincère. En couple, prenez le temps d’écouter votre partenaire et d’exprimer vos sentiments sans retenue. En solo, ouvrez-vous aux rencontres authentiques en suivant votre intuition, mais restez fidèle à vos valeurs. Investissez dans la confiance mutuelle pour renforcer votre amour ou attirer la bonne personne.",
      "career": "Pour un Taureau en 2026, il est essentiel de se concentrer sur la stabilité financière en évitant les dépenses impulsives. Profitez de cette période pour renforcer vos économies et investir prudemment dans des projets à long terme. Soyez également attentif aux opportunités professionnelles en développant vos compétences, ce qui pourrait ouvrir des portes vers de nouveaux horizons. La patience sera votre meilleure alliée.",
      "mood": "Le 6 février 2026, Taureau ressentira une atmosphère empreinte de calme et de sérénité, mêlée à une douce anticipation. Une journée propice à la réflexion, à la stabilité intérieure et à l’harmonie avec ses proches.",
      "lucky_numbers": [
        20,
        26,
        32
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, aujourd'hui, découvrez de nouvelles opportunités passionnantes",
      "general": "Aujourd'hui, les Gémeaux pourraient ressentir une grande envie de communication et d’échanges. Votre esprit vif est à son apogée, ce qui vous permettra de saisir des opportunités professionnelles ou personnelles avec facilité. Cependant, faites attention à ne pas vous disperser en voulant tout faire en même temps. Vos relations amoureuses seront dynamiques, mais il est essentiel d’être à l’écoute de votre partenaire et de partager vos pensées en toute sincérité. Sur le plan financier, évitez les décisions impulsives et privilégiez la réflexion approfondie. Votre curiosité naturelle peut vous mener vers des découvertes enrichissantes, mais restez concentré sur ce qui vous tient vraiment à cœur. Aujourd’hui, prenez le temps de vous recentrer en faisant une pause pour réfléchir à vos objectifs.",
      "love": "Le 6 février 2026, les Gémeaux, que vous soyez célibataires ou en couple, profitez de cette journée pour communiquer sincèrement. Pour les célibataires, explorez de nouvelles activités pour élargir votre cercle social. Pour les couples, planifiez une sortie surprise pour raviver la complicité. Prenez le temps d’écouter l’autre attentivement et d’exprimer vos sentiments avec douceur. La transparence renforcera votre lien.",
      "career": "Pour les Gémeaux du 6 février 2026, il est essentiel de rester concentré et d'éviter la dispersion. Profitez des opportunités de réseautage pour renforcer votre crédibilité. Sur le plan financier, évaluez vos dépenses et évitez les investissements impulsifs. Mettez en place un budget précis et épargnez régulièrement. Cela vous aidera à sécuriser votre avenir et à atteindre vos objectifs professionnels avec confiance.",
      "mood": "Le 6 février 2026, les Gémeaux ressentiront une douceur apaisante mêlée d'une curiosité éveillée, invitant à la réflexion et à la communication sincère, créant une atmosphère légère, enjouée mais profondément introspective.",
      "lucky_numbers": [
        11,
        17,
        23
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, le jour favorise croissance et rencontres enrichissantes",
      "general": "Aujourd'hui, les natifs du Cancer ressentiront une énergie particulière qui favorise la communication et les relations personnelles. C'est une journée idéale pour exprimer vos sentiments, renforcer vos liens familiaux et équilibrer votre vie intérieure et extérieure. Sur le plan professionnel, votre intuition vous guidera vers des décisions judicieuses, mais évitez de laisser vos émotions prendre le dessus. Côté santé, prenez soin de vous en vous accordant une pause bien méritée et en privilégiant des activités relaxantes. La journée sera propice à l'introspection, ainsi qu'à la planification de projets futurs. N'hésitez pas à faire le point sur vos objectifs et à partager vos idées avec vos proches pour renforcer votre confiance. Aujourd'hui, prenez le temps d'écrire vos pensées pour mieux clarifier vos envies.",
      "love": "Le 6 février 2026, Cancer, que vous soyez seul ou en couple, privilégiez la communication sincère. Pour les célibataires, ouvrez votre cœur doucement et ne vous précipitez pas. En couple, écoutez attentivement votre partenaire et exprimez vos besoins avec douceur. Cultivez la confiance en partageant vos émotions et en passant du temps de qualité ensemble pour renforcer votre lien.",
      "career": "Le 6 février 2026, il est important pour le Cancer de se concentrer sur la gestion de ses finances en établissant un budget précis et en épargnant régulièrement. Sur le plan professionnel, saisissez les opportunités de formation pour renforcer vos compétences. Cultivez la patience et la persévérance face aux défis, et n'hésitez pas à demander conseil si nécessaire pour avancer sereinement.",
      "mood": "Le 6 février 2026, Cancer ressentira une profonde chaleur intérieure mêlée à une douce nostalgie. L’émotion sera empreinte de sérénité, invitant à la réflexion et à l'apaisement, tout en favorisant une intuition renforcée.",
      "lucky_numbers": [
        3,
        9,
        15
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre énergie en pleine expansion. Saisissez cette chance maintenant.",
      "general": "Aujourd'hui, le Lion pourrait ressentir une énergie renouvelée qui stimule sa créativité et son dynamisme dans plusieurs aspects de sa vie. Sur le plan professionnel, des opportunités inattendues pourraient apparaître, il serait judicieux de rester attentif et prêt à saisir de nouvelles responsabilités. Côté amour, la communication sera clé pour renforcer les liens existants ou clarifier des malentendus, alors prenez le temps d’écouter avec bienveillance. Sur le plan personnel, une envie de vous exprimer ou de mettre votre passion en avant pourrait émerger, n’hésitez pas à partager vos idées avec enthousiasme. Enfin, dans votre routine quotidienne, privilégiez la spontanéité pour profiter pleinement de cette journée pleine de potentiel. Aujourd’hui, engagez-vous à faire un pas vers une de vos passions.",
      "love": "Lion, en 2026, cultive la patience et l’écoute dans tes relations. Pour les célibataires, prends le temps de connaître en profondeur avant de t’engager. Pour les couples, planifie des moments de complicité sincère pour renforcer la connexion. Sois ouvert aux compromis et à la spontanéité. La communication authentique sera ta clé pour des relations épanouissantes cette année.",
      "career": "Le Lion en février 2026 doit se concentrer sur la consolidation de ses compétences professionnelles, en suivant des formations ou en obtenant des certifications. Sur le plan financier, il est crucial de privilégier l’épargne et d’éviter les dépenses impulsives. Réévaluez vos investissements, privilégiez ceux à long terme et créez un budget mensuel strict pour assurer une stabilité financière durable.",
      "mood": "Le lion du 6 février 2026 dégage une impression de sagesse majestueuse, mêlant une solennité tranquille à une force intérieure palpable, évoquant à la fois la noblesse ancestral et une sérénité profonde.",
      "lucky_numbers": [
        16,
        22,
        28
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, aujourd'hui, votre sagesse guide vos choix importants",
      "general": "Aujourd’hui, la Vierge ressentira un regain d’énergie qui l’incitera à organiser ses projets et à clarifier ses priorités. Sur le plan professionnel, il sera favorable de se concentrer sur des tâches importantes et de faire preuve de rigueur, car cela portera ses fruits à long terme. Dans sa vie personnelle, la communication sera essentielle pour renforcer ses liens avec ses proches. Écouter attentivement et faire preuve de bienveillance apportera une harmonie nouvelle à ses relations. Sur le plan mental, il est conseillé de faire une pause pour méditer ou réfléchir afin de recentrer ses idées. Son sens pratique sera un atout majeur aujourd’hui, alors ne tardez pas à mettre en place une nouvelle organisation chez vous. Aujourd’hui, prenez le temps de noter vos objectifs pour la semaine.",
      "love": "Pour les Vierge célibataires en 2026, il est temps d'ouvrir votre cœur doucement en partageant vos passions. Prenez le risque de rencontrer de nouvelles personnes lors d’activités qui vous inspirent. Pour les couples, privilégiez la communication sincère en écoutant attentivement. Planifiez une escapade ensemble pour raviver la complicité et créer des souvenirs précieux. Faites preuve de patience et d’écoute pour renforcer vos liens.",
      "career": "Le 6 février 2026, en tant que Vierge, concentrez-vous sur l'organisation de vos finances en établissant un budget précis. Priorisez la gestion de vos dettes et investissez dans des formations professionnelles pour renforcer vos compétences. Soyez patient face à vos projets, en adoptant une approche méthodique. Persévérez, et de nouveaux horizons financiers s’ouvriront pour vous dans les mois à venir.",
      "mood": "Le 6 février 2026, la Vierge ressentira une douceur intérieure mêlée à une légèreté inattendue, invitant à l’introspection et à la sérénité, tout en suscitant une inspiration calme et une confiance renouvelée en soi.",
      "lucky_numbers": [
        30,
        36,
        42
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Aujourd'hui, trouvez l'harmonie intérieure et la paix durable",
      "general": "Aujourd’hui, Balance, l’harmonie intérieure est essentielle pour avancer. Sur le plan émotionnel, vous pourriez ressentir une légère agitation qui demande à être apaisée. Au travail, une idée innovante pourrait soudainement émerger, apportant une nouvelle perspective et vous permettant de résoudre une problématique persistante. Sur le plan relationnel, il est important d’écouter attentivement vos proches, car leur soutien pourrait jouer un rôle clé dans votre bien-être. Votre énergie physique pourrait fluctuer, alors privilégiez des activités qui favorisent la détente et la reconnexion avec vous-même. La clé aujourd’hui est de cultiver la patience tout en restant ouvert à de nouvelles solutions. Prenez un moment pour méditer ou écrire, cela vous aidera à clarifier votre esprit et à avancer plus sereinement.",
      "love": "Pour cultiver l’amour en 2026, prenez le temps d’écouter sincèrement votre partenaire et de partager vos sentiments honnêtement. Pour les célibataires, apprenez à vous connaître profondément avant de vous engager. Cultivez l’équilibre en établissant des limites saines et en respectant les besoins de chacun. N’oubliez pas que la communication ouverte et la patience sont essentielles pour construire une relation solide ou pour attirer la bonne personne.",
      "career": "Pour assurer un équilibre financier en 2026, établis un budget mensuel précis et engage-toi à le respecter. Diversifie tes sources de revenus et améliore continuellement tes compétences professionnelles pour augmenter ta valeur. Investis intelligemment dans des placements sécuritaires et évite les dettes inutiles. Prends le temps d’économiser régulièrement, même de petites sommes, pour construire une sécurité financière solide.",
      "mood": "Le 6 février 2026 évoque une ambiance paisible empreinte de sérénité et d’harmonie intérieure, incitant à la réflexion douce et à la stabilité émotionnelle, où la quiétude enveloppe chaque pensée et chaque sentiment.",
      "lucky_numbers": [
        20,
        26,
        32
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, découvrez votre destin lumineux ce 6 février 2026",
      "general": "Aujourd'hui, les énergies favorisent une introspection profonde pour les Scorpions, vous permettant de mieux comprendre vos véritables désirs et motivations. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, mais il vous faudra faire preuve de discernement avant de vous engager. En amour, la communication est essentielle pour renforcer vos liens, ne laissez pas les malentendus s'envenimer. Côté santé, privilégiez la relaxation et évitez le stress excessif pour maintenir un équilibre intérieur. Sur le plan financier, soyez prudent avec vos dépenses impulsives et privilégiez les investissements réfléchis. Aujourd’hui, prenez un moment pour écrire vos objectifs et planifier votre semaine afin de rester concentré sur ce qui compte vraiment.",
      "love": "Pour les Scorpions célibataires en février 2026, ouvrez votre cœur avec confiance, mais prenez le temps d'établir une communication sincère. Pour ceux en couple, cultivez la patience et l’écoute active, afin de renforcer la confiance mutuelle. Soyez honnête sur vos émotions et évitez la jalousie excessive. Investissez dans des moments authentiques pour solidifier votre lien.",
      "career": "Le 6 février 2026, les Scorpions devraient se concentrer sur la gestion de leur budget et éviter les dépenses impulsives. Profitez de cette période pour renforcer vos compétences professionnelles en suivant une formation ou en réseautant. Restez à l’écoute des opportunités, mais prenez le temps de réfléchir avant de vous engager. Cultivez la patience et faites preuve de persévérance pour atteindre vos objectifs financiers et de carrière.",
      "mood": "Le ton émotionnel ce jour-là pour le Scorpion est empreint de profonde introspection et de passion silencieuse, mêlées à une atmosphère de mystère et d'intensité, évoquant à la fois la réflexion et la transformation intérieure.",
      "lucky_numbers": [
        21,
        27,
        33
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, votre énergie positive vous mènera vers de nouveaux horizons",
      "general": "Aujourd'hui, Sagittaire, vous pouvez ressentir une énergie renouvelée qui vous pousse à explorer de nouvelles idées et à dépasser vos limites. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, nécessitant votre engagement et votre dévouement. Sur le plan personnel, votre humeur optimiste attirera la complicité de vos proches, renforçant vos liens. Cependant, il sera important de garder une certaine prudence dans vos échanges pour éviter tout malentendu. Sur le plan intérieur, votre intuition sera particulièrement fine, vous guidant vers les bonnes décisions. Profitez de cette journée pour vous concentrer sur ce qui vous motive réellement et pour faire avancer vos projets. Aujourd'hui, prenez le temps de noter vos idées et de définir des objectifs clairs pour la suite.",
      "love": "Pour les Sagittaire en ce début février 2026, cultivez la patience et la communication sincère. Si vous êtes célibataire, ouvrez-vous aux rencontres authentiques en partageant vos passions. En couple, évitez l’impulsivité en discutant calmement de vos envies et besoins. Planifiez une escapade pour renforcer votre complicité. Restez fidèle à vous-même tout en étant attentif aux émotions de l’autre.",
      "career": "Le 6 février 2026, les Sagittaires devraient privilégier la planification financière et prendre le temps d’évaluer leurs objectifs professionnels. Évitez les décisions impulsives et investissez dans des formations ou projets qui favorisent votre croissance à long terme. Restez ouvert aux opportunités, mais faites preuve de prudence pour sécuriser votre avenir. Cultivez aussi votre réseau pour ouvrir de nouvelles portes.",
      "mood": "Le 6 février 2026, l'atmosphère est empreinte d'optimisme et de curiosité pour le Sagittaire. Un sentiment d'aventure et d'espoir émerge, invitant à la découverte intérieure et à une confiance renouvelée en l'avenir.",
      "lucky_numbers": [
        19,
        25,
        31
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, aujourd'hui, découvrez votre force intérieure et réussite",
      "general": "Aujourd'hui, le jour s'annonce porteur pour le Capricorne dans plusieurs aspects de votre vie. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, mais il faudra faire preuve de patience et de discernement pour saisir la bonne occasion. Sur le plan affectif, la communication avec votre partenaire ou quelqu’un de proche sera favorisée, apportant des moments de complicité et de renouveau. Dans votre quotidien, votre organisation et votre détermination seront vos atouts pour avancer dans vos projets personnels ou familiaux. Veillez cependant à ne pas trop vous laisser submerger par le stress ou la pression. Accordez-vous un moment pour respirer et vous recentrer, afin de garder un équilibre intérieur. Aujourd’hui, prenez l’initiative d’organiser un petit rendez-vous pour renforcer l’harmonie.",
      "love": "Pour les Capricornes en 2026, il est essentiel de cultiver la sincérité. Si vous êtes célibaire, ouvrez-vous aux rencontres authentiques en partageant vos passions. Pour les couples, privilégiez la communication en exprimant clairement vos besoins. Efforcez-vous de créer un espace de confiance mutuelle, en consacrant du temps de qualité, afin de renforcer votre lien et d’insuffler une énergie nouvelle à votre relation.",
      "career": "Pour un Capricorne en 2026-02-06, il est essentiel de rester discipliné et de planifier à long terme. Élaborez un budget précis et investissez dans des formations pour renforcer vos compétences professionnelles. Faites preuve de patience face aux défis, en conservant une attitude positive. N'hésitez pas à solliciter des conseils d'experts pour optimiser vos finances et construire une stabilité durable.",
      "mood": "Le 6 février 2026, le Capricorne ressentira une profonde mélancolie mêlée à une détermination renaissante, invitant à la réflexion intérieure et à l'espoir discret malgré un climat émotionnel parfois pesant.",
      "lucky_numbers": [
        3,
        9,
        15
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, demain, découvrez votre avenir plein de surprises profondes",
      "general": "Aujourd'hui, le Verseau pourrait ressentir une belle dynamique dans ses relations personnelles, avec des rencontres inattendues ou une conversation qui stimule son esprit. Au niveau professionnel, il est conseillé de faire preuve de créativité et de rester ouvert aux nouvelles idées, car cela pourrait ouvrir des opportunités importantes. Sur le plan émotionnel, il est important de prendre un peu de recul pour mieux comprendre ses véritables sentiments. La journée invite à un équilibre entre le besoin de liberté et l'attention aux proches, afin d’éviter tout malentendu. La santé mentale et physique devra être surveillée, en privilégiant la détente et des activités qui ressourcent. Ce soir, prenez le temps de vous recentrer sur ce qui vous fait vraiment vibrer et planifiez une petite escapade ou une activité relaxante.",
      "love": "Pour les Verseaux, cette journée en amour invite à l’ouverture et à la sincérité. Si vous êtes célibataire, osez engager la conversation avec quelqu’un qui vous inspire, montrez votre authenticité. En couple, privilégiez la communication et surprenez votre moitié par une attention sincère. Cultivez la confiance en étant à l’écoute et en partageant vos aspirations pour renforcer votre lien. Solides et sincères, vos relations évolueront positivement.",
      "career": "Pour le Verseau en février 2026, il est essentiel de se concentrer sur la gestion équilibrée de ses finances et de ses ambitions professionnelles. Prenez le temps d’évaluer vos projets, faites des économies pour sécuriser votre avenir, et privilégiez la formation continue pour renforcer votre expertise. Restez ouvert aux opportunités et n’oubliez pas de vous entourer de personnes inspirantes pour avancer avec confiance.",
      "mood": "Le 6 février 2026, le Verseau ressentira une ambiance douce et mystérieuse, emplie d'espoir et de curiosité, invitant à l'introspection et à la créativité, tout en cultivant une sérénité profonde et inspirante.",
      "lucky_numbers": [
        17,
        23,
        29
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, votre intuition vous guidera vers de nouvelles opportunités",
      "general": "Aujourd'hui, les Poissons ressentiront une énergie accrue pour explorer de nouvelles idées et projets. Sur le plan personnel, il est propice à renforcer vos liens avec vos proches en exprimant avec sincérité vos sentiments. Au travail, vous pourriez découvrir une solution innovante à un problème ancien, ce qui impressionnera vos collègues. Sur le plan émotionnel, il est important de prendre le temps de vous recentrer et d'écouter votre intuition pour éviter de vous laisser submerger par les émotions. La santé mentale et physique bénéficiera d'une activité relaxante comme la méditation ou une promenade en nature. Ce jour est idéal pour faire un pas vers l'auto-amélioration. Aujourd'hui, notez une chose que vous souhaitez changer et commencez à planifier la façon de l'accomplir.",
      "love": "Pour les Poissons en ce jour, soyez sincère dans vos sentiments, que vous soyez célibataire ou en couple. Prenez le temps d’écouter vraiment votre partenaire ou votre intuition, en établissant une communication authentique. Si vous êtes seul, osez vous ouvrir à de nouvelles rencontres en exprimant clairement ce que vous recherchez. Cultivez la patience et la confiance pour renforcer vos liens ou en bâtir de nouveaux.",
      "career": "Pour les Poissons en février 2026, concentrez-vous sur la gestion de votre budget en évitant les dépenses impulsives. Investissez dans votre développement personnel ou professionnel pour renforcer votre avenir financier. N'hésitez pas à demander conseil à un expert et restez fidèle à vos valeurs. Cultivez la patience et la persévérance, car ces qualités vous aideront à atteindre vos objectifs à long terme.",
      "mood": "Le 6 février 2026, les Poissons ressentiront une douce nostalgie mêlée à une profonde sérénité, invitant à la réflexion intérieure, à la douceur des rêves et à une connexion paisible avec leur environnement émotionnel.",
      "lucky_numbers": [
        24,
        30,
        36
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}