{
  "date": "2026-02-25",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Áries, dia de conquistar sonhos e avançar com coragem",
      "general": "Hoje, Áries, o dia traz uma energia vibrante que impulsiona sua criatividade e determinação. No trabalho, seu esforço será reconhecido, e novas oportunidades podem surgir, então esteja atento às ações que exigem sua liderança natural. Nos relacionamentos, a comunicação clara fortalecerá laços e evitará mal-entendidos, aproveitando sua autenticidade para se conectar mais profundamente com quem você ama. No aspecto emocional, é importante reservar um tempo para refletir e equilibrar suas emoções, que podem estar à flor da pele. Aproveite também para cuidar da sua saúde, praticando alguma atividade física que ajude a liberar tensões acumuladas. Hoje, tome a iniciativa de resolver uma pendência que vem adiando; sua coragem será sua aliada nesse momento.",
      "love": "Áries, em 2026-02-25, invista na comunicação aberta, expressando seus sentimentos com sinceridade. Para os solteiros, aproveite oportunidades sociais para conhecer alguém especial, mantendo a paciência. Para casais, dediquem-se a pequenas gestos de carinho, fortalecendo a conexão. A autenticidade e o diálogo sincero são essenciais para criar relacionamentos mais profundos e duradouros neste momento.",
      "career": "Áries em 2026-02-25 deve focar na organização de suas finanças, estabelecendo metas claras para economizar e investir. Aproveite oportunidades de aprender algo novo relacionado à sua carreira, como cursos ou workshops, que possam abrir novas portas. Seja paciente ao enfrentar desafios e lembre-se de equilibrar esforço com descanso, garantindo bem-estar emocional e crescimento profissional sustentável.",
      "mood": "No dia 25 de fevereiro de 2026, Áries sentirá uma mistura vibrante de entusiasmo e coragem, impulsionado por esperança renovada, mas também enfrentará uma leve ansiedade que demanda calma e reflexão serena.",
      "lucky_numbers": [
        37,
        12,
        37
      ],
      "lucky_color": "dourado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Touro, hoje é dia de renovar energias e esperança",
      "general": "Hoje, Touro, o dia traz uma energia de estabilidade e reflexão. No trabalho, você pode encontrar oportunidades de consolidar projetos que estavam em andamento, mas é importante manter a paciência e evitar decisões impulsivas. Nos relacionamentos, a comunicação será fundamental para fortalecer laços e resolver possíveis mal-entendidos; ouça com atenção e ofereça seu toque de carinho. No campo financeiro, é um bom momento para revisar suas prioridades e evitar gastos impulsivos. Sua sensibilidade está elevada, então use essa intuição para escolher o que realmente importa. Cuide da sua saúde mental e física reservando um tempo para si mesmo e praticando atividades que proporcionem equilíbrio. Hoje, priorize o autoconhecimento e seja gentil consigo mesmo ao longo do dia.",
      "love": "Para Touro em 25 de fevereiro de 2026, é importante cultivar paciência e comunicação aberta. Solteiros devem aproveitar oportunidades de conhecer pessoas que compartilhem seus valores, investindo em si mesmos. Casais podem fortalecer vínculos através de pequenas gestos diários e momentos de sinceridade. Seja autêntico, demonstre apreciação e mantenha o diálogo para construir uma relação sólida e cheia de harmonia.",
      "career": "Para Touro em 25 de fevereiro de 2026, concentre-se em fortalecer sua estabilidade financeira e investir com cautela. Priorize economizar uma parte de sua renda mensal e evite decisões impulsivas. Aproveite oportunidades de crescimento profissional, mas avalie cuidadosamente antes de assumir novos projetos. Cultive relacionamentos positivos no trabalho, pois podem abrir portas para avanços e parcerias sólidas. Economia e planejamento serão essenciais para um ano de sucesso.",
      "mood": "No dia 25 de fevereiro de 2026, Touro sente-se envolvido por uma aura de serenidade e esperança, promovendo uma emoções de estabilidade e confiança, enquanto o coração busca momentos de reflexão e conexão autêntica com o mundo.",
      "lucky_numbers": [
        39,
        14,
        39
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gêmeos revela novas oportunidades de crescimento neste dia especial",
      "general": "Hoje, os Gêmeos podem sentir uma energia renovada que impulsiona suas relações pessoais e profissionais. A comunicação estará especialmente favorável, permitindo que expressem suas ideias com clareza e segurança. No trabalho, é um dia propício para inovar e apresentar novas soluções, conquistando o reconhecimento mais rápido do que esperavam. Nas questões afetivas, a sinceridade e o diálogo aberto fortalecerão laços e trarão momentos de cumplicidade. Cuide também do bem-estar emocional, reservando um tempo para reflexão e meditação. Aproveite as oportunidades de aprendizado e crescimento que surgirem hoje, pois estarão alinhadas com seus desejos de evolução. Para um resultado positivo, dedique alguns minutos ao planejamento da semana e estabeleça suas prioridades com atenção.",
      "love": "Em 2026-02-25, Gêmeos, esteja aberto ao diálogo sincero, valorizando a compreensão mútua. Para solteiros, concentre-se em se conhecer melhor antes de buscar alguém; sua curiosidade será seu maior aliado. Para casais, pratique a escuta ativa e surpreenda seu parceiro com gestos carinhosos. Aproveite esse momento para fortalecer a conexão, cultivando confiança e admiração mútua.",
      "career": "Para Gêmeos em 25 de fevereiro de 2026, concentre-se em aprimorar suas habilidades de comunicação e networking. Aproveite oportunidades de cursos ou workshops e esteja aberto a novas parcerias profissionais. Economize com disciplina e evite gastos impulsivos. Planeje metas financeiras de curto prazo e invista em projetos que tragam estabilidade. Mantenha o equilíbrio emocional para tomar decisões acertadas na carreira e finanças.",
      "mood": "No dia 25 de fevereiro de 2026, Gêmeos sente uma mistura de curiosidade e esperança, irradiando uma energia leve e travessa, enquanto mergulha em momentos de introspecção e diversão, buscando equilíbrio emocional com entusiasmo e liberdade.",
      "lucky_numbers": [
        30,
        5,
        30
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Câncer, dia de conexão emocional e revelações profundas",
      "general": "Hoje, Câncer, o seu coração está particularmente sensível e você pode sentir uma forte conexão com as pessoas ao seu redor. No trabalho, sua intuição irá guiá-lo a tomar decisões importantes, então confie no seu instinto e não hesite em expressar suas ideias. Na vida pessoal, há espaço para fortalecer laços afetivos ou sanar mal-entendidos, mas lembre-se de ouvir com atenção. Sua energia emocional também pode estar elevada, trazendo possibilidades de momentos íntimos especiais. Cuide do seu bem-estar emocional e físico, reservando um tempo para práticas relaxantes ou reflexivas. Hoje, procure refletir sobre o que realmente valoriza e como pode aprimorar suas relações. Faça uma lista de pequenas ações para melhorar seu cotidiano.",
      "love": "Para Câncer em 25 de fevereiro de 2026, aproveite seu coração generoso, seja para fortalecer laços atuais ou para explorar novas conexões. Para os solteiros, dedique tempo ao autoconhecimento, fortalecendo sua autoestima antes de buscar alguém. Para os casais, pratique a comunicação aberta e expressiva, criando momentos de intimidade genuína. Cultive a paciência e a empatia, permitindo que o amor cresça de forma sólida e verdadeira.",
      "career": "Para Câncer em 25 de fevereiro de 2026, priorize o equilíbrio entre vida profissional e emocional. Resista às tentações de se fechar em si mesmo; comunique-se abertamente com colegas e familiares. Organize suas finanças, eliminando dívidas e investindo com cautela. Aproveite oportunidades de aprendizado e networking, que podem fortalecer sua carreira. Cuide de si, mantendo uma rotina de bem-estar e autoconhecimento.",
      "mood": "No dia 25 de fevereiro de 2026, Câncer sente-se acolhido e introspectivo, com uma mistura de esperança suave e nostalgia calorosa, convidando à reflexão profunda e ao fortalecimento emocional.",
      "lucky_numbers": [
        22,
        47,
        22
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leão: Sua coragem revela possibilidades incríveis nesta jornada.",
      "general": "Hoje, Leão, você se sentirá especialmente energizado e confiante, pronto para lidar com desafios no trabalho e fortalecer suas relações pessoais. Sua criatividade estará em alta, ajudando a encontrar soluções inovadoras para problemas antigos, enquanto sua intuição guiará escolhas importantes. No âmbito financeiro, cuidado com gastos impulsivos e avalie bem antes de tomar decisões. No amor, a comunicação será fundamental para manter a harmonia, então reserve um tempo para conversas sinceras com quem você gosta. Sua autoestima estará elevada, o que facilitará conquistas, mas mantenha os pés no chão para evitar excessos. Aproveite o dia para se expressar com autenticidade e buscar equilíbrio em todas as áreas. Hoje, dedicate alguns minutos para refletir e anotar seus objetivos maiores.",
      "love": "Para Leão em 25 de fevereiro de 2026, cultive a autoconfiança, tanto para atrair novos interesses quanto para fortalecer relacionamentos existentes. Se estiver solteiro, invista em atividades que elevem sua autoestima e façam novas conexões acontecerem naturalmente. Para quem já vive um romance, pratique a comunicação sincera e demonstre apreciação diariamente. Assim, seu brilho será a chave para relacionamentos mais profundos e autênticos.",
      "career": "Em 25 de fevereiro de 2026, Leão deve focar em consolidar suas habilidades e assumir novas responsabilidades no trabalho. Aproveite essa oportunidade para aprender e expandir seu networking. Financiar uma educação adicional ou investimento inteligente pode garantir estabilidade futura. Organize suas finanças, evite gastos impulsivos e priorize metas de longo prazo para fortalecer seu caminho financeiro e profissional.",
      "mood": "No dia 25 de fevereiro de 2026, os leoninos podem sentir uma mistura de entusiasmo e introspecção, combinando uma energia vibrante com momentos de reflexão serena, evocando esperança e determinação interior.",
      "lucky_numbers": [
        35,
        10,
        35
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgem: Novas oportunidades surgirão para transformar sua vida positivament",
      "general": "Hoje, os virginianos podem sentir uma energia renovada para organizar suas tarefas e definir prioridades, o que trará maior clareza emocional e mental. O dia favorece conversas importantes no trabalho, garantindo que suas ideias sejam bem compreendidas e valorizadas. No campo das relações, é um momento propício para fortalecer laços com pessoas próximas, demonstrando atenção e sinceridade. No entanto, cuidado com a ansiedade que pode surgir ao tentar dar conta de tudo de uma vez. Praticar respiração profunda e relaxar será essencial para manter o equilíbrio. Aproveite para dedicar um tempo ao autocuidado, refletir sobre seus objetivos a longo prazo e buscar pequenas ações que possam impulsionar seu crescimento pessoal. Hoje, incentive-se a fazer uma lista de tarefas e priorizar o que realmente importa.",
      "love": "Para Virgem solteiro em 2026, concentre-se em autoconhecimento e equilíbrio emocional para atrair relacionamentos mais harmoniosos. Jan 25-Fev 25, invista em diálogo sincero e paciência. Para casais, aproveite esse período para fortalecer a confiança, praticando pequenas ações de cuidado diária. Cultivar rotina de diálogo aberto e gestos de atenção ajudará a aprofundar sua conexão e criar um relacionamento mais saudável e feliz.",
      "career": "Em 25 de fevereiro de 2026, os virginianos devem focar na organização financeira e na atualização de habilidades profissionais. Aproveite oportunidades de cursos e networking. Faça um planejamento financeiro detalhado, eliminando dívidas e economizando para metas futuras. Mantenha uma rotina disciplinada no trabalho, demonstre proatividade e esteja aberto a novas oportunidades que surgirem. Assim, fortalecerá sua estabilidade e crescimento a longo prazo.",
      "mood": "Em 25 de fevereiro de 2026, Virgem se sente introspectivamente serena, com uma leve esperança e uma vontade de renovação que desperta tranquilidade, promovendo reflexão profunda e um delicado sentimento de renovação interior.",
      "lucky_numbers": [
        49,
        24,
        49
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra: um dia de descobertas e realizações emocionantes despertarás",
      "general": "Hoje, Libra, o dia reserva boas oportunidades para equilibrar suas emoções e suas responsabilidades. No trabalho, sua criatividade será uma aliada para resolver problemas que parecem complexos, e sua comunicação estará mais clara e convincente. No amor, o clima favorece a aproximação e o diálogo sincero, fortalecendo vínculos e promovendo compreensão mútua. Cuide também da sua saúde emocional, permitindo-se um momento de reflexão e descanso. É importante que você mantenha o foco nas suas metas, mas sem se deixar pressionar por detalhes menores. Aproveite para expressar sua gratidão às pessoas que fazem parte da sua vida e valorize o que já conquistou até aqui. Hoje, dedique alguns minutos para anotar seus objetivos de forma consciente e realista.",
      "love": "Para Libra solteiro em 25 de fevereiro de 2026, concentre-se em fortalecer sua autoestima e deixe as conexões acontecerem naturalmente. Saia da zona de conforto, participe de atividades que você aprecia e esteja aberto ao inesperado. Para quem já tem parceiro, pratique a comunicação sincera e reserve momentos especiais juntos, demonstrando seu carinho. Equilibrar suas necessidades pessoais com o amor trará harmonia e crescimento.",
      "career": "Para Libra em 25 de fevereiro de 2026, foque na organização financeira e na busca por estabilidade. Aproveite oportunidades de crescimento na sua carreira, mas evite decisões impulsivas. Investigue opções de poupança e diversifique seus investimentos. Mantenha um diálogo aberto com colegas e superiores, fortalecendo relacionamentos profissionais. Priorize o equilíbrio emocional para tomar decisões mais ponderadas e conquistar seus objetivos com confiança.",
      "mood": "No dia 25 de fevereiro de 2026, Libra se sentirá serenamente inspirado, com uma sensação de esperança e equilíbrio renovados, envolvendo-o em uma atmosfera de confiança suave e otimismo sereno, promovendo paz interior e clareza emocional.",
      "lucky_numbers": [
        39,
        14,
        39
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpião prosperará com novas oportunidades e conexões fortes",
      "general": "Hoje, Escorpião, você se sente mais intuitivo e sensível às emoções ao seu redor. Sua percepção aguçada pode ajudar a resolver questões pessoais ou profissionais com maior facilidade, se ouvir sua intuição. No trabalho, uma abordagem cuidadosa e estratégica será mais eficaz do que a pressa; não hesite em buscar apoio de colegas de confiança. No amor, abra seu coração e demonstre seu carinho, pois a sinceridade fortalecerá seus laços. Cuide também da sua saúde emocional, reservando um momento para relaxar e refletir. Aproveite a energia do dia para estabelecer planos de longo prazo. Hoje é um bom momento para tomar decisões importantes com calma e sensatez. Tire um tempo para meditar e conectar-se consigo mesmo antes de agir.",
      "love": "Para os escorpianos solteiros, 2026-02-25 é um momento ideal para investir na autocompaixão e refletir sobre o que realmente deseja em um parceiro. Para os casais, cultive a comunicação aberta e demonstre seu amor de forma sincera. Experimente pequenas surpresas que aprofundem o vínculo e mantenha a transparência emocional. Assim, fortalecerá sua conexão com intensidade e ternura, promovendo um relacionamento mais profundo e harmonioso.",
      "career": "Para Escorpião em 25 de fevereiro de 2026, foco na transparência nas relações profissionais e na organização financeira será fundamental. Invista em cursos que aprimorem suas habilidades e mantenha um orçamento equilibrado, evitando gastos impulsivos. Cultive a paciência e a disciplina na gestão de projetos. Aproveite essa fase para consolidar parcerias sólidas e definir metas claras para o seu crescimento.",
      "mood": "No dia 25 de fevereiro de 2026, Escorpião sente uma mistura de introspecção profunda e esperança silenciosa, como um sussurro emocional que incita a reflexão, esperança renovada e a força de transformar desafios em novas oportunidades.",
      "lucky_numbers": [
        40,
        15,
        40
      ],
      "lucky_color": "prata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitário, descubra novas aventuras que transformarão seu destino hoje",
      "general": "Hoje, Sagitário, o dia traz uma energia vibrante que estimula sua criatividade e seu entusiasmo para explorar novas ideias. No trabalho, sua dedicação será reconhecida, podendo abrir portas para projetos mais desafiadores. Nos relacionamentos, a comunicação está favorecida, ajudando a resolver possíveis mal-entendidos com clareza e carinho. No âmbito emocional, é um momento para refletir sobre suas metas pessoais e buscar equilíbrio entre suas ambições e o cuidado com seu bem-estar. Sua intuição estará aguçada, oferecendo insights valiosos sobre decisões importantes a serem tomadas. Aproveite o dia para cultivar momentos de lazer que renovem suas forças. Hoje, dedique alguns minutos para planejar seus próximos passos, estabelecendo metas concretas para alcançar seus sonhos com confiança.",
      "love": "Para os sagitarianos solteiros, 2026 será um momento ideal para explorar novas conexões, mantendo-se abertos às diferenças. Seja honesto e transparente desde o início, pois isso fortalecerá vínculos. Para os que estão em relacionamento, priorize conversas sinceras e momentos espontâneos juntos. Busque equilíbrio entre liberdade e compromisso, cultivando confiança e uma comunicação aberta que fortaleça seu vínculo emocional.",
      "career": "Para Sagitário em 25 de fevereiro de 2026, concentre-se em estabelecer metas claras e realistas nos seus projetos profissionais. Aproveite oportunidades de networking e capacitação para ampliar suas habilidades. No aspecto financeiro, revise seus gastos, evite dívidas e invista em educação financeira. Mantenha uma atitude positiva, mas seja crítico e planejado, garantindo estabilidade e crescimento duradouro.",
      "mood": "Em 25 de fevereiro de 2026, Sagitário sente-se inspirado e otimista, com uma energia vibrante que desperta coragem para explorar novas oportunidades, trazendo esperança, entusiasmo e uma sensação de liberdade contagiante.",
      "lucky_numbers": [
        38,
        13,
        38
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricórnio encontra sucesso e renovação em 25 de fevereiro",
      "general": "Hoje, Capricorniano, o dia traz uma energia de reflexão e foco em suas prioridades, incentivando uma reorganização nas áreas financeira, emocional e profissional. As estrelas sugerem que é um momento propício para revisar objetivos, estabelecer metas realistas e eliminar o que não serve mais. Sua determinação será um grande aliado para superar obstáculos e avançar com confiança. É importante também dedicar um tempo para cuidar de si mesmo, cultivando o bem-estar emocional e a calma interior. No contato com colegas ou pessoas próximas, seja claro e consciente, evitando conflitos desnecessários. Aproveite essa fase para fortalecer suas raízes e consolidar suas ações. Hoje, priorize uma tarefa importante e tome uma decisão que traga mais estabilidade para seu caminho.",
      "love": "Para Capricórnio em 25 de fevereiro de 2026, é um momento de equilíbrio emocional. Para os solteiros, invista em autoconhecimento e cultive amizades sólidas antes de buscar um amor. Para os casais, pratique a escuta ativa e mostre admiração pelo parceiro. Pequenas atitudes diárias fortalecem vínculos. Seja paciente e aberto às mudanças emocionais, permitindo que o amor floresça de forma natural e sincera.",
      "career": "Para Capricórnio em 25 de fevereiro de 2026, concentre-se em consolidar sua estabilidade financeira, evitando gastos supérfluos. Priorize a organização financeira, invista em cursos que fortaleçam sua carreira e busque novas oportunidades compatíveis com seus valores. Mantenha-se paciente e focado nos seus objetivos a longo prazo, pois o esforço consistente trará reconhecimento e melhorias sólidas para seu futuro profissional e financeiro.",
      "mood": "No dia 25 de fevereiro de 2026, Capricórnio sente-se inquieto, refletindo uma mistura de esperança e ansiedade. Com uma energia silenciosa, busca equilíbrio interno enquanto enfrenta desafios, cultivando resiliência e esperança por dias melhores.",
      "lucky_numbers": [
        22,
        47,
        22
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Aquário, dia de descobertas que transformarão seu caminho hoje",
      "general": "Hoje, Aquário, você pode sentir uma forte necessidade de inovar e buscar novas experiências, especialmente nas áreas de relacionamentos e projetos pessoais. Sua criatividade estará potencializada, o que facilitará a solução de conflitos e a conexão com pessoas importantes na sua vida. No trabalho, a colaboração com colegas será fundamental para alcançar resultados positivos; esteja aberto a novas ideias. No amor, a sinceridade e a comunicação honesta trarão mais harmonia e entendimento. Cuide também do bem-estar emocional, reservando um tempo para refletir e recarregar as energias. A energia de hoje favorece o crescimento pessoal e o fortalecimento de laços. Aproveite para demonstrar seu apreço às pessoas que ama e assumir um compromisso de cuidar melhor de si mesmo. Tome uma atitude concreta hoje: escreva uma carta ou mensagem de agradecimento a alguém especial.",
      "love": "Para aquarianos solteiros em 2026, foque em abrir-se emocionalmente e cultivar conexões sinceras, explorando interesses comuns. Para quem já está em relacionamento, pratique a comunicação aberta e valorize a individualidade mútua. Investir em momentos de intimidade autêntica fortalecerá os laços. Aproveite o momento para inovar na rotina, mantendo a espontaneidade e o entusiasmo vivo entre vocês.",
      "career": "Em 2026-02-25, Aquarius deve focar em aprimorar habilidades profissionais e buscar novas oportunidades de networking. Economize de forma inteligente, prioritizando investimentos de longo prazo e controle de gastos. Mantenha uma atitude aberta ao aprendizado contínuo, aproveitando cursos e workshops. Valorize suas ideias, mas ouça opiniões externas para crescer. Seja paciente na resolução de desafios financeiros e mantenha-se firme na busca pelo equilíbrio.",
      "mood": "No dia 25 de fevereiro de 2026, Aquário experienciará uma mistura de otimismo e reflexão, despertando uma sensação de esperança e curiosidade, enquanto interioriza emoções profundas e busca conexões autênticas com o mundo ao seu redor.",
      "lucky_numbers": [
        36,
        11,
        36
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Peixes, dia de surpresas e possibilidades incríveis surge hoje",
      "general": "Hoje, os piscianos podem sentir uma forte conexão com suas emoções e intuição, o que lhes permite tomar decisões mais conscientes tanto na vida pessoal quanto profissional. É um momento favorável para esclarecer questões que estavam pendentes, especialmente com pessoas próximas, fortalecendo laços de confiança. No trabalho, sua criatividade estará aguçada, possibilitando novas ideias e projetos inovadores. Na saúde, preste atenção à sua alimentação e reserve um tempo para relaxar e recarregar suas energias. Relacionamentos podem se aprofundar ao compartilhar sentimentos sinceros, promovendo compreensão mútua. Aproveite para refletir sobre seus sonhos e metas de longo prazo, ajustando suas ações para alinhá-los melhor à sua essência. Hoje, dedique alguns minutos à meditação ou escrita para conectar-se mais profundamente com sua intuição.",
      "love": "Para Peixes solteiros em 2026, concentrem-se na autodescoberta e haja autenticidade ao se relacionar. Conhecer seus valores ajudará a atrair conexões sinceras. Para os casais, pratique a comunicação aberta e demonstre apoio mútuo. Reserve momentos de intimidade para fortalecer a ligação. Aproveite essa fase para crescer juntos, equilibrando sonhos e realidade com empatia e compreensão.",
      "career": "Para Peixes em 25 de fevereiro de 2026, concentre-se em estabelecer metas financeiras claras e pratique a disciplina ao gastar. Aproveite sua intuição para identificar oportunidades de crescimento profissional, mas evite decisões impulsivas. Invista em cursos ou habilidades que reforcem sua carreira. Cultive relacionamentos de confiança no trabalho, pois eles podem abrir portas para novas possibilidades. Mantenha o equilíbrio emocional para tomar decisões mais acertadas.",
      "mood": "No dia 25 de fevereiro de 2026, os piscianos podem sentir uma mistura de esperança e nostalgia, envoltos por uma aura de sensibilidade profunda que desperta introspecção e uma leve melancolia, promovendo reflexão e renovado otimismo.",
      "lucky_numbers": [
        43,
        18,
        43
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}