{
  "date": "2026-02-23",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Áries hoje: descubra oportunidades incríveis para crescer e liderar",
      "general": "Hoje, Áries, o dia promete movimento e energia intensa, estimulando sua criatividade e determinação. No trabalho, sua liderança será evidente, e é um bom momento para assumir novos projetos ou liderar uma equipe. No campo emocional, a comunicação com quem você ama pode ser fortalecida se dedicar tempo e atenção genuína. Cuidados com o bem-estar físico também são importantes; uma atividade física leve pode renovar suas energias e clarear a mente. No aspecto financeiro, evite decisões impulsivas, prefira pensar com calma antes de agir. Sua intuição está aguçada, então confie mais nos seus sentimentos ao tomar decisões. Hoje, sugerimos que você reserve um momento para refletir sobre seus objetivos e faça uma lista das ações necessárias para avançar.",
      "love": "Áries em 23 de fevereiro de 2026 deve focar na paciência e na comunicação aberta com seu parceiro, cultivando confiança. Para os solteiros, aproveite oportunidades em ambientes sociais e seja genuíno ao expressar seus sentimentos. Exercite escuta ativa, evite impulsividade e lembre-se de valorizar o tempo com quem aprecia. Pequenas ações diárias fortalecem vínculos e potencializam novos começos.",
      "career": "Áries em 23 de fevereiro de 2026 deve focar na organização financeira e no planejamento de carreira. Reserve um tempo para revisar seus objetivos e definir prioridades claras. Invista em cursos que aprimorem suas habilidades e busque oportunidades de networking. Seja paciente nas negociações e evite decisões impulsivas. Com dedicação e disciplina, conseguirá avanços significativos e maior estabilidade financeira.",
      "mood": "No dia 23 de fevereiro de 2026, Áries sentirá uma mistura de entusiasmo vibrante e ansiedade contida, impulsionada pela energia de novos começos, mas também por uma leve insegurança que desafia sua coragem natural.",
      "lucky_numbers": [
        35,
        8,
        31
      ],
      "lucky_color": "dourado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Touro, dia de realização e conexão com seu interior",
      "general": "Hoje é um dia em que Touro pode experimentar uma sensação de equilíbrio emocional e clareza mental. No trabalho, suas habilidades de organização serão essenciais para avançar em projetos importantes; aproveite para mostrar sua dedicação e atenção aos detalhes. Nas relações pessoais, a comunicação fluirá melhor, permitindo resolver possíveis mal-entendidos com gentileza. No âmbito financeiro, uma oportunidade interessante pode surgir, mas é importante avaliar bem antes de tomar decisões. No bem-estar, reservar um tempo para cuidar da saúde física e mental trará benefícios duradouros. Mantenha a paciência e a perseverança, mesmo diante de pequenos obstáculos, pois seu esforço será recompensado. Hoje, invista em uma conversa sincera com alguém próximo para fortalecer vínculos.",
      "love": "No dia 23 de fevereiro de 2026, taurinos solteiros devem abrir seus corações e mostrar sua autenticidade, construindo conexões sinceras. Para os casais, é momento de reforçar a paciência e a compreensão mútua, valorizando os gestos simples de carinho. Use a sua estabilidade para fortalecer laços, mas evite a resistência a mudanças. A comunicação aberta criará momentos de harmonia e crescimento.",
      "career": "Para Touro em 23 de fevereiro de 2026, concentre-se em consolidar suas finanças e evitar gastos impulsivos. Aproveite o momento para revisar seus investimentos e buscar novas fontes de renda estáveis. No trabalho, mostre iniciativa e liderança, pois isso poderá abrir portas para promoções. Cultive a paciência e a persistência, essenciais para alcançar seus objetivos profissionais e financeiros.",
      "mood": "No dia 23 de fevereiro de 2026, Touro poderá sentir uma mistura de tranquilidade e esperança, com momentos de introspecção e uma sensação suave de estabilidade, incentivando reflexão e fortalecimento emocional.",
      "lucky_numbers": [
        37,
        10,
        33
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gêmeos: jornada de crescimento e descobertas neste dia especial",
      "general": "Hoje, Gêmeos, você poderá sentir uma energia renovada que amplia sua criatividade e seu desejo de comunicação. No trabalho, suas ideias inovadoras serão bem recebidas, mas é importante manter o foco para evitar dispersões. Nas relações pessoais, a conversa sincera fortalecerá vínculos, permitindo uma troca mais profunda de emoções. Sua inteligência emocional estará aguçada, ajudando a lidar com possíveis conflitos de forma mais sensata. No âmbito financeiro, seja cauteloso ao fazer investimentos ou compras impulsivas. Aproveite o dia para refletir sobre seus objetivos a longo prazo e buscar equilibrar sua vida financeira e afetiva. Hoje, dedique um tempo extra para ouvir alguém especial e demonstrar interesse genuíno pelas opiniões alheias.",
      "love": "Em 2026, Gêmeos, invista na comunicação para fortalecer suas relações. Para os solteiros, procure explorar interesses diversos para atrair alguém que combine com sua energia. Para quem já está em parceria, pratique a escuta ativa e momentos de descontração para aprofundar o vínculo. Seja autêntico, mantenha o diálogo aberto e esteja disposto a evoluir juntos. Assim, amor e harmonia florescerão ao seu redor.",
      "career": "No dia 23 de fevereiro de 2026, os Gêmeos devem focar na organização de seus projetos profissionais e estabelecer metas claras. Aproveite a oportunidade para investir em aprendizado e networking, fortalecendo suas habilidades. Controle seus gastos, priorizando economia e investimentos inteligentes. Mantenha a flexibilidade emocional, evitando decisões impulsivas. Equilíbrio entre trabalho e lazer impulsionará seu crescimento e estabilidade financeira.",
      "mood": "No dia 23 de fevereiro de 2026, Gêmeos sente-se inspirado e curioso, com uma mistura de entusiasmo e introspecção. Uma sensação de esperança e conexão emocional permeia o ambiente, convidando à reflexão e à descoberta interior.",
      "lucky_numbers": [
        28,
        1,
        24
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Câncer: movimento e reflexão trazem transformação profunda hoje",
      "general": "Hoje, os cancerianos podem sentir uma forte conexão entre suas emoções e suas ações, o que ajudará a tomar decisões mais alinhadas com seus verdadeiros desejos. No trabalho, a intuição estará aguçada, facilitando a resolução de conflitos ou a identificação de oportunidades que antes passaram despercebidas. Na vida amorosa, a sensibilidade aumentada permitirá aprofundar os laços com quem você ama, criando momentos de intimidade e compreensão mútua. Nas finanças, é importante manter o foco na organização e evitar gastos impulsivos, garantindo maior estabilidade. No aspecto emocional, reserve um tempo para refletir sobre suas necessidades e buscar equilíbrio interior. Hoje, pratique a escuta ativa com alguém próximo e demonstre seu carinho de forma sincera.",
      "love": "Para os cancerianos solteiros, 2026-02-23 é um momento de abrir o coração e confiar na sua intuição ao procurar novas conexões. Para os que estão em casal, dediquem-se mais a ouvir seu parceiro e criar memórias significativas. Pratique a empatia, comunique-se com sinceridade e valorize os pequenos gestos de carinho, fortalecendo o vínculo emocional de forma genuína e duradoura.",
      "career": "Em 2026-02-23, Cancer deve focar na estabilidade financeira e no crescimento pessoal. Reserve uma quantia para emergências e invista em cursos que aprimorem suas habilidades. No trabalho, priorize comunicação e colaboração, fortalecendo relacionamentos. Construa uma rede de contatos sólida, pois ela pode abrir novas portas. Dedique tempo ao bem-estar emocional, equilibrando suas responsabilidades com momentos de lazer.",
      "mood": "No dia 23 de fevereiro de 2026, o Cancer experienciará uma sensação de nostalgia suave, misturada com esperança renovada, despertando emoções de proteção, aconchego e uma profunda conexão com seus entes queridos.",
      "lucky_numbers": [
        20,
        43,
        16
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leão: seu brilho intenso trará conquistas surpreendentes hoje",
      "general": "Hoje, Leão, o seu dia começa com uma energia vibrante que favorece decisões importantes nas áreas profissional e emocional. Sua criatividade estará em alta, permitindo que você encare desafios com mais confiança e inovação. No amor, é um momento propício para fortalecer laços e demonstrar seus sentimentos de forma verdadeira. Nas finanças, atenção aos detalhes ao lidar com investimentos ou despesas inesperadas. Este será um dia de movimentação e oportunidades, mas também de reflexão. Mantenha o foco nas suas metas sem deixar que distrações o desviem do caminho. Procure estabelecer uma comunicação sincera com quem ama e compartilhe seus sonhos com coragem. Hoje, dedique alguns minutos para planejar suas próximas ações e ter clareza sobre seus objetivos.",
      "love": "Para Leão em 23 de fevereiro de 2026, seja você solteiro ou comprometido,Cultive a comunicação sincera e demonstre seu afeto de forma autêntica. Para quem está solteiro, aproveite para se abrir a novas experiências e conhecer pessoas que compartilhem seus valores. Para os casais, invistam em momentos de conexão profunda, fortalecendo a confiança e a cumplicidade. Lembre-se: agir com coração generoso atrai amor verdadeiro.",
      "career": "Em 23 de fevereiro de 2026, Leão deve focar na valorização de suas habilidades únicas e procurar oportunidades que permitam destacar seu talento. Invista em networking e mantenha uma postura confiante. No aspecto financeiro, evite gastos impulsivos e priorize uma reserva de emergência. Aproveite essa fase para planejar metas de longo prazo e buscar formas de aumentar sua renda de forma sustentável.",
      "mood": "No dia 23 de fevereiro de 2026, o Leão tende a sentir uma mistura de entusiasmo e confiança, enquanto enfrenta desafios com coragem, trazendo uma sensação de esperança e determinação que inspira otimismo profundo.",
      "lucky_numbers": [
        33,
        6,
        29
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgem, dia de oportunidades emocionantes e crescimento pessoal.",
      "general": "Hoje, Virgem, você pode sentir uma vontade maior de organizar suas tarefas e acertar detalhes que antes passaram despercebidos. No trabalho, sua atenção aos detalhes será valorizada e pode abrir portas para novas oportunidades. Nos relacionamentos, seja paciente e ouça com atenção o que os outros têm a dizer, fortalecendo laços importantes. No aspecto emocional, reserve um tempo para cuidar de si mesmo e refletir sobre suas prioridades. A saúde mental estar mais sensível, portanto, pratique atividades que promovam tranquilidade, como meditação ou uma caminhada ao ar livre. Aproveite o dia para fazer uma lista de metas a curto prazo, assim você se sente mais preparado para os desafios que virão. Hoje, dedique alguns minutos para planejar sua semana e definir seus objetivos.",
      "love": "Para Virgem em 2026-02-23, concentre-se na comunicação sincera, seja com um parceiro ou consigo mesmo. Para solteiros, aproveite para explorar novas amizades e hobbies que reflitam seus valores. Para casais, pratique a paciência e o reconhecimento das pequenas ações do outro, fortalecendo o vínculo. Organize momentos de reflexão para entender suas emoções e ajustar expectativas. Assim, encontrará mais equilíbrio e satisfação afetiva.",
      "career": "Para Virgem em 23 de fevereiro de 2026, concentre-se em organizar suas finanças e revisar seus objetivos profissionais. Aproveite o momento para aprimorar suas habilidades por meio de cursos ou leituras específicas. Estabeleça metas claras e realistas, e mantenha disciplina na execução. Invista tempo em networking e procure oportunidades que valorizem seu seu talento, garantindo crescimento sustentado e estabilidade financeira.",
      "mood": "No dia 23 de fevereiro de 2026, Virgem pode sentir uma atmosfera de introspecção suave, combinada com esperança silenciosa. A energia é contemplativa, convidando à reflexão profunda e ao cultivo de esperança no coração.",
      "lucky_numbers": [
        47,
        20,
        43
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra encontrará equilíbrio e novas oportunidades neste dia especial",
      "general": "Hoje, Libra, seu dia será marcado por uma mistura de energia e reflexão. No trabalho, sua criatividade estará aflorada, ajudando a solucionar problemas com facilidade e a conquistar reconhecimento. No amor, a comunicação estará favorecida, permitindo diálogos sinceros e emocionantes, fortalecendo laços ou esclarecendo mal-entendidos. Nas questões pessoais, reserve um tempo para cuidar de si mesmo, equilibrando suas emoções e buscando momentos de paz interior. A intuição estará aguçada, orientando suas decisões de forma sábia e sensata. Aproveite para expressar seus sentimentos com sinceridade, fortalecendo suas relações. Hoje, pratique a gratidão nas pequenas coisas, e isso atrairá mais positividade para sua rotina. Para today, escreva uma carta de gratidão e envie para alguém especial.",
      "love": "Para os Librianos solteiros em 2026-02-23, concentrem-se em refletir sobre seus desejos e estabelecer prioridades emocionais. Cultivem a autoconfiança e abram-se ao novo, participando de atividades sociais. Para os casais, invistam na comunicação honesta e criem momentos de conexão genuína. Resolva conflitos com calma e valorize pequenas demonstrações de carinho. Assim, fortalecerão laços e encontrarão equilíbrio emocional.",
      "career": "Para Libra em 23 de fevereiro de 2026, concentre-se em equilibrar suas finanças investindo em sua educação e habilidades. Aproveite oportunidades de networking para expandir sua carreira. Seja paciente ao tomar decisões financeiras; evite impulsos. Cultive sua diplomacia e gentileza para fortalecer relacionamentos profissionais e pessoais, o que trará estabilidade e crescimento a longo prazo. Priorize o autoconhecimento para alinhar seus objetivos com suas ações diárias.",
      "mood": "Em 23 de fevereiro de 2026, Libra sente uma atmosfera de esperança serena, como uma brisa suave que acalma e inspira, despertando um sentimento de equilíbrio interior e otimismo renovado no coração.",
      "lucky_numbers": [
        37,
        10,
        33
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpião descobrirá forças ocultas que transformarão seu destino",
      "general": "Hoje, Escorpião, você se sentirá mais introspectivo e perspicaz, pronto para mergulhar fundo em questões emocionais e pessoais. Seu instinto estará aguçado, ajudando a tomar decisões importantes tanto na vida amorosa quanto na carreira. Aproveite essa sensibilidade para fortalecer vínculos com pessoas próximas, demonstrando seu cuidado e compreensão. Pode sentir uma sensação de resistência ou desafios inesperados, mas sua determinação será sua melhor arma para superá-los. Busque equilíbrio entre suas emoções e o racional, evitando reações impulsivas. No momento, é importante priorizar o autocuidado, ouvindo sua intuição e descansando quando necessário. Hoje, reserve um tempo para refletir sobre seus objetivos e coloque suas ideias em prática com calma e confiança.",
      "love": "Para os Escorpianos em 23 de fevereiro de 2026, a sinceridade fortalece relacionamentos, seja você solteiro ou comprometido. Se estiver solteiro, invista na autodescoberta e demonstre seu valor com autenticidade. Para os em um relacionamento, pratique a comunicação aberta e ouça com empatia, evitando ciúmes excessivos. Valorize seu parceiro, fortalecendo laços com gestos pequenos, mas significativos.",
      "career": "Para Escorpião em 23 de fevereiro de 2026, concentre-se em estabilidade financeira e aproveite oportunidades de crescimento profissional. Avalie seus investimentos e economize com disciplina. No trabalho, seja transparente e colabore mais com colegas, fortalecendo parcerias. Invista em cursos que ampliem suas habilidades e mantenha o foco em metas de longo prazo. Aproveite esse momento para transformar esforços em conquistas concretas.",
      "mood": "No dia 23 de fevereiro de 2026, Escorpião experimentará uma aura profundamente introspectiva, marcada por emoções intensas e uma sensação de renovação emocional que estimulará reflexão e esperança silenciosa na alma.",
      "lucky_numbers": [
        38,
        11,
        34
      ],
      "lucky_color": "prata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitário, dia de novas aventuras e inspiração interior.",
      "general": "Hoje, Sagitário, seu entusiasmo e energia estão em alta, trazendo otimismo para várias áreas da sua vida. No trabalho, você pode encontrar novas oportunidades ao explorar ideias inovadoras e demonstrar sua criatividade, o que impressionará colegas e superiores. No amor, é um dia favorável para fortalecer vínculos, mostrando seu lado mais verdadeiro e generoso. No campo financeiro, atenção às despesas impulsivas; planeje melhor seus gastos para evitar surpresas no fim do mês. Para sua saúde, reserve um tempo para relaxar e recarregar suas energias, praticando atividades físicas ou meditação. Hoje, aproveite para comunicar suas ideias com clareza e confiança. Faça uma lista de metas para o próximo mês e estabeleça passos concretos para alcançá-las.",
      "love": "Para Sagitarianos solteiros, 2026-02-23 é um ótimo momento para explorar novos ambientes sociais e mostrar sua autenticidade, o que atrairá conexões sinceras. Para os que estão em relacionamento, pratique a comunicação aberta e sincera, evitando prejudicar a liberdade do parceiro. Aproveite para planejar pequenas viagens juntos, fortalecendo laços e criando memórias especiais. Seja espontâneo e atento às necessidades do outro.",
      "career": "Para Sagitário em 23 de fevereiro de 2026, aproveite oportunidades de aprender novas habilidades no trabalho, reforçando sua experiência. Economize com disciplina e evite gastos impulsivos. Concentre-se em estabelecer metas financeiras claras e invista em projetos que aumentem seu patrimônio. Mantenha o equilíbrio entre ambição e bem-estar, priorizando relacionamentos pessoais e profissionais para um crescimento harmonioso.",
      "mood": "Em 23 de fevereiro de 2026, Sagitário sente uma mistura de esperança vibrante e entusiasmo aventureiro, inspirado por possibilidades inéditas. Apesar de momentos de inquietação, prevalece um espírito otimista que guia com coragem.",
      "lucky_numbers": [
        36,
        9,
        32
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricórnio conquista novas metas e realiza sonhos nesta semana",
      "general": "Hoje, os capricornianos podem sentir uma forte energia para equilibrar suas emoções e responsabilidades. No trabalho, uma oportunidade pode surgir inesperadamente, exigindo atenção e determinação, mas também oferecendo potencial de crescimento. No âmbito pessoal, o relacionamento com familiares e amigos ganha destaque, trazendo momentos de diálogo e compreensão mútua. É um dia ideal para organizar suas finanças e definir metas de curto prazo, o que trará mais segurança e clareza a longo prazo. Sua disciplina e perseverança estão em alta, impulsionando suas realizações. Aproveite para refletir sobre seus objetivos e ajustar o curso, se necessário. Como ação prática, dedique um tempo para planejar suas tarefas da semana, anotando prioridades e passos para alcançar seus sonhos.",
      "love": "Para os capricornianos solteiros, 2026-02-23 é um momento para abrir o coração lentamente, cultivando autoconfiança e explorando novas conexões com sinceridade. Para os que estão em relacionamento, concentrem-se em comunicar seus sentimentos com firmeza e empatia, fortalecendo a confiança mútua. Aproveitem o dia para estabelecer metas juntos e criar momentos de genuína conexão e compreensão.",
      "career": "Para Capricórnio em 23 de fevereiro de 2026, concentre-se em estabelecer metas profissionais realistas e mantenha-se disciplinado. Invista na sua capacitação e aproveite oportunidades de networking. Controle seus gastos e evite investimentos impulsivos. Planejar com antecedência e reservar uma poupança sólida trará segurança financeira. Aproveite seu potencial, mas lembre-se de equilibrar trabalho e bem-estar para um crescimento sustentável.",
      "mood": "No dia 23 de fevereiro de 2026, os capricornianos podem sentir uma mistura de esperança e introspecção, com um brilho de determinação que os encoraja a buscar equilíbrio emocional e clareza interior perante desafios vindouros.",
      "lucky_numbers": [
        20,
        43,
        16
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Aquário hoje: descubra novas aventuras e conexões apaixonadas",
      "general": "Hoje, Aquário, você provavelmente sentirá uma energia renovada que o impulsionará a buscar novas experiências tanto na vida pessoal quanto na profissional. Sua criatividade estará em alta, facilitando a resolução de problemas e a inovação em projetos. No amor, a comunicação se destacará, ajudando a fortalecer laços e esclarecer mal-entendidos. No âmbito financeiro, é um bom momento para revisar suas metas e fazer ajustes que tragam mais segurança. Quanto à saúde, preste atenção ao seu bem-estar emocional e tente encontrar momentos de tranquilidade para recarregar suas energias. Aproveite também para se conectar com amigos ou familiares, pois o apoio deles será valioso. Hoje, reserve um tempo para refletir sobre seus objetivos e planejar seus próximos passos com delicadeza e esperança.",
      "love": "Para Aquário solteiro, 2026-02-23 é momento de explorar novas amizades e abrir seu coração para novas experiências. Seja autêntico e ouça seu instinto ao escolher alguém especial. Para casais, pratique conversas sinceras e valorize a liberdade do outro. Surpreenda com gestos criativos, fortalecendo a conexão. Mantenha o respeito mútuo e lembre-se que a maturidade emocional aprofunda o relacionamento.",
      "career": "Em 23 de fevereiro de 2026, para Aquário, concentre-se em aprimorar suas habilidades profissionais e busque oportunidades de networking. Invista em cursos que elevem seu valor no mercado. Economize de forma consciente, evitando gastos impulsivos. Planeje suas finanças com foco a longo prazo, como uma aposentadoria confortável. Mantenha uma postura aberta a novas ideias, pois podem gerar ganhos inesperados.",
      "mood": "No dia 23 de fevereiro de 2026, Aquário despertará uma sensação de esperança vibrante e liberdade interior. O tom emocional será de entusiasmo e inovação, criando um clima de otimismo e inspiração contagiante.",
      "lucky_numbers": [
        34,
        7,
        30
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Peixes, hoje seu coração revela novas possibilidades emocionais",
      "general": "Hoje, Peixes, o dia traz uma energia de reflexão que beneficia suas emoções e relacionamentos. É um momento propício para aprofundar conversas com pessoas importantes, buscando compreensão mútua. No trabalho, sua intuição está aguçada, ajudando a tomar decisões mais sensatas e a resolver conflitos com delicadeza. No âmbito financeiro, pequenas oportunidades podem surgir, mas é importante manter o foco e evitar desperdícios. Sua criatividade também se destaca, incentivando atividades artísticas ou hobbies que elevem seu espírito. Cuide de sua saúde emocional, reservando um tempo para meditar ou descansar. Aproveite esse momento para fortalecer vínculos afetivos e se conectar com seu lado mais sensível. Hoje, priorize o autocuidado e pratique a gratidão por tudo que tem conquistado.",
      "love": "Para Peixes solteiros em 2026, concentrem-se em autodescoberta e confiança antes de buscar um relacionamento. Invistam em hobbies e conexões genuínas. Para casais, praticar comunicação aberta e empatia fortalecerá o vínculo. Reservem momentos especiais para compartilhar sonhos e planos, cultivando compreensão mútua. Lembrem-se de manter a sensibilidade, mas também de estabelecer limites claros para um amor saudável e duradouro.",
      "career": "Para Peixes em 23 de fevereiro de 2026, concentre-se em equilibrar emoções com objetivos profissionais. Aproveite oportunidades de networking e invista em cursos que aprimorem suas habilidades. Controle gastos impulsivos e evite decisões financeiras apressadas. Cultive transparência na comunicação e seja paciente ao buscar reconhecimento. Assim, fortalecerá sua estabilidade emocional e financeira, garantindo crescimento sustentável nesta fase.",
      "mood": "No dia 23 de fevereiro de 2026, Peixes sentirá uma atmosfera de introspecção e gentileza, envolvendo-o com uma sensação de esperança e conexão emocional profunda, promovendo serenidade e uma empatia renovada.",
      "lucky_numbers": [
        41,
        14,
        37
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}