{
  "date": "2026-02-17",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Ariete, oggi scoprirai nuove opportunità di crescita personale",
      "general": "Oggi l'Ariete si troverà al centro dell'attenzione, con molte opportunità di crescita sia nel lavoro che nella vita personale. È un momento favorevole per esprimere le proprie idee e prendere l'iniziativa, anche se bisogna fare attenzione a non essere troppo impulsivi, specialmente nelle relazioni. La vostra energia scorrerà forte, permettendovi di affrontare con determinazione qualsiasi ostacolo. Tuttavia, cercate di ascoltare di più gli altri e di essere più pazienti. La giornata invita a consolidare legami importanti e a dedicare tempo a voi stessi per riflettere. Frutto di questa giornata sarà la chiarezza con cui potrete capire le prossime mosse da compiere. Oggi, cercate di fare un passo concreto verso un obiettivo personale o professionale.",
      "love": "Per Ariete il 2026-02-17 invita a riflettere sulla pazienza e ascolto. Se sei single, investi nel conoscere davvero te stesso prima di cercare una nuova relazione. Per le coppie, dedicati ad appuntamenti spontanei e alla comunicazione sincera. Ricorda di rispettare i tempi dell'altro e di mostrare affetto con gesti concreti, rafforzando il legame giorno dopo giorno.",
      "career": "In questa giornata, l'Ariete dovrebbe concentrarsi sulla pianificazione finanziaria a medio termine, valutando investimenti e risparmi. Sfrutta il momento per mettere in ordine le priorità lavorative e coltivare competenze nuove, magari attraverso corsi online. Non temere di chiedere consiglio a professionisti e mantieni sempre una mentalità aperta e proattiva, perché le opportunità sono dietro l'angolo.",
      "mood": "Il tono emotivo di Ariete il 17 febbraio 2026 è energico e passionale, carico di entusiasmo e determinazione. L’atmosfera è vibrante, ispirante, con un senso di speranza ardente che spinge verso nuovi inizi.",
      "lucky_numbers": [
        29,
        46,
        13
      ],
      "lucky_color": "oro",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Toro, il 2026 ti porterà nuove opportunità sorprendenti e gratificanti",
      "general": "Oggi per il Toro sarà una giornata ricca di energia e opportunità. Sul fronte delle relazioni, potresti ricevere riconoscimenti per il tuo impegno e sentirti più sicuro nel condividere i tuoi sentimenti. Sul lavoro, la tua determinazione ti aiuterà a superare eventuali ostacoli, portando avanti progetti importanti. La tua attenzione alla stabilità ti guiderà a prendere decisioni ponderate, mentre il benessere generale ti invoglierà a dedicarti ad attività che rilassano la mente e il corpo. Ricorda di ascoltare il tuo intuito prima di agire, perché potrebbe offrirti spunti preziosi. L’unica cosa che ti consiglio oggi è di prendersi del tempo per riflettere sui tuoi obiettivi a medio termine e pianificare i passi successivi con calma e chiarezza.",
      "love": "Per i Toro single nel 2026, aprite il cuore alle nuove opportunità e affidatevi alla vostra naturale sincerità. Per le coppie, dedicate del tempo di qualità al partner, ascoltatelo con attenzione e mostrate il vostro affetto con gesti concreti. Ricordate che la sincerità e la pazienza rafforzano le relazioni: investite cuore e tempo senza fretta, creando un legame solido e autentico.",
      "career": "Per il Toro nel 2026, concentrati sulla pianificazione finanziaria a lungo termine e diversifica i tuoi investimenti. Risparmia regolarmente e riduci le spese superflue. Considera di approfondire le tue competenze lavorative, magari attraverso corsi o certificazioni, per aumentare il valore sul mercato. Sii paziente, mantieni un atteggiamento positivo e sfrutta le opportunità di collaborazione per raggiungere stabilità e crescita.",
      "mood": "Il tono emotivo di Toro il 17 febbraio 2026 è introspective e profondamente malinconico, avvolto da un senso di nostalgia e speranza sottile, creando un'atmosfera riflessiva e commovente, ricca di delicate emozioni sottili e",
      "lucky_numbers": [
        31,
        48,
        15
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gemelli, oggi scoprirai nuove opportunità di crescita personale",
      "general": "Oggi i Gemelli si sentiranno molto ricettivi alle novità e alle opportunità che si presenteranno, specialmente nel lavoro e nelle relazioni. La vostra natura curiosa vi spinge a cercare nuove conoscenze, e potrebbe esserci un'energia positiva che favorisce progetti creativi e collaborazioni. Tuttavia, cercate di mantenere un equilibrio tra il desiderio di indipendenza e l'ascolto delle esigenze degli altri. Le emozioni potrebbero essere intense, portandovi a riconsiderare alcune scelte personali o professionali. La giornata favorisce anche il tempo dedicato a voi stessi, alla riflessione e a piccoli momenti di relax. Per oggi, dedicate qualche minuto a pianificare i vostri obiettivi a breve termine e prendete nota delle intuizioni che arriveranno durante la giornata.",
      "love": "Per i Gemelli single, il 17 febbraio 2026, è il momento di aprirsi a nuove opportunità, ma con attenzione; ascolta il tuo cuore e non temere di mostrare la tua vera personalità. Per chi è in coppia, dedicati a conversazioni profonde e sincere con il partner, rafforzando il legame attraverso la comprensione reciproca e piccoli gesti di affetto quotidiano.",
      "career": "Per i Gemelli il 17 febbraio 2026, è importante concentrare energia sulle relazioni professionali e personali. Dedica del tempo a pianificare obiettivi finanziari a lungo termine, per evitare spese impulsive. Nutri capacità comunicative e sii aperto a nuove collaborazioni che possano portarti benefici. Mantieni un equilibrio tra lavoro e vita privata, favorendo stabilità e crescita sostenibile.",
      "mood": "Il tono emotivo per i Gemelli il 17 febbraio 2026 sarà leggero e dinamico, con un senso di curiosità crescente e gioia spontanea. L’umore sarà vivace, ma anche riflessivo, portando entusiasmo e introspezione.",
      "lucky_numbers": [
        22,
        39,
        6
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancro, la tua intuizione guiderà le scelte cruciali oggi",
      "general": "Oggi il Cancro si sentirà particolarmente sensibile e intuitivo, pronto ad ascoltare il proprio cuore e a percepire le emozioni degli altri. Sul fronte relazionale, è un momento favorevole per rafforzare i legami affettivi, dedicando più tempo alle persone a voi care. Nel lavoro, potrebbe arrivare una notizia o un’opportunità che richiede attenzione ai dettagli e cura, ma anche fiducia nelle vostre capacità. La giornata invita a prendersi cura di sé stessi, dedicando momenti di relax o pratiche che favoriscono il benessere emotivo e fisico. Le energie sono in fase ascendente per chi desidera avviare nuovi progetti o approfondire conoscenze. Concedetevi di essere più aperti e disponibili. Oggi, pensate a un gesto di affetto e fatelo subito, senza esitazioni.",
      "love": "Il 2026 sarà un anno di crescita emotiva per il Cancro. Se sei single, apriti alle nuove conoscenze, ma evita di mettere troppa pressione sulla ricerca dell’amore. Per le coppie, concentrati sulla comunicazione empatica e su gesti di tenerezza quotidiani. Dedica tempo ascoltando il partner, rafforzando così il vostro legame e creando un ambiente di sicurezza e comprensione reciproca.",
      "career": "Il 17 febbraio 2026, Cancro dovrebbe concentrarsi sul rafforzamento delle relazioni professionali, dedicando tempo al networking. Pianifica attentamente le finanze, risparmiando e investendo con prudenza. Evita decisioni impulsive e valuta bene le opportunità prima di impegnarti. Coltiva la pazienza e ascolta il tuo istinto, che ti guiderà verso scelte più sicure e soddisfacenti a lungo termine.",
      "mood": "Il 17 febbraio 2026, il Cancro si sentirà avvolto da un senso di calore e introspezione, con un'atmosfera di nostalgia dolce e speranza rassicurante, invitandolo a riflettere e trovare conforto nella famiglia e nei ricordi",
      "lucky_numbers": [
        14,
        31,
        48
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leone, una giornata di successo e rinnovata energia ti aspetta",
      "general": "Oggi per voi Leone, il cielo suggerisce una giornata ricca di energia e opportunità. Sul piano lavorativo, potreste trovare nuove soluzioni ai problemi più complessi, grazie alla vostra creatività e intuizione. È un momento ideale per mostrare il vostro talento e assumervi responsabilità più grandi. Nell’amore, le vostre emozioni saranno intense, portandovi a comunicare con sincerità e passione con il partner o con chi desiderate avvicinare. La salute vi sorride, ma attenzione allo stress: praticate tecniche di rilassamento per mantenervi centrati. In famiglia, un gesto gentile rafforzerà i legami. Fate attenzione a non rimandare decisioni importanti: oggi è il giorno perfetto per agire con fiducia e determinazione. Mettete in pratica un’azione concreta per avanzare verso i vostri obiettivi.",
      "love": "Leone, nel 2026, abbraccia l'autenticità nelle relazioni. Per i single, dedicati a scoprire cosa desideri davvero, aprendo il cuore a nuove opportunità senza paure. Per le coppie, coltiva sincerità e complicità, dedicando tempo di qualità. Impara ad ascoltare attivamente e condividere i tuoi sentimenti, creando un legame più profondo e duraturo.",
      "career": "Il 17 febbraio 2026, Leone dovrebbe concentrate sulla pianificazione finanziaria e sulla crescita professionale. È importante stabilire obiettivi di risparmio e investimenti a lungo termine, evitando spese impulsive. Potrebbe considerare corsi di formazione per migliorare le proprie competenze e aumentare le opportunità di carriera. Coltivare relazioni professionali solide potenzierà il suo successo e stabilità finanziaria.",
      "mood": "Il tono emotivo di Leone il 17 febbraio 2026 è sussurrato di speranza nascosta e introspezione profonda, mentre il mood avvolge con una leggera malinconia e un senso di attesa tranquilla, palpabile nell’aria.",
      "lucky_numbers": [
        27,
        44,
        11
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vergine, il 17 febbraio 2026 porta nuove scoperte positive",
      "general": "Oggi Vergine ti invita a concentrarti sull’equilibrio tra lavoro e vita privata. La tua mente analitica sarà uno strumento prezioso per risolvere vecchie questioni, ma ricordati di ascoltare anche le emozioni che emergono con più forza del solito. Potresti ricevere notizie importanti che ti aiuteranno a fare scelte più consapevoli, mentre la tua attenzione ai dettagli ti darà vantaggi nella gestione delle responsabilità quotidiane. Sul fronte relazionale, è il momento di mostrare empatia e apertura, rafforzando i legami con chi ti sta vicino. La giornata favorisce anche la cura di te stesso: concediti qualche momento di relax. Oggi, prendi l'iniziativa di scrivere una lista di priorità.",
      "love": "Il 2026 sarà un anno di crescita emotiva per i Vergine. Se sei single, apri il cuore, lasciando andare la rigidità e mostrando più spontaneità; partecipare ad attività di gruppo può favorire incontri genuini. Per le coppie, concentra l'attenzione sulla comunicazione e sulla comprensione reciproca, dedicando momenti di qualità e ascolto attento per rafforzare il legame.",
      "career": "Il 2026-02-17 sarà una giornata favorevole per la carriera di Vergine. Concentrati su progetti organizzativi e perfezionistici, sfruttando le tue capacità analitiche. Stabilizza le finanze evitando acquisti impulsivi e pianifica un budget a lungo termine. Dedica del tempo alla formazione o a nuove competenze, così da aumentare il valore professionale e raggiungere obiettivi più ambiziosi.",
      "mood": "Il tono emotivo per la Vergine il 17 febbraio 2026 è armonioso e riflessivo, con un senso di introspezione calma che invita alla cura di sé e alla quiete interiore, stimolando sentimenti di pace e consapevolezza.",
      "lucky_numbers": [
        41,
        8,
        25
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Bilancia, il 17 febbraio ti porta nuova armonia e opportunità",
      "general": "Oggi la giornata invita i Bilancia a trovare un equilibrio tra lavoro e vita personale, dedicando del tempo alla famiglia e agli amici, che sono fonte di sostegno e gioia. Le energie saranno favorevoli per chiarire incomprensioni e rafforzare rapporti importanti, quindi approfittane per comunicare con sincerità e apertura. Potresti sentirti più sensibile alle esigenze degli altri e desideroso di armonia, anche nelle relazioni più complesse. È un momento favorevole per rivedere i tuoi obiettivi e prendere decisioni strategiche, ma senza fretta. La tua capacità di adattamento sarà il punto di forza. Oggi concentrati su un gesto concreto per dimostrare affetto a chi ami, anche con una piccola attenzione.",
      "love": "Per i Bilancia il 2026-02-17 sarà un giorno di grande intimità e di rinnovamento nelle relazioni. Per chi è single, apriti a nuove conoscenze senza paura; ascolta il tuo cuore e segui il primo impulso. Per chi è in coppia, dedica momenti di qualità al partner, comunicando con sincerità e ascolto. La sincerità rafforzerà i legami e creerà nuove sintonie.",
      "career": "Il 17 febbraio 2026 sarà un giorno ideale per Bilancia per focalizzarsi sulla stabilità finanziaria. Pianifica un budget dettagliato, elimina spese superflue e investi in formazione professionale. Mantieni un atteggiamento equilibrato nei rapporti di lavoro, ascolta i consigli di esperti e valuta nuove opportunità. La pazienza e la disciplina ti aiuteranno a rafforzare la tua sicurezza economica.",
      "mood": "Il 17 febbraio 2026, i Bilancia si troveranno immersi in un'atmosfera di introspezione e dolce calma, con un senso di equilibrio interiore e speranza che apre la porta a nuove opportunità di crescita personale.",
      "lucky_numbers": [
        31,
        48,
        15
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpione, il destino ti riserva sorprendenti rivelazioni domani",
      "general": "Oggi per lo Scorpione si presenta una giornata intensa e ricca di opportunità. Le relazioni interpersonali richiederanno attenzione, perché qualcuno potrebbe bisogno di un chiarimento o di un sostegno. È il momento ideale per esprimere i propri sentimenti e ascoltare con attenzione gli altri, favorendo un senso di intesa e comprensione reciproca. Dal punto di vista professionale, potrebbero emergere nuove idee o progetti che meriteranno la vostra dedizione e creatività. La vostra intuizione sarà un alleato prezioso per prendere decisioni importanti. Ricordate di bilanciare il lavoro con il benessere personale, trovando spazio per qualche momento di relax. Oggi, prendete l'abitudine di scrivere i vostri obiettivi, per mantenere il focus e aumentare la motivazione.",
      "love": "Per i single Scorpione, febbraio 2026 invita a coltivare autostima e a aprirsi al nuovo con fiducia; partecipare a eventi sociali può portare a incontri significativi. Per le coppie, concentrarsi sulla comunicazione sincera rafforzerà il legame. Dedicate tempo a condividere passioni comuni e ascoltate attentamente il partner, creando intimità e comprensione reciproca.",
      "career": "Il 17 febbraio 2026, i Scorpione sono invitati a concentrarsi sulla pazienza e sulla pianificazione finanziaria. Valuta attentamente investimenti e spese impulsive. Investi in formazione o progetti a lungo termine e coltiva relazioni professionali sincere. Mantieni equilibrio tra lavoro e vita privata, e ascolta il tuo intuito per prendere decisioni efficaci e sicure, assicurando un percorso di crescita stabile e gratificante.",
      "mood": "Il 17 febbraio 2026, lo Scorpione sentirà un'onda di introspezione profonda e emozioni intense, portando un'atmosfera di meraviglia e riflessione, con un tocco di mistero che stimolerà la crescita personale.",
      "lucky_numbers": [
        32,
        49,
        16
      ],
      "lucky_color": "argento",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittario, la tua energia ti guiderà verso nuove scoperte oggi",
      "general": "Oggi il Sagittario sentirà una forte voglia di avventura e di cambiamenti, portando energia positiva nelle relazioni e nel lavoro. È un momento favorevole per approfondire i rapporti con gli amici o con il partner, creando legami più profondi e sinceri. Sul fronte professionale, le idee innovative potrebbero portare nuove opportunità, ma è importante mantenere la calma e valutare bene le situazioni prima di agire impulsivamente. La salute richiede attenzione, quindi concediti qualche momento di relax e cura di te stesso. La tua voglia di scoprire il mondo ti accompagnerà tutto il giorno, spingendoti a cercare nuove esperienze. Per oggi, prova a pianificare un’attività all’aria aperta per rinnovare le energie e ristabilire l’equilibrio interiore.",
      "love": "Per i Sagittario single nel 2026, approfitta di occasioni sociali e sii spontaneo nelle nuove conoscenze, mostrando sincerità e apertura. Per le coppie, concentrati sulla comunicazione e condividi momenti di qualità, evitando discussioni superficiali. Regione l’equilibrio tra libertà personale e impegno, coltivando fiducia e comprensione reciproca. Sii paziente e ascolta attentamente, così rafforzerai il legame e attirerai amore genuino.",
      "career": "Il 17 febbraio 2026 offre ai Sagittario un momento favorevole per pianificare obiettivi a lungo termine. Concentrati sulla formazione e l'apprendimento di nuove competenze per migliorare la tua carriera. Evita decisioni impulsive nel settore finanziario, e considera di consultare un esperto per investimenti. Cerca equilibrio tra ambizione e risparmio per garantire stabilità e crescita futura.",
      "mood": "Il 17 febbraio 2026, Sagittario si sentirà avvolto da un senso di speranza e avventura, con un'energia positiva che alimenta entusiasmo e curiosità, suscitando un'atmosfera di rinascita e possibilità illimitate.",
      "lucky_numbers": [
        30,
        47,
        14
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorno oggi: scopri nuove opportunità e successi sorprendenti",
      "general": "Oggi, il cielo favorisce il vostro senso pratico e la capacità di pianificare il futuro con determinazione. Sarete particolarmente attenti alle questioni lavorative, riuscendo a trovare soluzioni innovative ai problemi più complessi. In amore, potrebbe essere un giorno in cui emergono sentimenti profondi, portando a momenti di intimità significativa con il partner o a nuove possibilità di conoscenza se siete single. La vostra determinazione e la vostra pazienza vi aiuteranno a superare eventuali piccoli ostacoli che potrebbero presentarsi. A livello di salute, è importante ascoltare il proprio corpo e concedersi momenti di relax per evitare stress accumulato. Oggi, dedicate del tempo a un progetto personale che da tempo desiderate realizzare.",
      "love": "Per i Capricorno single nel 2026, concentrati sul rafforzare la fiducia in te stesso e sulle attività che ti rendono felice. Partecipa a eventi sociali e lasciati guidare dall’intuizione. Per le coppie, coltivate la comunicazione aperta e dedicati momenti di qualità insieme. Ricorda che la sincerità e la pazienza sono fondamentali per rafforzare il legame e superare eventuali difficoltà.",
      "career": "Il 17 febbraio 2026 sarà un giorno ideale per consolidare le tue competenze professionali, Capricorno. Concentrati su formazione e networking, partecipando a eventi di settore. Gestisci con attenzione le finanze, evitando spese impulsive e pianificando investimenti a lungo termine. Sii paziente e perseverante, poiché i risultati arriveranno con costanza e dedizione, rafforzando la tua stabilità finanziaria e carrière.",
      "mood": "Il 17 febbraio 2026, i Capricorno sentiranno un’atmosfera di speranza e riflessione, con un tocco di introspezione e determinazione che alimenta fiducia e serenità in un momento di crescita interiore.",
      "lucky_numbers": [
        14,
        31,
        48
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acquario, oggi scoprirai nuove passioni e sorprendente vitalità",
      "general": "Oggi l'Acquario si sentirà particolarmente ispirato a esplorare nuove idee sia nel campo professionale che in quello personale. La presenza di influenze favorevoli favorirà intuizioni brillanti e soluzioni innovative ai problemi di sempre, invitandoti a condividere le tue visioni con chi ti sta vicino. È un buon momento per rafforzare i legami con gli amici e i colleghi, creando nuove opportunità di collaborazione. La tua creatività sarà al massimo e potresti trovare piacere nel dedicarti a hobby o passioni che avevi trascurato. Tuttavia, cerca di mantenere un certo equilibrio e non lasciarti sopraffare dall’entusiasmo. Ricorda di ascoltare il tuo intuito prima di prendere decisioni importanti. Per oggi, impegnati a fare un passo concreto verso un progetto che desideri realizzare.",
      "love": "Per gli Acquario single in questa giornata, apri il cuore alle nuove conoscenze senza timore, condividi i tuoi pensieri più autentici e lasciati sorprendere dalle persone che incontri. Per le coppie, impegnati a comunicare con sincerità e ascolto reciproco, creando momenti di complicità e rafforzando il legame attraverso piccoli gesti di cura quotidiana. Essere autentici e presenti farà la differenza.",
      "career": "Il 17 febbraio 2026, l'Acquario dovrebbe concentrarsi su migliorare le competenze professionali, magari seguendo corsi o workshop. È un momento favorevole per stabilire nuove connessioni e collaborazioni, che potrebbero portare opportunità future. Gestisci con attenzione le finanze, evitando spese impulsive e pianificando un budget solido. Investi in progetti a lungo termine e mantieni una mentalità aperta alle novità.",
      "mood": "Il tono emotivo per l'Acquario il 17 febbraio 2026 è di meraviglia e introspezione, con un mood di speranza e rinnovamento, invitando a riflettere sulle proprie aspirazioni e aprire il cuore a nuove possibilità.",
      "lucky_numbers": [
        28,
        45,
        12
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Pesci, oggi scoprirai il vero significato dell'amore pienamente",
      "general": "Oggi i Pesci si sentiranno particolarmente sensibili e intuitivi, pronti ad affrontare le sfide con empatia e saggezza. Sul piano lavorativo, è il momento di sfruttare le proprie doti creative e di ascolto per risolvere eventuali conflitti o incomprensioni con colleghi e clienti. In amore, la giornata invita alla comunicazione sincera, rafforzando i legami con il partner attraverso piccoli gesti di affetto e comprensione. La salute mentale e fisica richiede attenzione: concedetevi momenti di relax e meditazione per mantenere l’equilibrio interiore. Le opportunità di crescita personale si presentano se aprite il cuore e la mente a nuove esperienze. Oggi, provate a dedicare un po' di tempo alla vostra creatività e ascoltate il vostro istinto.",
      "love": "Per i Pesci single, approfitta del 2026-02-17 per essere autentico e aperto nelle nuove conoscenze, lasciando trasparire il cuore senza paura. Per le coppie, dedicare tempo alla comunicazione profonda rinforza il legame; ascolta con empatia e condividi i tuoi sentimenti senza timore. Sii paziente e pronto a compromessi, favorendo così armonia e crescita reciproca.",
      "career": "Per i Pesci il 2026 sarà un anno di opportunità. Concentrati sul miglioramento delle tue competenze e cerca di distinguerti sul lavoro. Risparmia con costanza e valuta investimenti oculati. Ascolta il tuo intuito e non temere di chiedere aiuto quando serve. Mantieni un atteggiamento positivo e aperto alle novità, così potrai raggiungere obiettivi finanziari e professionali più velocemente.",
      "mood": "Il tono emotivo di Pesci il 17 febbraio 2026 risulta delicato e riflessivo, permeato da una sensazione di introspezione e calma profonda, mentre l’atmosfera si colora di speranza e di un sottile desiderio di connessione autent",
      "lucky_numbers": [
        35,
        2,
        19
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    }
  }
}