{
  "date": "2026-01-08",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, aujourd'hui, votre énergie vous ouvre de nouvelles portes",
      "general": "Aujourd'hui, le Bélier ressentira une énergie vibrante qui peut l’aider à avancer dans ses projets professionnels et personnels. C’est une excellente journée pour prendre des initiatives, faire preuve de créativité et pour renforcer ses relations avec ses proches. Cependant, gare aux impulsivités qui pourraient entraîner des malentendus ou des tensions inutiles. Sur le plan émotionnel, il est important de prendre le temps d’écouter vraiment l’autre, afin d’éviter des incompréhensions. Sur le plan financier, il serait judicieux de rester prudent et de ne pas faire de dépenses impulsives. La clé de la journée sera de canaliser cette énergie positive dans des actions concrètes tout en restant à l’écoute de ses ressentis. Aujourd’hui, il est conseillé de faire une liste de ses objectifs pour mieux organiser ses priorités.",
      "love": "Pour les Bélier célibataires, 2026-01-08 est le moment idéal pour dévoiler votre sincérité. Soyez authentique et écoutez attentivement pour créer des liens profonds. En couple, priorisez la communication et montrez votre soutien. Planifiez une activité ensemble pour renforcer votre complicité. Restez patient et évitez l’impulsivité pour bâtir une relation équilibrée et pleine de confiance.",
      "career": "Pour Bélier en 2026-01-08, il est essentiel de rester concentré sur vos objectifs professionnels en évitant les distractions. Prenez le temps de planifier minutieusement vos finances, en augmentant votre épargne et en évitant les dépenses impulsives. Considérez aussi de rechercher des formations ou des opportunités qui renforcent vos compétences pour avancer. Soyez patient et persévérant, vos efforts porteront leurs fruits.",
      "mood": "Le 8 janvier 2026, Bélier ressentira une profonde inspiration mêlée à une énergie dynamique et passionnée. Une journée où l'enthousiasme et la confiance nourriront ses aventures, créant un sentiment d'excitation tangible et d'espoir renouvelé.",
      "lucky_numbers": [
        20,
        28,
        36
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, une journée propice à la réussite et à la réflexion",
      "general": "Aujourd'hui, Taureau, vous ressentirez une énergie renouvelée qui vous encouragera à prendre des initiatives autant dans votre vie personnelle que professionnelle. La journée sera propice aux échanges constructifs, ce qui pourra ouvrir de nouvelles perspectives dans vos relations ou votre carrière. Prenez le temps d'écouter attentivement les conseils de ceux qui vous entourent, car ils pourraient vous apporter des idées précieuses. Sur le plan sentimental, la confiance et la sincérité renforceront vos liens, facilitant une communication profonde avec votre partenaire. Sur le plan financier, soyez prudent dans vos dépenses et évitez de vous lancer dans de nouveaux investissements impulsifs. Concrètement, today, faites une liste de priorités pour la semaine à venir afin de mieux organiser votre temps et vos efforts.",
      "love": "Pour les Taureaux en 2026-01-08, cultivez la patience et l’ouverture d’esprit. En couple, communiquez sincèrement pour renforcer la confiance. Pour les célibataires, sortez de votre zone de confort en rencontrant de nouvelles personnes. Prenez le temps d’écouter votre cœur, tout en évitant de précipiter les décisions. La stabilité et la sincérité seront vos clés pour avancer dans l’amour cette année.",
      "career": "Le 8 janvier 2026, Taureau devrait privilégier la stabilité financière en évitant les investissements risqués. Concentrez-vous sur l’épargne et la gestion prudente de vos dépenses. Sur le plan professionnel, maintenez vos efforts constants et explorez de nouvelles compétences pour renforcer votre position. Restez fidèle à vos valeurs et investissez dans votre développement personnel pour un futur serein.",
      "mood": "Le jour du 8 janvier 2026, le Taureau ressentira une douceur apaisante mêlée à une légère incertitude, évoquant une énergie chaleureuse mais teintée de nostalgie, invitant à la réflexion et à la stabilité intérieure.",
      "lucky_numbers": [
        22,
        30,
        38
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, votre avenir s'éclaire avec opportunités florissantes",
      "general": "Aujourd'hui, les Gémeaux pourront ressentir une grande énergie pour explorer de nouvelles idées, que ce soit dans leur vie professionnelle ou personnelle. Les échanges avec les autres seront particulièrement harmonieux, facilitant la résolution de malentendus ou la concrétisation de projets communs. Sur le plan sentimental, il se peut que des conversations sincères renforcent vos liens et apportent une meilleure compréhension mutuelle. Votre curiosité sera à son apogée, alors n'hésitez pas à apprendre quelque chose de nouveau ou à planifier une activité stimulante. Cependant, il est important de rester attentif à ne pas vous disperser ou à perdre de vue vos priorités. Aujourd'hui, consacrez du temps à organiser votre journée pour maximiser votre productivité et enrichir vos relations.",
      "love": "Pour les Gémeaux célibataires en 2026-01-08, il est important d’ouvrir votre cœur sans crainte et d’oser exprimer vos sentiments authentiques. Prenez le temps de connaître quelqu’un en profondeur, sans précipitation. Pour ceux en couple, misez sur la communication sincère pour revitaliser votre complicité. Écoutez attentivement votre partenaire et faites des petites attentions pour renforcer votre lien.",
      "career": "Le 8 janvier 2026, les Gémeaux devraient se concentrer sur la consolidation de leurs compétences professionnelles. Prenez le temps de suivre une formation ou d’acquérir une nouvelle certification pour booster votre carrière. Sur le plan financier, évitez les dépenses impulsives et privilégiez l’épargne. Réévaluez votre budget mensuel et investissez dans des projets à long terme, en restant prudent et réaliste.",
      "mood": "Le 8 janvier 2026, l'énergie des Gémeaux sera empreinte d'une légèreté joyeuse mêlée à une curiosité vivante, invitant à la découverte et à la communication sincère, avec une touche d'optimisme pétillant.",
      "lucky_numbers": [
        13,
        21,
        29
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée vous apportera des rencontres significatives",
      "general": "Aujourd’hui, les cancers pourraient ressentir une forte envie de se recentrer sur leur vie personnelle et leurs relations. Les influences astrales favorisent la communication, mais aussi la réflexion intérieure. C’est une journée idéale pour exprimer vos sentiments en douceur, que ce soit avec votre partenaire, famille ou amis proches. Au travail, la concentration et la créativité seront vos atouts, alors n’hésitez pas à prendre des initiatives. Sur le plan émotionnel, il est important de reconnaître vos besoins profonds et d’éviter de vous laisser envahir par le stress. La clé sera de trouver un équilibre entre votre besoin d’intimité et votre capacité à vous ouvrir aux autres. Prenez le temps aujourd’hui d’écrire une lettre à un proche ou de méditer pour clarifier vos pensées.",
      "love": "Pour les Cancers en ce début d'année, cultivez la confiance en vous et exprimez vos émotions sincèrement, que vous soyez célibataire ou en couple. Prenez le temps d’écouter profondément votre partenaire ou de vous recentrer si vous êtes seul, afin d’attirer des relations authentiques. Pratiquez la patience et évitez de trop analyser, en laissant place à la spontanéité et à la douceur.",
      "career": "Le 8 janvier 2026, il est conseillé pour le Cancer de se concentrer sur la gestion de son budget en évitant les dépenses impulsives. Prenez le temps de revoir vos objectifs professionnels et explorez de nouvelles formations pour renforcer vos compétences. Investissez dans des projets solides et n'hésitez pas à demander conseil à un expert financier pour optimiser vos investissements.",
      "mood": "Le 8 janvier 2026, les cancers ressentiront une atmosphère empreinte de douceur et de nostalgie, mêlée d'une lueur d'espoir récente, stimulant une introspection profonde et une envie de renouer avec leurs rêves oubliés.",
      "lucky_numbers": [
        5,
        13,
        21
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, aujourd'hui, votre charisme ouvre de nouvelles portes",
      "general": "Aujourd'hui, les Lions pourraient ressentir une bouffée d'énergie qui stimule leur créativité et leur motivation. Sur le plan professionnel, il est favorable de saisir de nouvelles opportunités ou d'apporter des idées innovantes à vos projets. Sur le plan sentimental, la communication sera fluide, favorisant la tendresse et la complicité avec votre partenaire ou vos proches. Pour votre santé, il serait judicieux d'intégrer une activité sportive à votre journée afin de canaliser cette vitalité. Financièrement, restez vigilant face aux dépenses impulsives, mais votre optimisme naturel vous aidera à garder une vision positive. Profitez de cette journée pour faire un pas vers une ambition que vous souhaitez concrétiser. Aujourd'hui, engagez-vous à planifier une action concrète pour progresser dans vos objectifs.",
      "love": "Pour les Lions célibataires, cette année est idéale pour explorer votre spontanéité et vous ouvrir aux nouvelles rencontres. Soyez authentique et osez exprimer vos sentiments. Pour ceux en couple, engagez-vous à écouter attentivement votre partenaire, renforcer la complicité et planifier des activités communes pour raviver la passion. La clé réside dans la sincérité et la disponibilité émotionnelle. Osez montrer votre vrai moi pour créer des liens solides et sincères.",
      "career": "Le Lion, en janvier 2026, misez sur l'affirmation de votre leadership en renforçant vos compétences. Investissez dans la formation pour une meilleure évolution. Sur le plan financier, évitez les dépenses impulsives, et privilégiez l’épargne. Explorez de nouvelles opportunités professionnelles ou diversifiez vos sources de revenus pour assurer une stabilité durable. Cultivez la patience et la confiance en vos capacités.",
      "mood": "Le lion du 8 janvier 2026 évoque une ambiance à la fois majestueuse et solennelle, mêlant une confiance sereine à une intuition profonde, créant une atmosphère à la fois puissante et mystérieuse.",
      "lucky_numbers": [
        18,
        26,
        34
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, cette journée révèle des opportunités inattendues et enrichissantes",
      "general": "Aujourd'hui, la Vierge ressentira une vague d'énergie positive qui favorise la clarté mentale et la concentration. Sur le plan professionnel, il est temps de mettre en avant vos compétences et de clarifier vos objectifs avec vos collègues ou supérieurs. Côté sentimental, votre sensibilité renforcée vous permettra de mieux comprendre les besoins de votre partenaire ou de vos proches. Soyez à l'écoute et faites preuve de patience, surtout si des malentendus surgissent. Sur le plan de la santé, il est conseillé de privilégier une alimentation équilibrée et de prévoir une activité physique douce pour évacuer le stress accumulé. N'hésitez pas à faire une liste de tâches pour organiser votre journée. Aujourd'hui, consacrez du temps à planifier une étape importante pour avancer avec confiance.",
      "love": "Pour les Vierge célibataires en 2026, prenez le temps d'explorer vos passions avant de vous engager, cela renforcera votre confiance. Pour les couples, communiquez avec douceur et patience, surtout lors de difficultés. Planifiez des moments sincères ensemble et n'hésitez pas à partager vos sentiments pour approfondir votre complicité. Cultivez la patience et la compréhension comme piliers de votre relation.",
      "career": "Pour la date du 8 janvier 2026, Vierge, il serait judicieux de privilégier la planification financière en établissant un budget précis et en évitant les dépenses impulsives. Sur le plan professionnel, concentrez-vous sur le développement de compétences spécifiques à votre domaine pour renforcer votre stabilité. Restez attentif aux opportunités de formation et de réseautage afin d’ouvrir de nouvelles portes.",
      "mood": "Le 8 janvier 2026, la Vierge ressentira une douce mélancolie mêlée à une détermination renouvelée, apportant une atmosphère calme mais pleine d'espoir. Une journée introspective, illuminée par la recherche de sens profond et de sérénité intérieure.",
      "lucky_numbers": [
        32,
        40,
        48
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Équilibre retrouvé : une journée propice à la sérénité totale",
      "general": "Aujourd'hui, Balance, vous ressentirez une harmonie intérieure qui favorise la clarté mentale et la sérénité dans vos relations. Sur le plan professionnel, votre diplomatie sera un atout précieux pour gérer les discussions délicates et renforcer la collaboration avec vos collègues. En amour, votre capacité à écouter sincèrement apportera une plus grande proximité avec votre partenaire ou vous aidera à créer de nouvelles connexions. Sur le plan personnel, consacrer du temps à la méditation ou à une activité apaisante vous aidera à maintenir cette équilibre précieux. Faites confiance à votre intuition pour résoudre les petits problèmes du quotidien. Prenez une décision importante ou initiez un projet aujourd'hui en vous appuyant sur cette harmonie intérieure. Aujourd’hui, n’hésitez pas à prendre l’initiative pour faire avancer vos projets.",
      "love": "Pour ceux qui sont célibataires, prenez le temps de vous connaître profondément avant de vous engager, cultivez votre estime de soi et ouvrez-vous aux rencontres sincères. Pour les couples, pratiquez une communication authentique en exprimant vos besoins avec douceur et écoutez activement. Cultiver la patience et la confiance renforcera votre lien, créant un équilibre harmonieux dans votre vie amoureuse.",
      "career": "En 2026, concentrez-vous sur la gestion prudente de votre budget en établissant un fonds d'urgence équivalent à trois mois de dépenses. Investissez intelligemment en diversifiant vos placements et privilégiez la formation continue pour augmenter vos revenus. Équilibrez votre vie professionnelle et personnelle pour préserver votre bien-être, tout en planifiant à long terme pour assurer votre stabilité financière et réaliser vos projets futurs.",
      "mood": "Le 8 janvier 2026 évoque une ambiance apaisante, empreinte de sérénité et d'harmonie. L'émotion ressentie est douce, encourageant la stabilité intérieure, la réflexion profonde, et une sensation de calme réparateur dans le cœur.",
      "lucky_numbers": [
        22,
        30,
        38
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, une journée de découvertes et de nouvelles opportunités",
      "general": "Aujourd'hui, les Scorpions ressentent une profonde envie de réévaluer leurs relations personnelles et professionnelles. La lune en harmonie avec Pluton amplifie leur intuition, leur permettant de percevoir ce qui se cache derrière les mots. Sur le plan émotionnel, ils pourraient ressentir une intensité accrue, ce qui leur donne l’opportunité d’approfondir des liens ou de prendre des distances si nécessaire. Au travail, leur concentration est à son apogée, facilitant la résolution de problèmes complexes. Sur le plan financier, des opportunités inattendues pourraient surgir, mais il faut rester vigilant avant d’investir. C’est une journée favorable pour clarifier des malentendus. Aujourd’hui, prenez le temps de communiquer honnêtement avec une personne chère.",
      "love": "Pour les Scorpions en ce début 2026, cultivez la confiance en partageant ouvertement vos émotions, que vous soyez célibataire ou en couple. Prenez le temps d’écouter votre partenaire, et exprimez vos besoins sans crainte. Pour les célibataires, sortez de votre zone de confort, osez rencontrer de nouvelles personnes. La sincérité et la communication renforceront vos relations cette année.",
      "career": "Le 8 janvier 2026, les Scorpions doivent se concentrer sur la gestion de leur budget et l'anticipation des dépenses imprévues. Profitez de cette période pour investir dans des formations ou compétences qui renforceront votre carrière. Restez ouverts aux nouvelles opportunités et évitez les prises de risques excessives. La patience et la discipline seront vos alliées pour consolider votre stabilité financière et professionnelle.",
      "mood": "Le Scorpion du 8 janvier 2026 ressent une intensité émotionnelle profonde, mêlant passion et introspection. L’atmosphère est chargée de mystère, d’un léger sentiment d’anticipation mêlé à une douce mélancolie, invitant à la réflexion intérieure.",
      "lucky_numbers": [
        23,
        31,
        39
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, découvrez une année pleine d'aventures et de succès",
      "general": "Aujourd'hui, les Sagittaires ressentiront une grande énergie intérieure qui les pousse à explorer de nouvelles activités ou perspectives, que ce soit sur le plan professionnel, sentimental ou personnel. La journée sera idéale pour établir des dialogues sincères avec vos proches, car votre franchise sera appréciée et instaurera une confiance renforcée. Au travail, une idée innovante pourrait émerger, pensez à la présenter avec confiance. Sur le plan sentimental, soyez attentif aux signaux de votre partenaire ou de la personne qui vous intéresse; la sincérité renforcera votre relation. Profitez également de cette journée pour vous recentrer sur vos objectifs à long terme et ajuster votre plan d’action si nécessaire. Aujourd’hui, prenez le temps d’écrire vos intentions pour la semaine à venir.",
      "love": "Pour les Sagittaires en ce début 2026, il est important d’être sincère avec soi-même et avec l'autre. Les célibataires doivent oser sortir de leur zone de confort en Approchant ceux qu'ils apprécient vraiment. Les couples,, cultivent la confiance en partageant leurs aspirations et en évitant les malentendus. Faites preuve d'écoute attentive et privilégiez la transparence pour renforcer votre lien.",
      "career": "Le 8 janvier 2026, les Sagittaires devraient profiter de cette période pour clarifier leurs objectifs professionnels. Fixez des priorités concrètes et investissez dans le développement de nouvelles compétences. Faites preuve de patience face aux obstacles et restez ouvert aux opportunités. Équilibrez ambition et prudence pour renforcer votre stabilité financière. Planifiez à long terme tout en restant flexible face aux imprévus.",
      "mood": "Le 8 janvier 2026, Sagittaire ressentira une atmosphère d'optimisme et d'aventure, mêlée à une douce curiosité. L'énergie sera vibrante, inspirant confiance et une envie de découvrir de nouvelles horizons, avec une légèreté profonde.",
      "lucky_numbers": [
        21,
        29,
        37
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, février habillé de succès et de transformation profonde",
      "general": "Aujourd'hui, le destin semble favoriser votre équilibre intérieur et votre développement personnel. Sur le plan professionnel, vous pourriez découvrir de nouvelles opportunités ou recevoir des conseils précieux qui renforceront votre confiance. Sur le plan affectif, il est possible que vous ressentiez une envie de partage plus profonde avec vos proches, ce qui renforcera vos liens. Quant à votre santé, une attention particulière à votre repos et à votre alimentation pourrait améliorer votre bien-être général. La journée vous invite aussi à faire preuve de patience face aux défis et à ne pas hésiter à demander de l'aide si nécessaire. Prenez le temps de réfléchir à vos objectifs à long terme. Aujourd'hui, il serait sage de planifier votre semaine à venir et de noter les priorités essentielles.",
      "love": "Pour les Capricornes célibataires en 2026, osez sortir de votre zone de confort en participant à de nouvelles activités sociales, cela pourrait révéler une connexion authentique. En couple, privilégiez la communication sincère en exprimant vos sentiments et en écoutant attentivement votre partenaire. Cultivez la patience et la tendresse pour renforcer votre lien. Investissez du temps pour créer des souvenirs précieux ensemble.",
      "career": "Pour les Capricornes en janvier 2026, concentrez-vous sur la planification financière et l’organisation professionnelle. Établissez un budget précis et investissez dans votre développement personnel. Prenez le temps d’évaluer vos objectifs à long terme et n’hésitez pas à demander conseil à un mentor. Restez patient face aux obstacles, car la persévérance sera essentielle pour atteindre votre stabilité et votre succès.",
      "mood": "Le 8 janvier 2026, le ton émotionnel du Capricorne est empreint d'une douce détermination mêlée à une légère nostalgie, invitant à la réflexion profonde tout en dévoilant une optimisme discret pour l'avenir.",
      "lucky_numbers": [
        5,
        13,
        21
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, une journée d'opportunités et de révélations intenses",
      "general": "Aujourd’hui, le Verseau ressent une envie renouvelée de concrétiser ses projets, tant sur le plan professionnel que personnel. Les opportunités peuvent surgir de manière inattendue, alors restez attentif aux signes autour de vous. C’est une journée favorable pour renforcer vos relations avec votre entourage, en particulier avec ceux qui partagent vos valeurs. Sur le plan financier, la prudence reste de mise, évitez les dépenses impulsives. Sur le plan émotionnel, prenez le temps d’écouter votre instinct, cela vous guidera vers des décisions équilibrées. La créativité est en ébullition, n’hésitez pas à consacrer du temps à vos passions. Aujourd’hui, mettez par écrit une idée ou un objectif que vous souhaitez atteindre cette semaine pour mieux vous orienter.",
      "love": "Le 8 janvier 2026, Verseau, que vous soyez célibataire ou en couple, il est important de cultiver la communication sincère. Pour les célibataires, amusez-vous en rencontrant de nouvelles personnes avec authenticité. En couple, prenez le temps d’écouter votre partenaire et d’exprimer vos sentiments. Prendre des petits gestes d’attention renforcera la confiance et l’amour. Soyez ouvert et fidèle à vous-même.",
      "career": "Le 8 janvier 2026, Verseau, il est essentiel de rester concentré sur vos objectifs financiers. Établissez un budget clair et évitez les dépenses impulsives. Profitez de cette journée pour envisager de nouvelles sources de revenus ou investir dans des formations. Sur le plan professionnel, faites preuve d’initiative et de créativité pour vous démarquer. Restez ouvert aux collaborations pour maximiser vos opportunités.",
      "mood": "Le 8 janvier 2026, Verseau ressentira une vague d'optimisme mêlée à une profonde curiosité, favorisant l'inspiration et la connexion sincère avec les autres, créant une atmosphère chaleureuse et pleine d'espoir.",
      "lucky_numbers": [
        19,
        27,
        35
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, cette journée vous invite à révéler votre sagesse intérieure",
      "general": "Aujourd'hui, les Poissons ressentiront une profonde envie de recentrer leur énergie sur leur vie personnelle et leurs relations proches. La Lune en harmonie avec votre signe favorise la communication avec ceux que vous aimez, ce qui pourrait apporter des retrouvailles ou des moments doux à partager. Au travail, votre intuition est particulièrement renforcée, vous permettant d’aborder les défis avec créativité et empathie. Il est également possible que vous soyez confronté à des questions financières ou matérielles, mais votre sensibilité vous aidera à prendre des décisions éclairées. Sur le plan émotionnel, prenez le temps d’écouter votre instinct et de vous accorder une pause pour retrouver votre équilibre intérieur. Aujourd’hui, faites un effort pour écrire un message sincère à une personne chère.",
      "love": "Le 8 janvier 2026, Poissons, que vous soyez en couple ou célibataire, ouvrez votre cœur à la sincérité. Pour les célibataires, privilégiez les rencontres authentiques, n'ayez pas peur de partager vos émotions. Pour les couples, cultivez la communication en exprimant vos besoins avec douceur. Pratiquez l’écoute attentive et faites preuve de patience pour renforcer la confiance et la complicité.",
      "career": "Pour les Poissons en 2026, il est essentiel de rester concentré sur vos objectifs financiers en évitant les dépenses impulsives. Établissez un budget clair et épargnez régulièrement. Sur le plan professionnel, valorisez vos compétences et n’hésitez pas à demander des formations pour renforcer votre expertise. Cultivez la patience et la persévérance, car les efforts soutenus porteront leurs fruits cette année.",
      "mood": "Le 8 janvier 2026, les Poissons ressentiront une douce sérénité mêlée à une nostalgie subtile, invitant à la réflexion intérieure et à la gratitude, tout en cultivant l’espoir d’un renouveau apaisant.",
      "lucky_numbers": [
        26,
        34,
        42
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}