{
  "date": "2026-01-07",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, journée propice à la réussite et à l'audace",
      "general": "Aujourd’hui, Bélier, une énergie nouvelle vous pousse à relever des défis personnels et professionnels. Votre dynamisme et votre enthousiasme seront vos meilleurs atouts pour convaincre et motiver votre entourage. Sur le plan sentimental, la communication sera fluide, ce qui renforcera vos liens. Dans le domaine professionnel, votre initiative sera remarquée, mais veillez à rester pragmatique pour éviter les malentendus. Sur le plan financier, évitez les dépenses impulsives et privilégiez la gestion maîtrisée. Votre santé demande également attention : prenez du temps pour vous détendre. Enfin, avec cette énergie positive, il est important de garder un esprit ouvert et d’accepter l’aide des autres. Aujourd’hui, faites un pas vers un objectif que vous avez mis de côté depuis quelque temps.",
      "love": "Pour les Bélier en 2026-01-07, il est important de cultiver la patience et l’écoute, que vous soyez célibataire ou en couple. Prenez le temps de connaître vraiment l'autre, évitez de foncer sans réfléchir. En couple, travaillez ensemble sur la communication en exprimant vos sentiments calmement. Pour les célibataires, soyez ouverts aux rencontres sincères sans précipitation, cela renforcera vos liens futurs.",
      "career": "Pour le Bélier du 7 janvier 2026, cette journée sera propice à la planification financière. Prenez le temps d’évaluer vos dépenses et de fixer des objectifs précis pour l’année. Sur le plan professionnel, n'hésitez pas à prendre des initiatives et à communiquer clairement vos idées. La persévérance et la confiance en vos capacités seront la clé pour avancer.",
      "mood": "Le 7 janvier 2026, Bélier ressentira une énergie vibrante mêlée d’optimisme et de passion, mais aussi une légère nervosité, invitant à la fois à l’audace et à la réflexion intérieure profonde.",
      "lucky_numbers": [
        19,
        26,
        33
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, aujourd'hui, découvrez une opportunité de renouveau profond",
      "general": "Aujourd'hui, Taureau, vous ressentirez une envie de stabilité et de sécurité dans tous les aspects de votre vie. Sur le plan professionnel, votre persévérance est remarquée, ce qui pourrait ouvrir la voie à de nouvelles opportunités. Sur le plan sentimental, la communication sera fluide, renforçant vos liens avec vos proches. Sur le plan personnel, prenez le temps de vous reconnecter avec vous-même, d’écouter votre intuition et de réfléchir à ce qui vous rend vraiment heureux. La journée sera également propice à la concrétisation de projets à long terme, à condition de rester patient et concentré. Faites preuve d’ouverture face aux idées des autres et n’hésitez pas à demander conseil si nécessaire. Pour aujourd’hui, adoptez une attitude confiante et prenez une décision importante avec sérénité.",
      "love": "Pour les Taureau en ce début d'année, cultivez la patience et l'écoute, que vous soyez célibataire ou en couple. Si vous êtes seul, prenez le temps d’explorer vos passions pour attirer quelqu’un d’authentique. En couple, investissez dans la communication honnête et partagez des moments simples, comme une balade ou un dîner en toute simplicité. La sincérité renforcera vos liens et apportera stabilité.",
      "career": "Le 7 janvier 2026, Taureau devrait privilégier la stabilité financière en évitant les investissements risqués et en consolidant ses fondations. Prenez le temps d’analyser vos dépenses et fixez un budget précis. Sur le plan professionnel, restez ouvert à de nouvelles opportunités, mais n’abandonnez pas vos valeurs. Cultivez la patience et la persévérance pour atteindre vos objectifs à long terme.",
      "mood": "Le Taureau le 7 janvier 2026 ressentira une douceur chaleureuse mêlée d’une curiosité apaisante, invitant à la tranquillité intérieure et à la contemplation, tout en éveillant une douce sensation d’espoir et de renouveau.",
      "lucky_numbers": [
        21,
        28,
        35
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, aujourd’hui, votre finesse vous ouvre de nouvelles opportunités",
      "general": "Aujourd'hui, les Gémeaux ressentent une énergie dynamique qui stimule leur esprit et leur créativité. Sur le plan professionnel, il pourrait y avoir des opportunités inattendues, mais il faut rester vigilant face à certaines décisions importantes. Côté relations, la communication sera essentielle pour éviter les malentendus et renforcer vos liens avec les proches. Sur le plan personnel, il est temps de prendre un peu de recul pour réfléchir à ce qui vous motive vraiment. La journée favorise aussi la découverte de nouvelles idées ou passions qui pourraient enrichir votre quotidien. Il pourrait y avoir des petits défis, mais votre capacité à vous adapter sera votre meilleur atout. Concentrez-vous sur ce que vous souhaitez accomplir et n’hésitez pas à demander des conseils si besoin. Pour aujourd'hui, prenez le temps d’écrire vos objectifs et engagez-vous à les suivre.",
      "love": "Pour les Gémeaux en ce début d'année, il est important de cultiver la communication sincère, surtout avec votre partenaire ou lors de rencontres. Pour les célibataires, ouvrez-vous à de nouvelles expériences et soyez attentifs aux détails qui pourraient révéler quelqu’un d’unique. Prenez le temps d’écouter et d’observer, car c’est souvent dans la simplicité que naissent les connexions profondes.",
      "career": "Le 7 janvier 2026, les Gémeaux devraient privilégier la communication et la réseautique pour booster leur carrière. Engagez-vous dans des projets collaboratifs et développez votre réseau professionnel. Sur le plan financier, évitez les dépenses impulsives et analysez vos investissements. Réévaluez vos objectifs à long terme, et consacrez du temps à la planification financière pour assurer une stabilité durable.",
      "mood": "Le 7 janvier 2026, les Gémeaux ressentent une atmosphère légère et pleine d’espoir, mêlant curiosité et enthousiasme, tout en apportant une douce sensation de liberté et de découvertes inattendues, créant une ambiance chaleureuse et inspirante.",
      "lucky_numbers": [
        12,
        19,
        26
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, découvrez une année de transformations et de succès",
      "general": "Aujourd'hui, Cancer, vous ressentirez une grande énergie qui vous pousse à poursuivre vos objectifs avec détermination. Sur le plan personnel, une communication sincère avec un proche renforcera votre lien et apportera une paix intérieure. Sur le plan professionnel, votre créativité sera à son apogée, vous permettant d'apporter des idées innovantes dans vos projets. Sur le plan émotionnel, prenez le temps d’écouter votre intuition, elle vous guidera vers des décisions importantes. La journée pourrait aussi apporter quelques défis, mais votre patience et votre sensibilité seront vos meilleurs atouts pour y faire face avec douceur. Faites confiance à votre instinct pour naviguer parmi ces situations avec sérénité. Aujourd'hui, prenez un moment pour écrire dans votre journal ce que vous ressentez.",
      "love": "Aujourd’hui, Cancer, ouvrez votre cœur avec sincérité. Si vous êtes célibataire, explorez de nouvelles rencontres avec authenticité et confiance. Pour les couples, privilégiez la communication profonde et exprimez vos besoins sans peur. Prenez du temps pour renforcer votre lien, surtout dans les moments de vulnérabilité. Cultivez la patience et l’empathie, la clé d’un amour harmonieux en 2026.",
      "career": "Le 7 janvier 2026, pour le Cancer, concentrez-vous sur la gestion de votre budget en établissant un plan financier réaliste. Profitez de cette journée pour réseauter et renforcer vos relations professionnelles, ce qui pourrait ouvrir des portes inattendues. Soyez à l'écoute de vos instincts pour saisir les opportunités. Enfin, n’hésitez pas à demander conseil à un mentor ou à un conseiller financier pour optimiser vos projets futurs.",
      "mood": "Le ton émotionnel pour Cancer ce jour-là est empreint de douceur et de réflexion profonde, mêlant une nostalgia tranquille à une sensation de calme intérieur. L’atmosphère est douce, intime, invitant à la contemplation paisible.",
      "lucky_numbers": [
        4,
        11,
        18
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, une journée de réussite et de passions épanouies",
      "general": "Aujourd'hui, le Lion pourrait ressentir une forte envie de se surpasser dans ses projets professionnels. La journée est propice à la créativité et à la mise en valeur de ses talents, ce qui pourrait attirer l’attention de ses collègues ou de ses supérieurs. Sur le plan personnel, des échanges sincères avec un proche viendront renforcer la relation et apporter une nouvelle harmonie. Côté santé, il est important d’éviter le stress en prenant quelques moments pour se recentrer, peut-être par la méditation ou une courte promenade. Les astres encouragent à cultiver la confiance en soi et à exprimer ses idées avec clarté. Aujourd’hui, prenez un moment pour écrire vos objectifs et agissez avec détermination pour les concrétiser.",
      "love": "Pour les Lions en 2026, cultivez la sincérité et la confiance dans vos relations. En couple, exprimez votre appréciation quotidienne, évitez l’égoïsme, et écoutez attentivement votre partenaire. En étant authentique, vous renforcer votre lien. Pour les célibataires, osez vous montrer tel que vous êtes, participez à des activités qui vous passionnent, et laissez la magie opérer naturellement.",
      "career": "Le Lion en janvier 2026 doit se concentrer sur la consolidation de ses acquis et éviter de prendre des risques inutiles. Économisez une part de vos revenus et investissez dans des formations pour renforcer vos compétences. Fixez-vous des objectifs financiers clairs et suivez régulièrement vos progrès. Cultivez la patience et évitez la précipitation pour bâtir un avenir solide et prospère.",
      "mood": "Le lion du 7 janvier 2026 dégage une aura de puissance tranquille mêlée à une profonde introspection, évoquant à la fois la fierté et la solitude, créant une atmosphère intense, mais empreinte de douceur.",
      "lucky_numbers": [
        17,
        24,
        31
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, le 7 janvier 2026, votre énergie vous mène vers de nouvelles opportunités excitantes",
      "general": "Aujourd'hui, les Vierge ressentiront une énergie renouvelée qui favorise la clarté mentale et la concentration. Sur le plan professionnel, il est propice de prendre des initiatives ou de finaliser des projets en cours, car votre sens pratique sera renforcé. Sur le plan personnel, vous pourriez ressentir le besoin de communiquer plus sincèrement avec vos proches, ce qui renforcera vos liens. La santé mentale sera également essentielle, alors privilégiez un moment de calme ou de méditation pour garder un équilibre intérieur. Cependant, veillez à ne pas vous laisser submerger par le stress ou la perfection. En fin de journée, faites une liste de ce que vous souhaitez accomplir demain pour commencer la semaine avec sérénité. Aujourd’hui, prenez le temps d’écrire vos objectifs pour la journée à venir.",
      "love": "Pour les Vierges célibataires, 2026-01-07 est le moment idéal pour sortir de votre zone de confort. Engagez-vous dans des activités qui reflètent vos passions pour rencontrer des personnes partageant vos valeurs. Pour les couples, prenez le temps de communiquer sincèrement. Écoutez activement votre partenaire et planifiez ensemble une activité nouvelle pour renforcer votre complicité. Cultivez la patience et l’ouverture d’esprit.",
      "career": "Pour la Vierge du 7 janvier 2026, il est essentiel de se concentrer sur la planification financière en établissant un budget réaliste et en évitant les dépenses impulsives. Sur le plan professionnel, saisissez les opportunités de formation ou de certification pour renforcer vos compétences. Soyez organisé, persévérant et n’hésitez pas à demander conseil pour améliorer vos finances et faire évoluer votre carrière.",
      "mood": "Le 7 janvier 2026, la Vierge ressentira une douceur intérieure mêlée à une détermination silencieuse, illuminée par un sentiment d'espoir et de transformation subtile, apportant une atmosphère calme mais pleine de potentiel.",
      "lucky_numbers": [
        31,
        38,
        45
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie intérieure pour un avenir serein aujourd'hui",
      "general": "Aujourd'hui, les étoiles favorisent l'harmonie dans votre vie, Balance. Sur le plan émotionnel, vous ressentez un besoin de stabilité et de connexion sincère avec vos proches. La communication sera essentielle pour apaiser les malentendus et renforcer les liens. Au travail, votre sens de l'équilibre vous aidera à résoudre des problèmes complexes avec douceur et discernement. Côté santé, privilégiez des activités relaxantes qui recentrent votre esprit. C'est aussi une journée propice à prendre du recul pour évaluer vos objectifs et recentrer vos priorités. La clarté d'esprit vous guidera vers des choix judicieux. Prenez un moment pour écouter votre intuition, cela vous orientera vers la meilleure décision aujourd'hui. N'hésitez pas à exprimer ce que vous ressentez avec sincérité.",
      "love": "Pour trouver l’équilibre dans l’amour en 2026, richissez votre communication : écoutez activement votre partenaire ou vos futurs amoureux, exprimez vos besoins sans jugement, et respectez les limites de chacun. Pour les célibataires, travaillez sur votre estime de soi en cultivant des passions qui vous épanouissent. Maintenez une ouverture sincère et patiente pour bâtir des relations solides et équilibrées.",
      "career": "Pour équilibrer votre vie et vos finances en 2026, établissez un budget mensuel précis en suivant vos dépenses essentielles et facultatives. Investissez dans votre développement personnel en acquérant de nouvelles compétences et en diversifiant vos sources de revenu. Priorisez la gestion de l’épargne et évitez les dettes inutiles pour assurer stabilité et sérénité. Cultivez également des relations équilibrées pour un bien-être global durable.",
      "mood": "Le ton émotionnel de cette journée évoque une douce sérénité mêlée d’une profonde lucidité. L’atmosphère semble équilibrée, apaisante, invitant à la réflexion intérieure et à une harmonie subtile entre introspection et calme.",
      "lucky_numbers": [
        21,
        28,
        35
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, journée clé pour révéler votre vraie force intérieure",
      "general": "Aujourd'hui, le Scorpion ressent une énergie renouvelée qui peut influencer positivement sa vie personnelle et professionnelle. C’est un moment propice pour renforcer ses relations en exprimant ses sentiments sincères et en écoutant attentivement ceux qui l’entourent. Sur le plan professionnel, votre détermination et votre intuition seront vos atouts majeurs pour surmonter les défis et faire avancer vos projets. La santé mentale et physique demandent aussi votre attention, n'hésitez pas à prendre un peu de temps pour vous retrouver, méditer ou simplement respirer profondément. Soyez attentif aux détails et ne laissez pas le stress vous envahir. Aujourd’hui, prenez l’initiative de planifier une rencontre avec un ami ou un collègue pour renforcer vos liens.",
      "love": "Le 7 janvier 2026, pour les Scorpions en couple, il est important de renforcer la communication en exprimant vos émotions avec sincérité. Pour les célibataires, ouvrez-vous aux rencontres authentiques et écoutez votre intuition. Prenez le temps de comprendre vos besoins profonds et ne craignez pas de montrer votre vulnérabilité. Cultivez la confiance pour construire des liens solides et sincères cette journée.",
      "career": "Pour les Scorpions en 2026, concentrez-vous sur le développement de vos compétences professionnelles, notamment en suivant des formations ou en vous spécialisant. Évitez les décisions impulsives concernant vos finances ; établissez un budget et épargnez régulièrement. Profitez des opportunités de réseautage pour élargir vos contacts. Restez fidèle à vos valeurs tout en étant flexible face aux changements, cela vous mènera vers la réussite durable.",
      "mood": "Le ton émotionnel pour le Scorpion le 7 janvier 2026 est empreint de profondeur et de mystère, avec une sensation de transformation intérieure, mais aussi une vague de passion intense qui peut susciter à la fois inquiétude et espoir.",
      "lucky_numbers": [
        22,
        29,
        36
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, cette journée apportera succès et nouvelles opportunités",
      "general": "Aujourd'hui, les Sagittaires ressentiront une grande vitalité et un désir d'aventure qui les pousse à explorer de nouveaux horizons, que ce soit dans leur vie personnelle ou professionnelle. La journée sera propice à la communication, renforçant les liens avec leurs proches et à la recherche de nouvelles idées pour leurs projets. Sur le plan sentimental, une belle opportunité de rapprochement pourrait se présenter si vous faites preuve d’écoute et de sincérité. Sur le plan professionnel, il sera utile de faire preuve d’audace et d’optimisme pour avancer dans vos initiatives. Prenez le temps de réfléchir à vos objectifs et n’hésitez pas à vous lancer avec confiance. Aujourd’hui, engagez-vous à faire un pas vers un de vos rêves.",
      "love": "Pour les Sagittaires en ce début d’année, il est essentiel de cultiver la patience et la sincérité dans vos relations. Si vous êtes célibataire, osez exprimer vos véritables aspirations et ne craignez pas de prendre des initiatives. En couple, communiquez avec ouverture et évitez de projeter trop rapidement des idées. Accordez du temps à l’écoute profonde pour renforcer vos liens et accueillir l’amour avec confiance.",
      "career": "Le 7 janvier 2026, les Sagittaires devraient se concentrer sur la planification financière à long terme. Élaborez un budget précis, commencez à épargner et explorez des investissements sûrs. Sur le plan professionnel, saisissez les opportunités d'apprentissage et développez vos compétences. Restez ouvert aux collaborations et évitez les décisions impulsives. La patience et la discipline seront vos meilleurs atouts pour progresser.",
      "mood": "Le 7 janvier 2026, Sagittaire ressentira une énergie optimiste, emplie d'espoir et d'enthousiasme, tout en étant profondément introspectif. Une sensation d'aventure et de possibilité illumine son esprit, mais une douce réflexion tempera ce feu",
      "lucky_numbers": [
        20,
        27,
        34
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, aujourd’hui, votre patience ouvre de nouvelles portes fascinating",
      "general": "Aujourd'hui, les Capricornes pourraient ressentir une belle impulsion pour organiser et structurer leurs projets personnels et professionnels. Votre sens pratique est renforcé, ce qui vous aidera à prendre des décisions importantes ou à résoudre des problèmes qui traînent depuis un moment. Sur le plan relationnel, la sincérité et la patience seront vos meilleurs alliés pour renforcer vos liens avec vos proches. Sur le plan émotionnel, il est important d’écouter votre intuition, surtout dans des moments de doute. La journée favorise aussi la réflexion sur vos objectifs à long terme, alors prenez un moment pour clarifier vos priorités. N’oubliez pas de faire un pas vers quelqu’un que vous admirez ou que vous souhaitez soutenir aujourd’hui.",
      "love": "Pour les Capricornes en ce début d’année 2026, il est essentiel de cultiver la patience et l’écoute dans vos relations. Si vous êtes célibataire, ouvrez-vous aux rencontres authentiques, sans peur du futur. En couple, investissez du temps dans la communication sincère pour renforcer votre complicité. Prenez le temps d'exprimer vos sentiments, cela apportera harmonie et profondeur à votre lien.",
      "career": "Le 7 janvier 2026, les Capricornes devraient se concentrer sur la planification à long terme pour leurs finances. Établissez un budget précis, évitez les dépenses impulsives et explorez des placements sûrs. Sur le plan professionnel, valorisez vos compétences en étant proactif dans vos projets. N'hésitez pas à demander conseil à un expert pour optimiser vos investissements et préparer un avenir financier stable.",
      "mood": "Le 7 janvier 2026, le Capricorne ressent une profonde mélancolie mêlée à une douce sérénité. L'atmosphère est empreinte de réflexion, mais aussi d'espoir subtil, invitant à la patience et à la confiance intérieure.",
      "lucky_numbers": [
        4,
        11,
        18
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, ce jour favorise votre créativité et votre intuition",
      "general": "Aujourd'hui, les Verseaux pourraient ressentir une envie de renewal dans leur vie personnelle et professionnelle. C’est une période idéale pour clarifier leurs objectifs et faire le point sur leurs relations. Sur le plan amoureux, la communication sera essentielle pour éviter les malentendus et renforcer les liens. Côté travail, une idée innovante pourrait émerger si vous prenez le temps de vous concentrer et de sortir de votre zone de confort. La santé mentale sera aussi importante, alors n’oubliez pas de prendre des moments pour vous recentrer. La journée favorise l’introspection, mais aussi l’action concrète. Essayez d’établir une liste de priorités pour la semaine à venir. Aujourd’hui, prenez quelques minutes pour écrire dans un journal et définir clairement ce que vous souhaitez accomplir.",
      "love": "Le 7 janvier 2026, Verseau, que vous soyez célibataire ou en couple, cultivez la sincérité et la communication. Pour les célibataires, osez exprimer vos émotions et ne craignez pas la vulnérabilité. En couple, écoutez activement votre partenaire et partagez vos projets pour renforcer votre complicité. Accueillez cette journée comme une opportunité d’authenticité et d’ouverture pour bâtir des liens solides.",
      "career": "Le Verseau en ce début 2026 doit se concentrer sur la structuration de ses finances en élaborant un budget précis. Investissez dans votre développement professionnel en suivant des formations ou en networkant activement. Restez ouvert aux nouvelles opportunités et évitez les décisions impulsives. Cultivez la patience et la persévérance, car les résultats à long terme seront payants si vous restez concentré.",
      "mood": "Le 7 janvier 2026, le Verseau ressentira une vague d’optimisme mêlée de curiosité, éveillant un sentiment de liberté intérieure et d’espoir, invitant à l’exploration de nouvelles idées avec enthousiasme et confiance.",
      "lucky_numbers": [
        18,
        25,
        32
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, cette journée révèle des opportunités inattendues à saisir",
      "general": "Aujourd'hui, les Poissons peuvent ressentir une envie de clarifier leurs émotions et de faire le point sur leur vie affective. Sur le plan professionnel, une opportunité inattendue pourrait surgir, invitant à la réflexion et à la prise de décisions importantes. Côté finances, évitez les dépenses impulsives, privilégiez la stabilité et la prudence. Sur le plan personnel, votre sensibilité est amplifiée, ce qui vous permet de mieux comprendre les besoins de vos proches, mais veillez à ne pas vous laisser submerger par vos sentiments. La santé mentale est aussi mise en avant, alors prenez du temps pour vous détendre et méditer. Aujourd'hui, engagez-vous à écrire dans un journal pour clarifier vos pensées et apaiser votre esprit.",
      "love": "Pour les Poissons, le 7 janvier 2026, privilégiez la communication sincère pour renforcer vos liens. Si vous êtes célibataire, osez exprimer vos sentiments pour attirer une relation authentique. En couple, prenez du temps pour écouter activement votre partenaire et partager vos rêves. Cultiver la confiance et la transparence vous aidera à créer des liens profonds et durables.",
      "career": "Le 7 janvier 2026, les Poissons devraient se concentrer sur la clarification de leurs objectifs financiers. Prenez le temps de faire un budget précis, évitez les dépenses impulsives et explorez de nouvelles sources de revenus. Sur le plan professionnel, valorisez votre intuition pour saisir les opportunités, mais restez réaliste en planifiant à long terme. Cultivez la patience et la discipline, cela portera ses fruits.",
      "mood": "Le 7 janvier 2026, les Poissons ressentent une atmosphère douce et rêveuse, emplie de tendresse et d'espoir, invitant à la méditation intérieure, à la paix et à une profonde connexion émotionnelle.",
      "lucky_numbers": [
        25,
        32,
        39
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}