{
  "date": "2026-01-18",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, ce jour d’émotions profondes ouvre de nouvelles portes",
      "general": "Aujourd'hui, Bélier, votre énergie déborde et vous serez particulièrement dynamique dans tous les aspects de votre vie. Sur le plan professionnel, votre esprit d'initiative vous permettra d'établir de nouvelles idées qui pourraient impressionner vos collègues ou supérieurs. Sur le plan sentimental, la passion sera présente, favorisant des échanges sincères avec votre partenaire ou dans vos rencontres. Sur le plan personnel, il est temps de prendre soin de vous, de vous recentrer sur vos besoins profonds et d'éviter la précipitation. La confiance en vous grandit, mais veillez à équilibrer votre impulsivité. Concrétisez votre envie d'avancer en vous fixant un petit objectif précis aujourd'hui. Prenez le temps de méditer ou d'écrire pour clarifier votre chemin.",
      "love": "Pour les Bélier en 2026-01-18, gardez à l'esprit que la sincérité renforce les relations. Pour les célibataires, osez exprimer vos sentiments et sortez de votre zone de confort pour rencontrer de nouvelles personnes. En couple, privilégiez la communication authentique, évitez l'impulsivité et planifiez un moment spécial pour raviver la complicité. Cultivez patience et écoute pour des relations épanouies.",
      "career": "Pour les Bélier le 18 janvier 2026, cette journée invite à la patience et à la réflexion. Concentrez-vous sur vos projets à long terme et évitez de prendre des décisions impulsives. Prenez le temps d’évaluer vos finances et priorisez vos dépenses. Cultivez la communication avec vos proches pour renforcer votre réseau. Une approche équilibrée vous apportera succès et sérénité.",
      "mood": "Le 18 janvier 2026, Bélier ressentira une énergie vive et passionnée, mêlée à une optimism accessible. Une journée empreinte de détermination, mais aussi de douceur, favorisant la confiance et l'enthousiasme intérieur.",
      "lucky_numbers": [
        30,
        48,
        16
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, cette journée promet succès et belles surprises inattendues",
      "general": "Aujourd'hui, Taureau, vous ressentirez une énergie nouvelle qui vous pousse à vous recentrer sur vos relations personnelles et professionnelles. La communication sera fluide, permettant de clarifier certains malentendus du passé. Sur le plan sentimental, une agréable surprise pourrait renforcer votre lien avec votre partenaire ou ouvrir la porte à une nouvelle rencontre. Côté carrière, votre persévérance et votre rigueur seront vos meilleurs alliés pour avancer dans vos projets. N'oubliez pas de prendre soin de votre santé en intégrant un peu de détente à votre journée. La famille pourrait jouer un rôle plus important qu'à l'accoutumée, apportant soutien et chaleur. Aujourd'hui, faites un effort pour écouter vraiment ce que quelqu'un essaie de vous dire.",
      "love": "Pour les Taureaux célibataires en 2026, ouvrez-vous aux nouvelles rencontres en participant à des activités sociales ou culturelles. Soyez authentique et patient, car la sincérité attire les bonnes personnes. En couple, privilégiez la communication en partageant vos émotions et en écoutant activement votre partenaire. Cultivez la confiance en petits gestes quotidiens pour renforcer votre lien et créer une harmonie durable.",
      "career": "Pour le Taureau en janvier 2026, privilégiez la stabilité financière en évitant les dépenses impulsives. Établissez un budget précis et investissez dans des formations pour renforcer vos compétences. Sur le plan professionnel, explorez de nouvelles opportunités tout en consolidant vos acquis. Cultivez la patience et la persévérance, car des efforts constants ouvriront la voie à la réussite à moyen terme.",
      "mood": "Le Taureau ressentira une atmosphère sereine, empreinte de stabilité et de douceur, où la confiance en soi s’épanouira, apportant calme intérieur et une profonde connexion avec ses proches, favorisant la tranquillité et la réflexion intérieure.",
      "lucky_numbers": [
        32,
        50,
        18
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, découvrez une journée pleine d'opportunités inattendues aujourd'hui",
      "general": "Aujourd'hui, les Gémeaux ressentiront une inspiration accrue qui boostera leur créativité dans plusieurs domaines. Sur le plan professionnel, une idée innovante pourrait vous ouvrir de nouvelles portes, alors n'hésitez pas à partager vos pensées avec vos collègues. Sur le plan personnel, une communication sincère renforcera vos liens avec vos proches. Votre curiosité naturelle sera à son apogée, alors profitez-en pour apprendre quelque chose de nouveau ou explorer une passion qui vous tient à cœur. Cependant, faites attention à ne pas vous disperser ou manquer de concentration. La clé sera de trouver un équilibre entre votre esprit vif et votre besoin d'harmonie. Aujourd'hui, prenez le temps de planifier votre journée en listant les tâches prioritaires pour rester serein et concentré.",
      "love": "Pour les Gémeaux en ce début d'année, l'ouverture à la communication sera essentielle. Les célibataires doivent oser exprimer leurs sentiments sincères pour attirer quelqu'un d'authentique. Les couples, quant à eux, peuvent renforcer leur lien en planifiant des activités surprises. Restez attentifs aux signaux et évitez la précipitation. La patience et l’écoute active ouvriront la voie à une relation plus profonde.",
      "career": "Le 18 janvier 2026, Gémeaux pourrait ressentir le besoin de clarifier ses objectifs professionnels. Prenez le temps d'établir un plan précis et d’investir dans des formations pour améliorer vos compétences. Sur le plan financier, évitez les dépenses impulsives et privilégiez l’épargne. Pensez aussi à consulter un conseiller pour optimiser vos investissements et assurer un avenir stable.",
      "mood": "Le 18 janvier 2026, les Gémeaux ressentiront une mélancolie douce et introspective, mêlée à un optimisme discret. Une journée où la curiosité et la réflexion se conjuguent pour éveiller une profonde sensation de tranquillité intérieure.",
      "lucky_numbers": [
        23,
        41,
        9
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée révèle de belles opportunités d'évolution",
      "general": "Aujourd'hui, les Cancers pourraient ressentir un renouveau d'énergie qui leur permet de mieux gérer leurs responsabilités professionnelles et familiales. C’est une journée propice à la communication, où votre intuition vous guidera pour clarifier des malentendus ou prendre des décisions importantes. Sur le plan sentimental, vous pourriez ressentir un besoin profond de vous reconnecter avec votre partenaire ou de passer du temps avec des proches, ce qui renforcera vos liens. Sur le plan personnel, prenez un moment pour vous recentrer et écouter votre voix intérieure, cela vous apportera la stabilité dont vous avez besoin pour avancer. Pour finir, n'hésitez pas à planifier une activité relaxante ou un moment de solitude pour méditer sur vos objectifs. Aujourd'hui, faites un pas vers votre bien-être intérieur.",
      "love": "Pour les Cancers seuls, osez ouvrir votre cœur et participez à de nouvelles activités pour rencontrer des personnes partageant vos valeurs. Soyez patient et écoutez vos sentiments avant de vous engager. En couple, cultivez la confiance en exprimant vos émotions sincèrement. Prenez du temps pour renforcer votre complicité, en planifiant des moments précieux ensemble. La communication authentique renforcera votre lien.",
      "career": "Pour les Cancers en 2026, il est essentiel de cultiver votre confiance en vous et de prendre des initiatives dans votre carrière. Investissez dans votre développement professionnel en suivant des formations ou en networkant davantage. Sur le plan financier, faites preuve de prudence en révisant votre budget et en évitant les dépenses impulsives. Établissez des objectifs clairs pour assurer votre stabilité à long terme.",
      "mood": "Le 18 janvier 2026, Cancer ressentira une douceur apaisante mêlée à une légère mélancolie, invitant à la réflexion intérieure, à la tendresse et à la recherche de stabilité, tout en éveillant une profonde intuition de changement.",
      "lucky_numbers": [
        15,
        33,
        1
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre énergie rayonnante ouvre de nouvelles portes aujourd'hui",
      "general": "Aujourd'hui, les Lions ressentiront une énergie renouvelée qui les encourage à s'affirmer davantage dans leurs relations personnelles et professionnelles. Il est temps de faire preuve de confiance en soi, d'exprimer clairement leurs idées et de prendre des initiatives. Sur le plan sentimental, la communication sera fluide, ce qui renforcera la complicité avec leur partenaire ou leur entourage. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, leur demandant de faire preuve de créativité en équipe. Sur le plan intérieur, il est important de prendre conscience de leurs véritables désirs pour avancer avec assurance. Aujourd'hui, fixez-vous un objectif précis et faites le premier pas avec courage.",
      "love": "Pour les Lions célibataires, 2026 offre une opportunité de révéler votre authenticité et d’attirer des partenaires sincères en étant vous-même. Cultivez la confiance et ouvrez votre cœur sans crainte. Pour les Lions en couple, investissez dans la communication et montrez votre soutien. Planifiez des moments spéciaux pour renforcer votre complicité, et évitez l’égoïsme. L’amour demande écoute, patience et authenticité.",
      "career": "Pour le Lion du 18 janvier 2026, concentre-toi sur la consolidation de tes compétences professionnelles en suivant des formations pertinentes. Établir un budget mensuel et épargner régulièrement te permettra de renforcer ta stabilité financière. N'hésite pas à demander conseil à un mentor ou un conseiller financier pour optimiser tes investissements et préparer sereinement ton avenir professionnel et personnel.",
      "mood": "Le lion du 18 janvier 2026 évoque une ambiance fière et puissante, empreinte de détermination et de noblesse. Son regard intense transmet une force tranquille, laissant entrevoir une confiance sereine et une sagesse profonde.",
      "lucky_numbers": [
        28,
        46,
        14
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, aujourd'hui, votre intuition vous guidera vers la réussite",
      "general": "Aujourd'hui, la Vierge pourra ressentir une belle harmonie entre sa vie professionnelle et personnelle. Les énergies favorisent la clarté d’esprit, vous permettant de prendre des décisions importantes avec plus de confiance. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, alors restez attentif à ce qui se passe autour de vous. Côté amour, la communication avec votre partenaire sera fluide si vous prenez le temps d'écouter sincèrement. N’oubliez pas de vous accorder un moment pour vous recentrer, cela améliorera votre bien-être général. Sur le plan physique, privilégiez une activité apaisante comme la marche ou la méditation pour évacuer le stress. Aujourd’hui, faites un effort pour planifier votre semaine afin d’éviter toute précipitation.",
      "love": "Pour les Vierges en 2026, cultivez la patience et la compréhension, que vous soyez seul ou en couple. Prenez le temps d'exprimer vos sentiments sincèrement, évitez la solitude en partageant davantage avec vos proches. Pour les célibataires, osez sortir de votre zone de confort pour rencontrer de nouvelles personnes. Pour les couples, organisez des moments de complicité authentique pour renforcer votre lien.",
      "career": "Le 18 janvier 2026, la Vierge devrait se concentrer sur la gestion de ses finances en établissant un budget précis et en évitant les dépenses impulsives. Côté carrière, il est temps d’investir dans des compétences nouvelles ou certifiées pour renforcer sa crédibilité. Restez organisé, priorisez vos objectifs et n’hésitez pas à solliciter l’aide de mentors pour progresser efficacement dans votre parcours.",
      "mood": "Le 18 janvier 2026, la Vierge ressent une douceur mystérieuse, mêlée à une certaine inquiétude tranquille. L’atmosphère invite à la réflexion intérieure, favorisant un sentiment de paix fragile mais profond, empreint d’espoir discret.",
      "lucky_numbers": [
        42,
        10,
        28
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie parfaite pour une journée équilibrée aujourd'hui",
      "general": "Aujourd'hui, les Balances se sentiront particulièrement équilibrés et diplomates, ce qui facilitera la résolution des conflits et renforcera leurs relations personnelles. Au travail, votre sensibilité et votre capacité à voir différents points de vue vous permettront d'apporter des solutions équilibrées, appréciées par vos collègues. Sur le plan émotionnel, il est essentiel de prendre du temps pour vous recentrer et écouter votre intuition, qui sera particulièrement fiable aujourd'hui. Sur le plan financier, évitez de prendre des décisions impulsives et préférez la prudence. La santé pourrait bénéficier d'une activité relaxante comme le yoga ou la méditation. En fin de journée, connectez-vous avec un proche pour renforcer votre lien et partager vos ressentis. Aujourd’hui, prenez le temps de méditer pour clarifier vos pensées.",
      "love": "Que vous soyez célibataire ou en couple, cultivez l’écoute active et la patience. Prenez le temps de connaître vos désirs et besoins, sans précipitation ni compromis excessifs. Pour les couples, planifiez des moments réguliers pour partager vos sentiments et renforcer votre complicité. Les célibataires, investissez dans votre développement personnel et ouvrez-vous aux rencontres sincères. La communication authentique est la clé d’un amour équilibré.",
      "career": "Pour maintenir un bon équilibre en 2026, priorise la gestion rigoureuse de ton budget en suivant tes dépenses mensuelles. Investis dans ta formation pour multiplier tes compétences et ouvrir de nouvelles opportunités. Négocie régulièrement tes salaires et économies, et évite les dettes inutiles. Cultive une attitude patiente et persistante pour bâtir un avenir financier serein, tout en prenant soin de ton bien-être mental et physique.",
      "mood": "Le ton émotionnel de cette journée est empreint de calme et d'harmonie, favorisant la paix intérieure et la réflexion. L’atmosphère invite à la sérénité, à la stabilité et à une sensation de douceur profonde.",
      "lucky_numbers": [
        32,
        50,
        18
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, découvrez une journée riche en possibilités inattendues.",
      "general": "Aujourd’hui, les natifs du Scorpion ressentiront une énergie nouvelle qui les pousse à explorer de nouvelles idées dans leur vie personnelle et professionnelle. La journée se présente comme une opportunité pour renforcer des liens avec des proches ou pour initier un projet créatif. La communication sera fluide, ce qui facilitera les échanges et la résolution de malentendus passés. Sur le plan émotionnel, il est important d’écouter votre intuition et de ne pas laisser les doutes freiner vos démarches. Côté santé, privilégiez des activités relaxantes pour apaiser votre esprit souvent envahi par des pensées intenses. Aujourd’hui, prenez le temps d’écrire ce que vous ressentez pour vous recentrer et clarifier vos objectifs pour la semaine à venir.",
      "love": "Pour les Scorpions en 2026, concentrez-vous sur la confiance et la transparence dans vos relations. Si vous êtes célibataire, ouvrez-vous à de nouvelles rencontres, mais prenez le temps de vous connaître. En couple, privilégiez la communication sincère et faites preuve de patience. Cultivez une écoute attentive et montrez votre affection pour renforcer votre lien. Soyez authentique, et l’amour florira naturellement.",
      "career": "Pour les Scorpions en 2026, il est essentiel de cultiver la patience dans vos projets professionnels et de rester fidèle à votre intuition. Prenez le temps d’évaluer vos options avant de prendre des décisions importantes. Sur le plan financier, privilégiez l’épargne et évitez les dépenses impulsives. Investissez dans votre développement personnel pour renforcer votre confiance et atteindre vos objectifs plus sereinement.",
      "mood": "Le 18 janvier 2026, le Scorpion ressent une profonde intensité émotionnelle, mêlée de mélancolie discrète et de passion silencieuse, créant une atmosphère à la fois mystérieuse, captivante et légèrement tourmentée, invitant à la réflexion intérieure.",
      "lucky_numbers": [
        33,
        1,
        19
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, votre esprit aventureux ouvre de nouvelles portes aujourd’hui",
      "general": "Aujourd'hui, Sagittaire, vous ressentirez une envie de nouveauté qui influencera positivement votre vie personnelle et professionnelle. Sur le plan relationnel, votre sincérité sera remarquée et appréciée, renforçant vos liens avec ceux qui vous entourent. Sur le plan professionnel, votre enthousiasme sera contagieux et pourrait ouvrir de nouvelles opportunités. Cependant, faites attention à ne pas vous disperser : priorisez ce qui compte vraiment pour éviter la surcharge. Sur le plan intérieur, prenez un moment pour réfléchir à vos objectifs à long terme, cela vous apportera clarté et motivation. N'oubliez pas que votre optimisme peut également inspirer les autres. Aujourd'hui, prenez le temps de planifier une étape concrète vers vos rêves, en écrivant vos idées.",
      "love": "Pour les Sagittaires en 2026, que vous soyez seul ou en couple, cultivez la confiance en votre communication. Écoutez sincèrement votre partenaire et osez exprimer vos désirs avec franchise. Pour les célibataires, osez sortir de votre zone de confort pour rencontrer l’amour. En couple, planifiez des activités spontanées pour raviver la passion. Faites confiance à votre instinct et patience pour mûrir vos relations.",
      "career": "Le 18 janvier 2026, les Sagittaires devraient privilégier la planification à long terme dans leur carrière, en fixant des objectifs clairs et réalistes. Il est conseillé de diversifier leurs sources de revenus et d'investir prudemment. Restez ouvert aux opportunités nouvelles, mais prenez le temps d'analyser chaque décision financière pour sécuriser votre avenir professionnel et financier.",
      "mood": "Le 18 janvier 2026, l’énergie pour Sagittaire respire l’enthousiasme et la quête de liberté, évoquant une atmosphère d’optimisme éclatant mêlé à une confiance sincère en l’avenir et en soi-même.",
      "lucky_numbers": [
        31,
        49,
        17
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, votre avenir s'éclaire avec de nouvelles opportunités",
      "general": "Aujourd’hui, les Capricornes ressentiront une forte envie de progresser dans leur vie professionnelle tout en recherchant plus d’équilibre personnel. Vos efforts seront remarqués au travail, ce qui pourrait ouvrir de nouvelles opportunités ou renforcer votre position. Sur le plan sentimental, la communication sera clé : prendre le temps d’écouter votre partenaire ou vos proches renforcera vos liens. Sur le plan intérieur, vous serez attiré par la réflexion et la méditation, ce qui vous aidera à clarifier vos objectifs. Côté santé, il sera judicieux de privilégier une activité physique douce pour évacuer le stress accumulé. Prenez le temps aujourd’hui de faire un bilan de vos projets, et n’hésitez pas à demander de l’aide si nécessaire. Concrétisez une étape importante vers votre rêve.",
      "love": "Pour les Capricornes seuls en 2026, ouvrez-vous davantage en révélant votre authenticité. Participez à de nouvelles activités pour élargir votre cercle et créer des liens sincères. En couple, cultivez la patience et la communication. Planifiez des moments réguliers pour exprimer vos sentiments et renforcer votre complicité. La clé réside dans l’écoute attentive et la confiance mutuelle.",
      "career": "Pour les Capricornes en janvier 2026, il est crucial de rester concentré sur vos objectifs professionnels. Prenez le temps d'évaluer vos finances, en évitant les dépenses impulsives, et envisagez d'investir dans des formations pour renforcer votre expertise. Organisez votre temps avec discipline pour maximiser votre productivité. Cultivez la patience et la persévérance, car elles seront vos meilleures alliées pour réussir cette année.",
      "mood": "Le 18 janvier 2026, le Capricorne ressentira une profonde introspection mêlée à une sensation de stabilité, malgré une douce mélancolie. L’atmosphère sera empreinte de réflexion apaisante, invitant à la sérénité et à une prise de recul essentielle",
      "lucky_numbers": [
        15,
        33,
        1
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, votre intuition vous guidera vers de nouvelles opportunités ce jour",
      "general": "Aujourd'hui, le Verseau pourrait ressentir une énergie nouvelle qui dynamise ses projets personnels et professionnels. C'est une journée propice à la réflexion, permettant de clarifier ses idées et de prendre des décisions importantes. Sur le plan sentimental, la communication sera fluide, favorisant des échanges sincères avec votre partenaire ou vos proches, renforçant ainsi les liens. Sur le plan financier, soyez prudent et évitez les dépenses impulsives, privilégiez l'épargne ou la planification à long terme. La journée peut également apporter des idées innovantes, alors n'hésitez pas à explorer de nouvelles avenues ou à partager vos idées avec des collègues ou amis. Aujourd'hui, prenez le temps de noter vos objectifs et de faire un plan d'action concret pour les atteindre.",
      "love": "Le 18 janvier 2026, les Verseaux en couple devraient cultiver la transparence et la patience pour renforcer leur lien, en partageant leurs rêves et préoccupations. Les célibataires, osez sortir de votre zone de confort, participez à des activités qui reflètent vos passions, et soyez ouverts aux rencontres authentiques. La sincérité et l’écoute attentive seront vos clés pour bâtir ou approfondir une relation sincère.",
      "career": "Pour les Verseaux en ce début d’année 2026, il est essentiel de rester fidèle à vos ambitions tout en étant ouvert aux nouvelles idées. Essayez de clarifier vos objectifs financiers et explorez des investissements à long terme. Soyez prudent avec les dépenses impulsives et privilégiez la planification. Cultivez aussi votre réseau professionnel, cela pourrait ouvrir des portes inattendues pour votre carrière.",
      "mood": "Le 18 janvier 2026, le Verseau ressentira une atmosphère emplie d’espoir et de liberté, mêlée d’un léger sentiment d’incertitude, inspirant à la fois créativité, réflexion profonde, et une envie de renouvellement intérieur.",
      "lucky_numbers": [
        29,
        47,
        15
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une journée de découvertes et de rencontres enrichissantes",
      "general": "Aujourd'hui, les Poissons ressentiront une énergie harmonieuse qui favorise la réflexion et la créativité. Sur le plan émotionnel, vous vous sentirez plus à l’écoute de vous-même et des autres, ce qui facilitera la résolution de conflits ou de malentendus avec vos proches. Professionnellement, votre intuition sera votre meilleure alliée pour prendre des décisions importantes ou initier de nouveaux projets. Cependant, faites attention à ne pas vous laisser submerger par des détails inutiles; recentrez-vous sur l’essentiel. Sur le plan physique, prenez le temps de vous relaxer et de vous recentrer grâce à la méditation ou à une promenade en nature. Aujourd’hui, engagez-vous à écrire dans un journal pour clarifier vos pensées.",
      "love": "Pour les Poissons en 2026, il est essentiel d’ouvrir votre cœur avec sincérité et patience. Les célibataires devraient sortir de leur zone de confort pour rencontrer de nouvelles personnes, tandis que les couples sont encouragés à pratiquer la communication honnête et régulière. Prenez du temps pour vous reconnecter avec vos émotions et partagez vos rêves pour renforcer votre lien.",
      "career": "Pour les Poissons en 2026, concentrez-vous sur la gestion de votre budget en éliminant les dépenses superflues et en planifiant à long terme. Explorez des opportunités pour renforcer vos compétences professionnelles, cela pourrait ouvrir des portes inattendues. Restez fidèle à votre intuition tout en étant prudents dans vos investissements. Faites confiance à votre créativité pour trouver des solutions financières innovantes et durables.",
      "mood": "Le 18 janvier 2026, les Poissons ressentiront une douceur profonde mêlée de mélancolie apaisante. L’émotion sera empreinte de rêverie, d’introspection chaleureuse, invitant à la compassion et à la sérénité intérieure malgré quelques vagues",
      "lucky_numbers": [
        36,
        4,
        22
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}