{
  "date": "2026-01-31",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries hoy: impulsividad traerá sorpresas y decisiones clave",
      "general": "El día de hoy, los arianos sentirán una energía renovada que los impulsará a tomar decisiones importantes tanto en su vida personal como profesional. La influencia de los planetas favorece la comunicación y la expresividad, por lo que será un buen momento para hablar claramente con seres queridos o colegas y aclarar malentendidos pasados. En el ámbito emocional, podría surgir una necesidad de buscar mayor equilibrio y atención a sus sentimientos; escuchar a su intuición será clave. En lo laboral, la creatividad y la iniciativa estarán en su punto más alto; aproveche para presentar ideas nuevas o asumir proyectos que ha dejado en pausa. Hoy, dedique unos minutos a escribir lo que desea lograr en el próximo mes y establezca sus prioridades.",
      "love": "Para Aries en 2026-01-31, la clave está en cultivar paciencia y escuchar activamente. Las solteras deben centrarse en descubrir quién realmente les aporta alegría, sin apresurarse. Los casados, practiquen la empatía y compartan sus sentimientos con honestidad para fortalecer la relación. Aprovechen esta energía para construir confianza y dar pasos firmes hacia un amor más profundo y sincero.",
      "career": "El 31 de enero de 2026, los Aries deben centrarse en la planificación y organización de sus metas profesionales. Aprovecha esa jornada para establecer prioridades y segmentar tareas, evitando sentirte abrumado. Invierte en educación y capacidades que potencien tu crecimiento. Administra bien tus finanzas, ahorra con disciplina y evalúa inversiones con cuidado. La constancia y la paciencia serán clave para avanzar con éxito en tu carrera y estabilidad económica.",
      "mood": "El día 31 de enero de 2026, Aries sentirá una mezcla de entusiasmo vibrante y una fuerte determinación. La emoción de nuevos comienzos se entrelazará con una profunda sensación de confianza y esperanza.",
      "lucky_numbers": [
        43,
        24,
        5
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro descubre nuevas oportunidades que transformarán su camino ahora",
      "general": "Hoy, Tauro, el día te invita a encontrar equilibrio entre tu vida personal y profesional. La montaña de tareas puede parecer abrumadora, pero tu paciencia y determinación te ayudarán a avanzar paso a paso. En el amor, la comunicación será clave para fortalecer tus relaciones; no dudes en expresar tus sentimientos con sinceridad. En lo laboral, una idea innovadora podría abrirte nuevas puertas si la compartes con confianza. Cuida también tu bienestar emocional dedicando unos minutos a la introspección o a actividades que te relajen. La energía de los astros te favorece para tomar decisiones importantes y poner en orden tus metas. Hoy, toma la iniciativa de aclarar una situación que has estado postergando y actúa con determinación.",
      "love": "Para Tauro en 2026-01-31, es fundamental que cultives la paciencia y la comunicación abierta. A los solteros, les aconsejo explorar nuevas actividades sociales para ampliar su círculo y conocer personas que compartan sus valores. En pareja, enfóquense en fortalecer la confianza mediante conversaciones sinceras y detalles cotidianos. Practica la empatía para profundizar conexiones y evitar malentendidos. Aprovecha el día para sembrar amor y fortalecer tu estabilidad emocional.",
      "career": "Para Tauro en 2026-01-31, enfócate en consolidar tu estabilidad financiera mediante la planificación cuidadosa y el ahorro constante. Aprovecha oportunidades de crecimiento laboral siendo perseverante y demostrando tu compromiso. Considera inversiones seguras y evita riesgos innecesarios. Dedica tiempo a actualizar tus habilidades y busca asesoría profesional si planeas cambios importantes. La paciencia y la disciplina serán clave para avanzar en tu carrera y finanzas.",
      "mood": "El Tauro de 2026-01-31 se siente sereno y reflexivo, con un toque de esperanza que le invita a valorar sus logros y a confiar en su intuición para afrontar nuevos desafíos con calma y determinación.",
      "lucky_numbers": [
        45,
        26,
        7
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis, descubrirás nuevas oportunidades que transformarán tu vida hoy",
      "general": "El día de hoy, los Géminis sentirán una energía renovada que les permitirá equilibrar diferentes aspectos de su vida. En el ámbito laboral, una idea innovadora puede abrir nuevas puertas, así que no dudes en compartir tus pensamientos con tus colegas. En el amor, la comunicación será clave para profundizar en tus relaciones; expresa tus sentimientos con sinceridad y escucha con atención a quienes te rodean. En la salud, es un buen momento para comenzar una rutina de bienestar o prestar atención a tu bienestar emocional. Aprovecha la claridad mental para organizar tus metas y definir pasos concretos para avanzar. Hoy, toma un momento para escribir tus objetivos y comprométete a dar un pequeño primer paso hacia ellos.",
      "love": "El 31 de enero de 2026, los Géminis deben centrarse en la comunicación honesta y sincera con su pareja o posibles intereses amorosos. Para singles, aprovechen eventos sociales y sean auténticos en sus conversaciones. En pareja, dediquen tiempo a escuchar activamente y expresar sus sentimientos con claridad. La apertura y honestidad fortalecen vínculos y abren puertas a relaciones más profundas y duraderas.",
      "career": "Para Géminis en 31 de enero de 2026, enfócate en consolidar tus habilidades y ampliar tu red de contactos. Aprovecha oportunidades de formación y sé proactivo en tus proyectos. Controla tus gastos, prioriza inversiones inteligentes y busca asesoramiento financiero si es necesario. La clave será mantener la flexibilidad sin perder de vista tus metas a largo plazo. Cultiva la paciencia y la perseverancia en tus esfuerzos.",
      "mood": "El tono emocional para Géminis en esa fecha es reflexivo y lleno de curiosidad, mientras que el estado de ánimo irradia una sensación de esperanza y entusiasmo, invitando a explorar nuevas ideas con alegría y apertura.",
      "lucky_numbers": [
        36,
        17,
        48
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer en 2026, una jornada llena de nuevas oportunidades",
      "general": "Hoy será un día en el que sentirás una profunda conexión con tus emociones, lo que te permitirá tomar decisiones más conscientes en el ámbito familiar y personal. La energía de la mañana te anima a comunicarte con claridad y empatía, fortaleciendo relaciones y resolviendo malentendidos. En el trabajo, podrías encontrar nuevas ideas que te impulsen a dar un paso adelante en tus proyectos, siempre y cuando mantengas la paciencia y la serenidad ante los desafíos. Es importante que dediques tiempo a cuidar de ti mismo, permitiéndote descansar y extraer beneficios de tu intuición. Además, hoy tienes una oportunidad para establecer una meta personal. Hoy, haz una pausa y escribe en tu diario tus objetivos del mes.",
      "love": "Para Cáncer en esta fecha, cultiva la comunicación honesta con tu pareja, expresando tus sentimientos con claridad y confianza. Para los solteros, enfócate en conocerte mejor y en lo que realmente deseas en una relación antes de comprometerte. Practica la paciencia y evita decisiones impulsivas. Establece límites claros y muestra tu vulnerabilidad, fortaleciendo así tus conexiones emocionales y viviendo relaciones más auténticas y duraderas.",
      "career": "El 31 de enero de 2026, Cáncer, enfoca tu energía en establecer metas claras en tu carrera y finanzas. Evalúa tus gastos y ahorra una porción mensual. Busca oportunidades de capacitación y mejora tus habilidades. Mantén una actitud flexible ante cambios, y no dudes en pedir asesoría financiera. La planificación y disciplina serán claves para potenciar tu estabilidad y crecimiento en este período.",
      "mood": "El día 31 de enero de 2026, Cáncer experimentará un tono emocional de introspección serena, lleno de esperanza y sensibilidad, mientras el ambiente se impregna de tranquilidad y una profunda conexión con sus sentimientos más genuinos.",
      "lucky_numbers": [
        28,
        9,
        40
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo, tu destino hoy te invita a brillar intensamente",
      "general": "Hoy, los Leo sentirán una energía renovada que les permitirá afrontar desafíos tanto en su vida personal como profesional con entusiasmo y confianza. Es un buen momento para expresar sus ideas y mostrarse auténticos, lo cual fortalecerá sus relaciones y abrirá nuevas oportunidades en el trabajo. La intuición estará muy aguda, ayudándoles a tomar decisiones acertadas y a entender mejor las necesidades de quienes los rodean. Sin embargo, deben tener cuidado de no dejarse llevar por el ego y escuchar también las opiniones de los demás. La pasión en sus proyectos será una aliada, pero no olviden mantener un equilibrio emocional. Hoy, dediquen unos minutos a reflexionar sobre sus metas a largo plazo y planifiquen pasos concretos para alcanzarlas.",
      "love": "Para Leo en 2026-01-31, la clave está en la autenticidad y la comunicación sincera. Si estás solo, enfócate en conocerte mejor y ser abierto a nuevas experiencias; la confianza atraerá a las personas correctas. Si estás en pareja, dedica tiempo de calidad y expresa tus sentimientos con claridad. Practica la empatía y busca resolver conflictos con calma para fortalecer la relación.",
      "career": "Para Leo en 2026-01-31, enfócate en fortalecer tus habilidades profesionales, buscando cursos que te hagan destacar. Establece metas financieras claras y ahorra conscientemente, evitando gastos innecesarios. Aprovecha oportunidades de networking y mantén una actitud positiva ante cambios. La perseverancia y la organización te abrirán puertas y mejorarán tu estabilidad económica en el próximo año.",
      "mood": "El tono emocional de Leo en esa fecha es esperanzado y lleno de energía, evocando un sentimiento de optimismo y determinación. La atmósfera es vibrante y luminosa, invitando a la creatividad y a la autoconfianza.",
      "lucky_numbers": [
        41,
        22,
        3
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo, este día traerá cambios positivos y sorpresas agradables",
      "general": "Hoy, Virgo, será un día en el que la claridad mental y la organización te ayudarán a afrontar diversos aspectos de tu vida. En el trabajo, tu atención al detalle será fundamental para resolver pendientes y avanzar con confianza. En el aspecto emocional, será un día para comunicarte sinceramente con tus seres queridos y fortalecer vínculos. En la salud, seguir rutinas que promuevan tu bienestar te dará un impulso positivo. Financiaramente, revisa tus gastos y planifica con calma para evitar sorpresas. Es un momento propicio para reflexionar sobre tus metas a corto plazo y ajustar tus planes si es necesario. Aprovecha la energía del día para poner en orden tus ideas y prioridades. Hoy, levántate con la intención de escribir una lista de tareas y comprométete a seguirla con determinación.",
      "love": "Para los Virgo solteros en 2026, enfócate en abrirte emocionalmente y confiar en el proceso, dejando que las conexiones auténticas fluyan naturalmente. Para las parejas, trabaja en la comunicación sincera y en expresar tus sentimientos con ternura, evitando la perfección. Dedica tiempo a pequeños gestos de cariño y respeta los espacios individuales, fortaleciendo el vínculo con paciencia y amor genuino.",
      "career": "Para Virgo en esta fecha, enfócate en organizar tus metas laborales y mejorar tus habilidades, dedicando tiempo a la formación continua. Evalúa tus finanzas y elimina gastos innecesarios. Busca oportunidades de crecimiento en tu trabajo y considera invertir en proyectos seguros. Mantén una actitud positiva y confía en tu capacidad para superar desafíos, asegurando un progreso estable y sólido a largo plazo.",
      "mood": "El tono emocional de Virgo el 31 de enero de 2026 es de introspección tranquila y reflexión profunda, evocando una sensación de calma, esperanza contenida y una oportunidad para renovar la confianza en sus capacidades.",
      "lucky_numbers": [
        5,
        36,
        17
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, hoy descubrirás una oportunidad que cambiará todo",
      "general": "Hoy, Libra, el día te invita a encontrar equilibrio en tus relaciones personales y profesionales. La influencia de los astros favorece la comunicación y te ayuda a expresar tus sentimientos con claridad, promoviendo entendimiento y armonía. En el trabajo, podrías recibir reconocimiento por tu esfuerzo, así que no dudes en mostrar tu creatividad y liderazgo. En el ámbito emocional, es un momento ideal para acercarte a alguien especial y fortalecer la confianza mutua. Sin embargo, evita caer en discusiones innecesarias o malentendidos que puedan surgir por la tensión acumulada. Tu intuición te guiará para tomar decisiones acertadas, sobre todo en asuntos que requieran sensibilidad y empatía. Hoy, enfócate en escuchar activamente a quienes te rodean; eso mejorará tus relaciones y aportará paz a tu día.",
      "love": "Para Libra en esta fecha, la clave está en la comunicación sincera y la paciencia. Los solteros deben aprovechar oportunidades sociales sin miedo a mostrarse auténticos. En pareja, enfóquense en escuchar activamente y expresar sus sentimientos con ternura. Practica pequeños gestos diarios de cariño y evita decisiones impulsivas. Cultiva el equilibrio interno y la empatía para fortalecer vínculos y atraer armonía en tus relaciones.",
      "career": "Para Libra en enero de 2026, te aconsejo centrarte en fortalecer tus habilidades sociales y profesionales, ya que esto abrirá nuevas oportunidades laborales. Administra tus finanzas con disciplina, evita gastos impulsivos y ahorra para metas a largo plazo. Considera invertir en formación o cursos que mejoren tu perfil. Cultiva relaciones sinceras y sé auténtico, esto te ayudará a consolidar tu estabilidad tanto personal como económica.",
      "mood": "El ambiente para Libra el 31 de enero de 2026 es suave y reflexivo, lleno de esperanza y serenidad, invitando a la introspección y a la búsqueda de equilibrio emocional en medio de momentos de inspiración tranquila.",
      "lucky_numbers": [
        45,
        26,
        7
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio, hoy descubrirás una oportunidad que cambiará tu destino",
      "general": "Hoy, Escorpio, te sentirás especialmente conectado con tus emociones y tu intuición, lo que te permitirá tomar decisiones con mayor claridad en el ámbito personal y profesional. La energía del día favorece las relaciones cercanas, así que dedica tiempo a escuchar y comprender a quienes te rodean. En el trabajo, puede surgir una oportunidad inesperada que te invite a arriesgarte y mostrar tu talento, pero mantén la calma y reflexiona antes de actuar. En el amor, la sinceridad será clave para fortalecer la confianza con tu pareja. Es un día propicio para liberarte de cargas emocionales y renacer con nueva fuerza interior. Hoy, fluye con tus sentimientos y confía en tu instinto para resolver conflictos pendientes.",
      "love": "Para Escorpio en esta fecha, enfócate en la comunicación sincera con tu pareja, expresando tus sentimientos sin temor. Si estás soltero, aprovecha la oportunidad para explorar nuevas conexiones y confiar en tu intuición. Practica la paciencia y la empatía, construyendo confianza profunda y auténtica. Mantén una actitud positiva y abierta, permitiendo que el amor se manifieste de manera natural y significativa.",
      "career": "El 2026 será un año de crecimiento para Escorpio. Aprovecha las oportunidades laborales que surjan y mantén una actitud abierta a nuevas ideas. Controla tus gastos, prioriza el ahorro y evita inversiones impulsivas. Con disciplina y paciencia, fortalecerás tu estabilidad financiera. En lo profesional, busca colaborar con otros para expandir tu red y demostrar tu talento con confianza y humildad.",
      "mood": "El día 31 de enero de 2026, el ambiente emocional para Escorpio será introspectivo y profundo, invitando a la reflexión personal y a una sensación de renovación interna, con ocasionales momentos de intensidad y esperanza silenciosa.",
      "lucky_numbers": [
        46,
        27,
        8
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario, hoy descubrirás nuevas oportunidades que transformarán tu camino",
      "general": "El día de hoy, Sagitario, te sentirás lleno de energía y motivación para afrontar nuevos retos en diferentes aspectos de tu vida. En lo personal, experimentarás una profunda sensación de crecimiento interior que te ayudará a reflexionar sobre tus metas y valores. En el ámbito laboral, tu entusiasmo será contagioso y facilitará la colaboración con colegas, abriendo puertas a oportunidades interesantes. En cuanto a las relaciones, la comunicación será clave para fortalecer vínculos y resolver malentendidos pendientes. La intuición te guiará hacia decisiones acertadas, pero mantén los pies en la tierra. Es momento de tomar la iniciativa y confiar en tus capacidades. Para hoy, te recomiendo escribir un pequeño plan de acciones concretas para alcanzar tus objetivos a corto plazo.",
      "love": "Para los sagitarianos en 2026-01-31, la clave en el amor es la honestidad y la comunicación abierta. Si estás en pareja, comparte tus sueños y escucha activamente a tu pareja para fortalecer la confianza. Si estás soltero, aprovecha las nuevas oportunidades sociales para conocer a alguien auténtico. Mantén una actitud positiva y sé genuino, así crearás conexiones sinceras y duraderas.",
      "career": "Para Sagitario en 2026-01-31, enfócate en consolidar tus habilidades profesionales mediante cursos o nuevas experiencias. Prioriza tu estabilidad financiera ahorrando un porcentaje fijo y evitando gastos impulsivos. Aprovecha las oportunidades de networking para ampliar contactos y abrir puertas laborales. Mantén una actitud positiva y flexible ante cambios, sabiendo que estas actitudes te fortalecerán tanto en lo personal como en lo laboral este año.",
      "mood": "El 31 de enero de 2026, Sagitario siente una energía vibrante que invita a la aventura y la reflexión. La esperanza y el entusiasmo se mezclan con momentos de introspección tranquila, creando un balance armonioso y optimista.",
      "lucky_numbers": [
        44,
        25,
        6
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio, hoy descubrirás un camino lleno de oportunidades.",
      "general": "Hoy Capricornio, sentirás que las energías están a tu favor para avanzar en diferentes aspectos de tu vida. En lo laboral, tu esfuerzo y dedicación serán reconocidos, lo que abrirá nuevas oportunidades. En el plano emocional, podrás profundizar en tus relaciones y comunicarte con mayor sinceridad, fortaleciendo vínculos importantes. En lo personal, será un buen día para reflexionar sobre tus metas a largo plazo y hacer pequeños ajustes que te acerquen a tus sueños. La salud se marcará en un crecimiento positivo, pero no olvides cuidar tu descanso y alimentación. Aprovecha la claridad mental que tendrás para planificar con precisión y mantener la calma ante cualquier desafío que surja. Hoy, toma un momento para escribir tus objetivos y priorizarlos con determinación.",
      "love": "Para Capricornio en esta fecha, enfócate en mostrar vulnerabilidad para fortalecer conexiones. Si estás en pareja, planifica actividades que compartan metas a largo plazo. Si estás soltero, invita a alguien que te interese a una charla profunda y sincera. Cultivar confianza y comunicación empática te abrirá puertas a relaciones más genuinas y duraderas en 2026.",
      "career": "El 31 de enero de 2026 es un día ideal para Capricornio para enfocarse en metas profesionales a largo plazo. Aprovecha para evaluarás tus finanzas, reducir gastos innecesarios y fortalecer tu ahorro. No temas buscar oportunidades de crecimiento, pero hazlo con cautela y planificación. La disciplina y la constancia serán clave para asegurar estabilidad y éxito en tu carrera y finanzas este año.",
      "mood": "El ambiente emocional para Capricornio el 31 de enero de 2026 es de esperanza y reflexión profunda, invitando a la introspección y al crecimiento personal, mientras una sensación de calma llena el espíritu con optimismo sereno.",
      "lucky_numbers": [
        28,
        9,
        40
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario, día de revelaciones y conexiones profundas hoy",
      "general": "Hoy, los acuarianos sentirán una energía especial que invita a reflexionar sobre sus relaciones y metas profesionales. Es un buen momento para comunicar ideas y escuchar a quienes los rodean, ya que su innovación será muy valorada. En el ámbito emocional, la sinceridad y la transparencia fortalecerán vínculos y aportarán mayor claridad en sus sentimientos. La creatividad se manifestará con facilidad, por lo que aprovechar ese impulso para proyectos personales dará excelentes resultados. Sin embargo, deben mantener un equilibrio para evitar la dispersión o el agotamiento. En la salud, prestar atención a las señales del cuerpo los ayudará a mantener su vitalidad. Es recomendable dedicar unos minutos a la meditación o a respiraciones profundas para centrarse. Hoy, tomen la iniciativa para planificar los próximos pasos y confiar en su intuición.",
      "love": "El 31 de enero de 2026, los acuarianos deben centrar su atención en comunicar sentimientos con honestidad y paciencia, ya sean solteros o en pareja. Si estás soltero, invita a alguien especial a actividades que reflejen tus intereses genuinos para conectar a nivel profundo. En pareja, practiquen la escucha activa y sorpréndete con nuevas experiencias juntos. La sinceridad fortalecerá su vínculo y fomentará el crecimiento personal y conjunto.",
      "career": "Para Acuario en 2026-01-31, enfocarse en ampliar sus habilidades y redes de contacto será clave para avanzar profesionalmente. Aprovecha oportunidades de formación y participa en eventos sociales relacionados con tu campo. Gestiona tus finanzas con disciplina, evitando gastos impulsivos. Planifica un presupuesto mensual y ahorra una porción de tus ingresos. La constancia y la innovación te abrirán caminos hacia la estabilidad y el crecimiento.",
      "mood": "El tono emocional para Acuario el 31 de enero de 2026 es inspirador y optimista, con una sensación de esperanza y renovación que llena el corazón de entusiasmo y ganas de explorar nuevas posibilidades en el camino.",
      "lucky_numbers": [
        42,
        23,
        4
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis, hoy será día de cambio y crecimiento profundo",
      "general": "El día de hoy, Piscis, sentirás una energía transformadora que influirá en diferentes aspectos de tu vida. En el ámbito emocional, te sentirás más sensible y abierto a comprender a quienes te rodean, fortaleciendo vínculos con personas cercanas. En lo laboral, una idea creativa puede surgir, así que presta atención a tus pensamientos y no dudes en compartirlos. La salud te pide cuidado, así que dedica unos minutos a la relajación o la meditación para mantener el equilibrio. Es importante que tomes decisiones con paciencia y confianza, evitando impulsividad. La intuición será tu mejor aliada, ayúdala a guiarte. Hoy, enfócate en escuchar tu voz interior y actúa con empatía en tus relaciones.",
      "love": "Para Piscis en esta fecha, la clave está en escuchar tu intuición y comunicarte con sinceridad. Si estás soltero, abrázate y confía en tu valor, sin apresurarte a buscar amor. Para quienes están en pareja, practiquen la empatía y compartan sus sentimientos con calma. Dedica tiempo a crear momentos sinceros y fortalecer esa conexión emocional que tanto valoras.",
      "career": "El 2026-01-31 será un día propicio para Piscis en su carrera. Aprovecha para comunicar tus ideas con confianza y buscar oportunidades de crecimiento. Financiarmente, es recomendable revisar y ajustar tu presupuesto, evitando gastos impulsivos. Prioriza ahorros y considera inversiones a largo plazo. Mantén una actitud positiva y abierta, y confía en tu intuición para tomar decisiones acertadas.",
      "mood": "El tono emocional de Piscis en esa fecha es introspectivo y soñador, envuelto en una sensación de calma profunda y nostalgia, pero también impulsado por una esperanza suave y un deseo de conexión auténtica.",
      "lucky_numbers": [
        49,
        30,
        11
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}