{
  "date": "2026-01-25",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, une journée prometteuse pour réaliser vos rêves sûrs",
      "general": "Aujourd'hui, les Béliers ressentiront une volonté renforcée de progresser dans tous les domaines. Sur le plan professionnel, votre énergie sera à son maximum, ce qui vous permettra de relever de nouveaux défis avec confiance. Sur le plan sentimental, une communication sincère avec votre partenaire pourrait ouvrir la voie à une meilleure compréhension mutuelle. Côté finances, il serait judicieux de revoir vos dépenses et d'éviter les investissements impulsifs. Sur le plan personnel, prenez un moment pour vous recentrer et méditer, cela vous aidera à clarifier vos idées. Enfin, soyez attentif aux instinctifs qui vous guideront vers des opportunités inattendues. Aujourd'hui, prenez le temps de planifier concrètement vos objectifs de la semaine à venir.",
      "love": "Pour les Béliers en ce début d’année, l’amour exige patience et douceur. Si vous êtes célibataire, prenez le temps de connaître réellement avant de vous engager, laissez parler votre cœur mais restez réaliste. En couple, cultivez l’écoute et la tendresse, évitez l’impulsivité pour renforcer votre complicité. Osez exprimer vos sentiments sincèrement, cela créera des liens plus profonds et durables.",
      "career": "Le Bélier doit profiter de cette journée pour concentrer ses efforts sur ses ambitions professionnelles tout en restant patient face aux obstacles. Prenez le temps de planifier vos finances, évitez les dépenses impulsives et cherchez des opportunités d’investissements à long terme. Faites confiance à votre intuition pour prendre des décisions importantes, mais n’oubliez pas de vous entourer de conseils avisés.",
      "mood": "Le 25 janvier 2026, Bélier ressentira une atmosphère dynamique mêlée à une légère nervosité, mais aussi une excitation palpable, invitant à l'audace, à la spontanéité et à la confiance en soi pour surmonter les défis.",
      "lucky_numbers": [
        37,
        12,
        37
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, une journée de renouveau et d'opportunités passionnantes",
      "general": "Aujourd’hui, Taureau, vous ressentirez une harmonie particulière entre votre vie personnelle et professionnelle. Vos relations avec vos proches seront marquées par la douceur et la compréhension, ce qui renforcera les liens affectifs. Au travail, votre patience et votre détermination vous permettront d’atteindre des objectifs importants, même si des imprévus surgissent. Sur le plan émotionnel, il est conseillé de prendre un moment pour vousrecentrer, afin de mieux gérer le stress ou les émotions qui pourraient surgir. La journée offre aussi l’occasion de réfléchir à vos aspirations et de faire des ajustements pour avancer sereinement vers vos projets. N’hésitez pas à vous accorder un peu de temps pour vous recentrer. Aujourd’hui, prenez le temps d’écrire ce que vous souhaitez réaliser cette année.",
      "love": "Pour les Taureau, en ce début d'année, la patience et la communication sincère seront clés. Pour les célibataires, osez exprimer vos véritables sentiments lors de rencontres. Les couples, investissez du temps en partage d’activités pour renforcer votre complicité. Évitez les décisions impulsives et cultivez la confiance mutuelle pour bâtir une relation solide et harmonieuse en 2026.",
      "career": "Pour le Taureau du 25 janvier 2026, il est essentiel de rester concentré sur la stabilité financière. Évitez les investissements impulsifs, privilégiez l’épargne et investissez dans des projets à long terme. Côté carrière, osez prendre des responsabilités et valorisez votre savoir-faire. Restez à l’écoute des opportunités, cultivez votre réseau et pratiquez la patience. La persévérance portera ses fruits cette année.",
      "mood": "Le Taureau ce jour-là ressentira une douceur apaisante, une stabilité rassurante évoquant un sentiement de contentement tranquille. L’atmosphère sera empreinte de sérénité et de confiance, favorisant la réflexion intérieure et la gratitude.",
      "lucky_numbers": [
        39,
        14,
        39
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, aujourd'hui, votre curiosité vous mènera vers de nouvelles rencontres",
      "general": "Aujourd'hui, les Gémeaux pourraient ressentir une curiosité accrue qui stimule leur esprit et leur créativité. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, mais il est important de rester concentré et de bien analyser chaque proposition. Sur le plan sentimental, la communication sera essentielle pour éviter les malentendus, alors prenez le temps d'écouter attentivement votre partenaire ou vos proches. Côté santé, privilégiez une activité physique douce pour canaliser votre énergie débordante. Les astres vous encouragent également à cultiver la patience et la tolérance face à certains défis personnels. Profitez de cette journée pour vous organiser et clarifier vos priorités à l’avance. Aujourd'hui, prenez quelques minutes pour écrire vos objectifs de la semaine.",
      "love": "Pour les Gémeaux en cette journée, cultivez la sincérité et la patience dans vos relations. Si vous êtes célibataire, ouvrez-vous à de nouvelles rencontres en partageant vos passions. En couple, privilégiez la communication profonde pour renforcer votre lien. Écoutez attentivement votre partenaire et n'hésitez pas à exprimer vos émotions avec douceur. Cette journée favorise la clarté et l’authenticité dans l’amour.",
      "career": "Pour les Gémeaux du 25 janvier 2026, privilégiez la communication et la curiosité pour avancer professionnellement. Explorez de nouvelles formations ou compétences, et soyez ouvert aux collaborations. Sur le plan financier, évitez les dépenses impulsives, planifiez un budget précis et envisagez des investissements à long terme. Restez flexible face aux changements pour tirer parti des opportunités qui se présenteront.",
      "mood": "Le 25 janvier 2026, les Gémeaux ressentiront une sensation d'enthousiasme mêlé à une douce mélancolie, propice à la réflexion profonde et à la quête de nouvelles inspirations, illuminant leur journée d'une énergie chaleureuse et sincère.",
      "lucky_numbers": [
        30,
        5,
        30
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer : Une journée propice aux découvertes et à l'introspection",
      "general": "Aujourd’hui, les natifs du Cancer pourraient ressentir une intensité émotionnelle accrue, ce qui peut les aider à mieux comprendre leurs besoins profonds. Sur le plan professionnel, il est conseillé de rester concentré et d’éviter les distractions, car une opportunité de faire une avancée importante pourrait se présenter. Sur le plan familial, la patience sera essentielle pour apaiser certains malentendus ou tensions. Sur le plan sentimental, privilégiez la communication sincère avec votre partenaire pour renforcer votre complicité. La santé mentale pourrait également nécessiter une attention particulière, alors n’hésitez pas à prendre un moment pour vous recentrer et respirer. Aujourd’hui, il serait bénéfique de planifier une activité relaxante pour vous recentrer.",
      "love": "Pour les Cancers séuls, ce jour est propice à la rencontre si vous osez sortir de votre zone de confort. Soyez authentique et écoutez votre cœur lors des échanges. En couple, privilégiez la communication sincère : exprimez vos besoins avec douceur, et renforcez votre complicité par des petits gestes attentionnés. Cultivez la confiance pour un amour plus profond et épanoui.",
      "career": "Le 25 janvier 2026, les Cancers devraient se concentrer sur la gestion de leur budget et l'organisation de leurs projets professionnels. Priorisez la transparence avec vos collègues et n'hésitez pas à demander des conseils financiers ou avis sur vos décisions. Cultivez la patience pour surmonter les obstacles et investissez dans votre développement personnel pour renforcer votre stabilité à long terme.",
      "mood": "Le 25 janvier 2026, le Cancer ressentira une douce vague de sérénité mêlée à une légère mélancolie, invitant à la réflexion profonde, à la nostalgie chaleureuse et à une quête intérieure apaisante.",
      "lucky_numbers": [
        22,
        47,
        22
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre charisme brillera et ouvrira de nouvelles portes",
      "general": "Aujourd'hui, Lion, vous êtes sous l'influence d'une énergie positive qui vous pousse à prendre des initiatives dans votre vie professionnelle et personnelle. Vous pouvez ressentir une forte envie de vous affirmer et de montrer votre créativité, ce qui attirera l’attention de votre entourage. Sur le plan relationnel, il serait bénéfique d’être à l’écoute, car des discussions sincères pourraient renforcer vos liens. Côté santé, privilégiez une activité physique pour canaliser cette énergie débordante. Au niveau financier, un petit projet pourrait apporter des résultats si vous y consacrez du temps. Restez confiant et ouvert aux opportunités qui se présentent. Aujourd’hui, prenez le temps de faire une liste de vos objectifs et mettez en place une première étape pour les atteindre.",
      "love": "Pour les Lions en 2026, que vous soyez célibataire ou en couple, il est essentiel d’authenticité. Pour les célibataires, osez exprimer vos véritables sentiments pour attirer la bonne personne. En couple, cultivez la confiance en communiquant sincèrement chaque jour. Prenez le temps de rire ensemble, et n’oubliez pas d’écouter attentivement. La clé reste la patience et l’ouverture d’esprit.",
      "career": "Le Lion en 2026 doit se concentrer sur la diversification de ses revenus. Investis dans tes compétences, explore de nouvelles formations et reste à l’écoute des opportunités financières. Évite les dépenses impulsives et bâtis une réserve d’urgence. Cultive la patience pour atteindre tes objectifs à long terme, tout en maintenant une attitude positive pour attirer le succès et la stabilité financière.",
      "mood": "Le 25 janvier 2026, Lion respire une ambiance de détermination douce, mêlée à une lueur d'espoir. L’émotion est à la fois forte et tranquille, évoquant une confiance paisible face aux défis à venir.",
      "lucky_numbers": [
        35,
        10,
        35
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, une journée propice à la réussite personnelle et professionnelle",
      "general": "Aujourd'hui, la Vierge ressentira un besoin profond de clarifier ses objectifs personnels et professionnels. C’est une journée propice à l’organisation et à la réflexion, surtout si vous avez tendance à vous laisser submerger par le chaos. Sur le plan professionnel, votre perspicacité sera un atout, alors faites preuve de rigueur dans vos démarches et n'hésitez pas à proposer des solutions concrètes. En amour, la communication sera essentielle pour apaiser toute tension éventuelle. Sur le plan personnel, prenez du temps pour vous recentrer, peut-être en méditant ou en écrivant. N’oubliez pas que le fait de faire un tri dans vos priorités vous apportera un apaisement durable. Aujourd'hui, prenez quelques minutes pour rédiger une liste de vos objectifs afin de mieux visualiser votre chemin.",
      "love": "Le 25 janvier 2026, pour la Vierge, l’amour nécessite patience et sincérité. Les célibataires, prenez le temps de renforcer votre confiance en vous, osez engager la conversation. Les couples, privilégiez le dialogue et la transparence pour raviver la complicité. Cultivez l’écoute active, montrez votre sensibilité et n’oubliez pas de surprendre l’autre avec des gestes simples mais significatifs.",
      "career": "Le 25 janvier 2026, Vierge devrait se concentrer sur la gestion de ses finances en établissant un budget précis. Profitez de cette journée pour revoir vos investissements et rechercher de nouvelles opportunités. Adoptez une attitude proactive dans votre carrière, en sollicitant des formations ou en proposant des idées innovantes. Restez organisé et faites preuve de patience pour améliorer durablement votre stabilité financière et professionnelle.",
      "mood": "Le 25 janvier 2026, la Vierge ressentira une douce harmonie intérieure, mêlée à une curiosité éveillée, révélant un sentiment d'espoir tranquille. Une journée empreinte de calme, de réflexion et d'une subtle essence d'optimisme.",
      "lucky_numbers": [
        49,
        24,
        49
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie intérieure pour un futur serein aujourd'hui",
      "general": "Aujourd'hui, les personnes nées sous le signe de la Balance ressentiront un équilibre précieux entre leurs émotions et leur raison. Sur le plan professionnel, une idée innovante pourrait émerger, mais il est crucial de prendre le temps de bien la clarifier avant de la proposer. Dans leur vie sentimentale, la communication sera essentielle pour éviter tout malentendu avec un proche ou un partenaire, renforçant ainsi leur lien. Sur le plan personnel, une envie de recentrage peut apparaître, encourageant à réfléchir sur leurs véritables besoins. La journée invite à cultiver la patience et la douceur dans toutes leurs interactions. Aujourd'hui, faites une pause pour écrire ce qui vous tient à cœur et prenez le temps de méditer dessus pour y voir plus clair.",
      "love": "Pour les célibataires, prenez le temps de connaître vraiment vos besoins avant de chercher l’amour. Soyez patient et honnête dans vos attentes. Pour les couples, cultivez la communication ouverte et sincère, en planifiant des moments réguliers pour partager vos sentiments. Respectez l’espace de chacun. L’équilibre naît de l’authenticité, de l’écoute attentive et du respect mutuel.",
      "career": "Pour atteindre un équilibre financier en 2026, il est essentiel d'établir un budget mensuel précis et de suivre vos dépenses. Investissez dans des formations pour développer vos compétences professionnelles et diversifiez vos sources de revenus. Économisez régulièrement, même de petites sommes, et évitez l'endettement inutile. Enfin, fixez-vous des objectifs clairs pour votre carrière et évaluez régulièrement vos progrès.",
      "mood": "Le 25 janvier 2026, l’atmosphère est empreinte d’harmonie douce et de sérénité apaisante, invitant à la réflexion intérieure tout en éveillant un sentiment de stabilité profonde et d’espoir paisible pour l’avenir.",
      "lucky_numbers": [
        39,
        14,
        39
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, découvrez une révélation qui changera votre vie aujourd’hui",
      "general": "Aujourd'hui, les énergies cosmiques invitent le Scorpion à faire preuve de passion et de détermination dans tous les aspects de sa vie. Au travail, votre concentration est accrue, mais il est important de rester humble face aux défis. En amour, la sincérité sera votre meilleure alliée pour approfondir vos liens et clarifier les malentendus. Sur le plan personnel, une forte envie de transformation vous pousse à explorer de nouvelles voies qui pourraient s'avérer très bénéfiques à long terme. Faites confiance à votre intuition pour prendre des décisions importantes et évitez de vous laisser influencer par des émotions passagères. Prenez un moment aujourd'hui pour réfléchir à vos objectifs et agir avec confiance. Identifiez une étape concrète pour avancer, et ne remettez pas à demain ce qui peut être accompli dès maintenant.",
      "love": "Pour les Scorpio célibataires en 2026, prenez le temps de vous connaître avant de vous engager, explorez vos passions et développez votre confiance en vous. Pour les couples, cultivez la communication sincère, exprimez votre amour chaque jour et sachez pardonner pour renforcer votre lien. Écoutez votre intuition pour naviguer dans cette année avec sagesse et cœur ouvert.",
      "career": "Le 25 janvier 2026, les Scorpions devraient se concentrer sur leur développement professionnel en restant ouverts aux nouvelles opportunités. Établissez des objectifs précis et n'hésitez pas à renforcer votre réseau. Sur le plan financier, évitez les dépenses impulsives et priorisez l’épargne. Investissez dans des projets à long terme et cherchez des conseils avisés pour sécuriser votre avenir.",
      "mood": "Le 25 janvier 2026, l'énergie du Scorpion dégage une intensité passionnée mêlée à une calme mystérieux, évoquant à la fois une profonde introspection et une détermination farouche, invitant à des révélations inattendues et à une transformation intérieure.",
      "lucky_numbers": [
        40,
        15,
        40
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, cette journée marque un tournant important pour vous",
      "general": "Aujourd'hui, les Sagittaires ressentiront une forte envie d'explorer de nouveaux horizons, que ce soit dans leur vie professionnelle ou personnelle. La communication sera fluide, facilitant les échanges avec leur entourage et renforçant leurs liens. Sur le plan sentimental, il pourrait y avoir des moments d'intimité qui renforceront leur relation ou leur donneront envie de s'engager davantage. Au travail, leur enthousiasme et leur créativité seront remarqués, ce qui pourrait mener à des opportunités intéressantes. Leur énergie optimiste leur permettra aussi de surmonter facilement les petites contrariétés de la journée. C’est une excellente journée pour faire des projets ou planifier l’avenir avec confiance, en gardant en tête leurs rêves et ambitions. Aujourd’hui, prenez le temps de noter vos idées et de définir vos objectifs à court terme.",
      "love": "Pour les Sagittaires en ce jour, il est essentiel d'ouvrir votre cœur avec sincérité. Si vous êtes célibataire, osez exprimer vos sentiments et explorez de nouvelles rencontres. En couple, cultivez la complicité en partageant des projets communs et en évitant toute précipitation. Écoutez attentivement votre partenaire, soyez patient et maintenez une communication claire pour renforcer votre amour.",
      "career": "Le 25 janvier 2026, Sagittaire devrait privilégier la planification à long terme dans sa carrière. Mettez en place un budget précis et évitez les dépenses impulsives. Investissez dans des formations pour renforcer vos compétences et restez ouvert aux opportunités inattendues. Faites preuve de patience et d’audace pour atteindre vos objectifs financiers et professionnels cette année.",
      "mood": "Le 25 janvier 2026, Sagittaire ressent une énergie d'optimisme pétillante, mêlée à une curiosité insatiable. L'esprit libre cherche à explorer, avec un sentiment de liberté et de passion, illuminant la journée d'une vitalité chaleureuse et inspir",
      "lucky_numbers": [
        38,
        13,
        38
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, aujourd'hui, votre persévérance ouvrira de nouvelles portes",
      "general": "Aujourd'hui, les Capricornes ressentiront une énergie soutenue qui favorisera la clarté mentale et la prise de décisions importantes. Sur le plan professionnel, une opportunité inattendue pourrait surgir, amenant une possibilité de progression ou de nouveaux défis stimulants. Sur le plan personnel, vous pourriez ressentir le besoin de renforcer vos liens avec vos proches ou de mettre en avant des valeurs familiales. La journée invite également à un moment de réflexion intérieure pour faire le point sur vos aspirations et vos objectifs à moyen terme. Sur le plan émotionnel, soyez à l’écoute de vos ressentis et ne cherchez pas à tout contrôler. Prenez le temps aujourd’hui de vous recentrer et d’établir vos priorités. Aujourd’hui, prenez le temps d’écrire une liste claire de ce que vous souhaitez accomplir dans les prochains mois.",
      "love": "Pour les Capricornes célibataires en ce début d'année, il est essentiel d’ouvrir votre cœur avec sincérité et patience. Prenez le temps d’écouter vos désirs profonds et n’ayez pas peur de faire le premier pas. En couple, privilégiez la communication honnête et consacrez du temps à raviver la complicité. Cultivez la confiance et montrez votre engagement avec douceur, cela renforcera votre lien.",
      "career": "Le 25 janvier 2026, les Capricornes doivent se concentrer sur la gestion prudente de leurs finances. Évitez les investissements risqués et privilégiez l’épargne. Sur le plan professionnel, privilégiez la collaboration et ne craignez pas de demander conseil pour avancer. Fixez-vous des objectifs clairs et précis, et soyez discipliné pour les atteindre. La patience et la persévérance seront vos meilleurs alliés ce jour-là.",
      "mood": "Le 25 janvier 2026, le Capricorn annonce une atmosphère de calme réfléchi mêlé d'une douce détermination. L’émotion est empreinte de stabilité intérieure, invitant à la patience et à la confiance en soi, malgré quelques défis subtils.",
      "lucky_numbers": [
        22,
        47,
        22
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, votre aventure commence dès le matin du vingt-cinq janvier.",
      "general": "Aujourd'hui, le Verseau pourrait ressentir une occasion idéale pour renforcer ses relations personnelles et professionnelles. La communication sera essentielle, alors n'hésitez pas à partager vos idées avec clarté et sincérité. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, alors restez attentif aux signaux. Côté amour, la journée favorise la sincérité et la complicité, mais veillez à ne pas laisser place à la frustration. Sur le plan mental, votre créativité est au sommet, ce qui vous permet d'aborder les défis avec innovation. La santé mentale et physique doit également être une priorité : prenez le temps de respirer et de vous recentrer. Aujourd’hui, prenez quelques minutes pour écrire vos objectifs à court terme et commencez à poser les premières démarches pour les réaliser.",
      "love": "Le 25 janvier 2026, Verseau, ouvrez votre cœur avec sincérité. Si vous êtes célibataire, participez à des activités où vous pouvez rencontrer des esprits similaires. Pour les couples, communiquez avec votre partenaire en exprimant vos sentiments profondement. Cultivez la patience et évitez de trop analyser. Faites confiance à votre intuition pour renforcer votre lien, tout en restant fidèle à vous-même.",
      "career": "Le Verseau en ce début d'année devrait privilégier la réflexion sur ses objectifs professionnels et financiers. Prenez le temps d’évaluer vos compétences et d’identifier de nouvelles opportunités. Investissez dans votre formation pour renforcer votre parcours. Évitez les décisions hâtives et privilégiez la patience. Planifiez un budget clair et économisez pour assurer une stabilité à long terme.",
      "mood": "Le 25 janvier 2026, le Verseau ressent une vague d’optimisme et de franchise, mêlée d’une curiosité insatiable. L’atmosphère est légère, inspirante, invitant à la réflexion et à l’ouverture vers de nouvelles aventures personnelles.",
      "lucky_numbers": [
        36,
        11,
        36
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, 25 janvier 2026: une journée riche en découvertes et rencontres",
      "general": "Aujourd'hui, les Poissons ressentiront une énergie particulière qui influence leur vie affective, professionnelle et personnelle. Sur le plan sentimental, une communication sincère renforcera vos relations, permettant de clarifier certains malentendus. Au travail, votre créativité et votre intuition seront vos meilleurs alliés pour résoudre des problèmes complexes ou pour initier un projet innovant. Sur le plan personnel, prenez du temps pour vous recentrer, écouter vos besoins profonds et nourrir votre esprit. Les influences astrales favorisent également la réflexion intérieure, vous aidant à faire des choix importants pour votre avenir. Enfin, soyez ouvert aux rencontres imprévues qui pourraient vous apporter un nouvel éclairage. Aujourd’hui, consacrez un moment à écrire dans votre journal ou à méditer pour mieux vous recentrer.",
      "love": "Le 25 janvier 2026, les Poissons, que vous soyez célibataire ou en couple, prenez le temps d’écouter votre intuition pour renforcer vos liens. Pour les célibataires, engagez-vous dans des activités qui reflètent vos passions pour attirer des rencontres sincères. En couple, communiquez avec douceur pour approfondir la complicité. Cultiver la patience et l’écoute sincère apportera harmonie et épanouissement.",
      "career": "Pour les Poissons le 25 janvier 2026, il est essentiel de rester concentré sur le développement de compétences concrètes pour améliorer votre carrière. Faites un plan précis, fixez des objectifs mensuels et n’hésitez pas à demander du feedback pour progresser. Sur le plan financier, évitez les dépenses impulsives, priorisez l’épargne et explorez des investissements à long terme pour renforcer votre stabilité.",
      "mood": "Le Poissons du 25 janvier 2026 ressente une douceur profonde, mêlant rêve et introspection, illuminée par une envie de connexion sincère. Une atmosphère douce et mystérieuse enveloppe l'esprit, invitant à la paix intérieure et à la créativité.",
      "lucky_numbers": [
        43,
        18,
        43
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}