{
  "date": "2026-01-30",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries, hoy descubrirás nuevas oportunidades para crecer y aprender",
      "general": "Hoy, Aries, tu energía y entusiasmo te impulsarán a avanzar en diferentes áreas de tu vida. En el trabajo, tendrás ideas innovadoras que serán bien recibidas si las compartes con claridad y confianza. En el amor, la sinceridad será clave para fortalecer tus relaciones, y es un buen momento para expresar tus sentimientos con empatía. En lo personal, dedicar tiempo a cuidar de ti mismo te dará mayor claridad mental y emocional, ayudándote a equilibrar tus energías. Sin embargo, evita las decisiones impulsivas y escucha con paciencia las opiniones de los demás. La jornada te invita a actuar con determinación y mantener una actitud positiva para superar obstáculos. Hoy, da un paso hacia un proyecto importante y confía en tu intuición para guiarte.",
      "love": "El 30 de enero de 2026, Aries, en el amor, la honestidad te potenciará. Para solteros, sé auténtico y abierto a nuevas experiencias; esto atraerá conexiones genuinas. Si estás en pareja, practica la escucha activa y expresa tus sentimientos con claridad. Aprovecha este día para fortalecer vínculos y dejar atrás malentendidos. La paciencia y la sinceridad serán tus mejores aliados ahora.",
      "career": "Para Aries el 30 de enero de 2026, es importante que enfoques tu energía en organizar tus finanzas y establecer metas claras. Aprovecha tu impulso natural para innovar y tomar decisiones rápidas, pero también evalúa los riesgos con calma. Invierte en tu formación y busca asesoría financiera si es necesario. La paciencia y la planificación serán clave para alcanzar el éxito profesional y económico.",
      "mood": "El tono emocional para Aries en esa fecha es de determinación y entusiasmo, mientras que el estado de ánimo se llena de energía vibrante y esperanza, inspirando confianza y un impulso renovado para enfrentar nuevos desafíos con valentía.",
      "lucky_numbers": [
        42,
        22,
        2
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro: Un día de revelaciones y crecimiento personal profundo",
      "general": "Hoy, Tauro, te sentirás especialmente en sintonía con tus emociones y relaciones. La influencia de los astros favorece la comunicación y fortalecer vínculos con personas cercanas, por lo que será un buen día para expresar tus sentimientos con sinceridad. En el ámbito laboral, tendrás la paciencia y determinación necesarias para avanzar en proyectos importantes, aunque quizás debas evitar tomar decisiones impulsivas. En lo personal, presta atención a tu bienestar emocional y físico, reservando tiempo para el descanso y la reflexión. La energía hoy te impulsa a buscar estabilidad y armonía en todos los aspectos de tu vida. Aprovecha para escuchar tu intuición y dar pasos firmes hacia tus metas. Hoy, dedica unos minutos a meditar y conectar contigo mismo.",
      "love": "Para Tauro en 2026-01-30, la clave será cultivar la paciencia y la comunicación genuina. Los solteros deben abrirse a nuevas experiencias sin temores, mientras que las parejas deben priorizar el diálogo honesto y el apoyo mutuo. Dedica tiempo a entender las necesidades del otro y actúa con empatía. La constancia y la sinceridad fortalecerán tus relaciones y te traerán una mayor estabilidad emocional.",
      "career": "Para Tauro en 2026-01-30, enfócate en consolidar tus finanzas priorizando ahorros y evitando gastos innecesarios. Aprovecha oportunidades de crecimiento profesional mediante capacitación o networking. Mantén una actitud perseverante y adaptativa ante cambios laborales. Es recomendable planificar a largo plazo y buscar asesoría financiera si es necesario. Confía en tu constancia y paciencia para lograr estabilidad y avance sostenido.",
      "mood": "El estado emocional para Tauro en esa fecha será de serenidad y reflexión profunda, con una sensación de calma y estabilidad que invita a la introspección y a valorar las pequeñas cosas con gratitud y esperanza.",
      "lucky_numbers": [
        44,
        24,
        4
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis, día de grandes descubrimientos y nuevas oportunidades",
      "general": "Hoy, Géminis, sentirás una energía renovada que te impulsa a comunicarte más intensamente y a conectar con quienes te rodean. En el ámbito laboral, tus ideas serán valoradas si te expresas con claridad, lo que puede abrirte nuevas oportunidades. En el plano emocional, la sinceridad con tus seres queridos fortalecerá vínculos. Es un buen día para reflexionar sobre tus metas y ajustar tus planes si es necesario, permitiendo que la creatividad fluya con mayor libertad. La influencia de los astros te invita a ser honesto contigo mismo acerca de lo que deseas alcanzar a corto y largo plazo. Aprovecha esta jornada para dar un paso importante en una relación o proyecto personal. Hoy, dedica unos minutos para escribir tus metas y prioridades.",
      "love": "Para los géminis solteros en 2026, enfoca en conocerte mejor y establecer límites claros. Practica aprender a escuchar a tu intuición y evita decisiones impulsivas. Para las parejas, cultiva la comunicación abierta y demuestra interés genuino en sus pensamientos y sentimientos. Dedica tiempo a actividades compartidas que fortalezcan el vínculo y evita distracciones que puedan crear distancia emocional.",
      "career": "El 30 de enero de 2026, los Géminis deben enfocarse en organizar sus finanzas y definir metas claras. Aprovecha esta jornada para revisar tu presupuesto y evitar gastos impulsivos. En tu carrera, busca ampliar tus habilidades y estar abierto a nuevas oportunidades. La comunicación será clave; mantén diálogos honestos con colegas y superiores para fortalecer tu crecimiento y estabilidad financiera.",
      "mood": "El día 30 de enero de 2026, Géminis estará envuelto en una sensación de esperanza y curiosidad, despertando un ánimo ligero y optimista que invita a explorar nuevas ideas y fortalecer vínculos afectivos con calidez y alegría.",
      "lucky_numbers": [
        35,
        15,
        45
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer: Hoy descubrirás nuevas fuerzas para avanzar con confianza",
      "general": "Hoy para Cáncer, el día trae una energía equilibrada que te invita a reflexionar sobre tus relaciones y metas personales. La influencia astral favorece la comunicación, permitiéndote expresar tus sentimientos con claridad y empatía, fortaleciendo vínculos importantes. En el ámbito laboral, podrías encontrar soluciones creativas a desafíos que parecían insuperables, mostrando tu intuición y sensibilidad. Es un momento propicio para cuidar de tu bienestar emocional, dedicando tiempo a actividades que te reconforten y te ayuden a recargar energías. También, la paciencia será clave para evitar malentendidos y mantener la armonía en tu entorno cercano. Aprovecha la jornada para escuchar a quienes amas y demostrarles cuánto valoras su compañía. Hoy, pide un momento para meditar y conectar contigo mismo para centrar tus pensamientos.",
      "love": "Para los Cáncer solteros en 2026-01-30, enfóquense en conocerse mejor antes de buscar una relación. Practiquen la paciencia y escuchen su intuición para atraer a alguien compatible. Para los en pareja, compartan sus sentimientos y refuercen su confianza mutua. Dedíquenle tiempo de calidad y expresen su amor con gestos sinceros que fortalezcan el vínculo emocional.",
      "career": "El 30 de enero de 2026, los Cáncer deben enfocarse en establecer metas claras y realistas en su carrera. Aprovechen su intuición para tomar decisiones financieras y evitar gastos impulsivos. Dedicar tiempo a aprender nuevas habilidades fortalecerá su perfil profesional. Mantengan un equilibrio emocional, y no duden en buscar asesoría si enfrentan incertidumbres económicas o laborales, para potenciar sus oportunidades de crecimiento.",
      "mood": "El tono emocional para Cáncer el 30 de enero de 2026 es cálido y reflexivo, impregnado de melancolía y esperanza. La jornada invita a introspección, fomentando un espíritu reconfortante y una sensación de renovación interna.",
      "lucky_numbers": [
        27,
        7,
        37
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo, hoy tu pasión y liderazgo brillarán intensamente siempre",
      "general": "Hoy los Leo sentirán una energía renovada que les permitirá afrontar desafíos tanto en el trabajo como en su vida personal con mayor confianza. Es un buen momento para expresar sus ideas y liderazgo, ya que su entusiasmo será contagioso y atraerá nuevas oportunidades. En las relaciones, la sinceridad y la empatía fortalecerán vínculos, sobre todo si dedican tiempo a escuchar y comprender a sus seres queridos. En temas de salud, es recomendable que presten atención a su bienestar emocional, practicando actividades que les brinden paz y claridad mental. La clave de hoy reside en aprovechar esa motivación para impulsar proyectos y mantener una actitud positiva. Tómense unos minutos para planificar sus tareas y establecer metas claras para la semana.",
      "love": "Para los Leo solteros, 2026-01-30 es un buen momento para descubrir lo que realmente deseas en una pareja. Abre tu corazón sin miedo, pero sé selectivo y auténtico. Si estás en pareja, enfócate en fortalecer la confianza y la comunicación. Escucha activamente y expresa tus sentimientos con sinceridad. La paciencia y la empatía serán clave para profundizar vuestra conexión y crear un vínculo más sólido.",
      "career": "Para Leo en 30 de enero de 2026, es fundamental que centre su energía en diversificar sus ingresos y aprovechar nuevas oportunidades laborales. Mantén una actitud abierta a aprender habilidades adicionales y busca asesoramiento financiero para optimizar tus recursos. No temas invertir en tu desarrollo personal y profesional para lograr mayor estabilidad y crecimiento económico en el largo plazo.",
      "mood": "El tono emocional para Leo en esa fecha es de esperanza y entusiasmo, mientras que el estado de ánimo evoca alegría y optimismo, impulsando una sensación de confianza y determinación ante nuevos desafíos que ofrecen crecimiento y libertad.",
      "lucky_numbers": [
        40,
        20,
        50
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo, hoy descubrirás un gran potencial interior y éxito",
      "general": "Hoy, Virgo, te sentirás lleno de energía y motivación para abordar diferentes aspectos de tu vida. En el trabajo, tu atención al detalle será valorada y podrás avanzar en proyectos importantes si mantienes la concentración. En el ámbito personal, la comunicación será fluida y ayudará a fortalecer relaciones existentes o comprender mejor a quienes te rodean. No ignores tus sentimientos, ya que en ellos reside una sabiduría valiosa que puede guiarte. También será un día favorable para cuidar tu salud y dedicar tiempo a actividades que te relajen y recarguen. Aprovecha la jornada para planificar tus metas a mediano plazo y establecer pasos concretos. Hoy, te sugiero que escribas una lista de prioridades y la sigas con determinación.",
      "love": "Para los Virgo en 2026-01-30, enfóquense en comunicarse abiertamente, mostrando vulnerabilidad sin miedo. Si están solteros, salgan de su zona de confort para conocer nuevas personas y no busquen la perfección, sino conexiones genuinas. En pareja, cultiven pequeños detalles diarios que fortalezcan su vínculo. Practiquen la paciencia y el cariño, permitiendo que el amor crezca de forma natural y sincera.",
      "career": "El 30 de enero de 2026, los Virgo deben enfocarse en planificar sus metas financieras con detalle y disciplina. Aprovecha oportunidades de inversión estable y evita decisiones impulsivas. En el trabajo, enfatiza la colaboración y la perfección en tus proyectos. Dedica tiempo a aprender nuevas habilidades que amplíen tu potencial y refuercen tu seguridad económica.",
      "mood": "El tono emocional para Virgo en esa fecha es reflexivo y sereno, lleno de esperanza y paz interior, invitando a la introspección y a un sentimiento de renovación que llena el alma de calma y confianza.",
      "lucky_numbers": [
        4,
        34,
        14
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra: Jornada de decisiones importantes y nuevas oportunidades hoy",
      "general": "El día de hoy, Libra, te sentirás especialmente equilibrado y en sintonía contigo mismo, lo que te permitirá abordar tus responsabilidades laborales y personales con mayor claridad y serenidad. Es un momento propicio para resolver conflictos pendientes y fortalecer relaciones con amigos y familiares. La energía astral favorece la comunicación; aprovecha para expresar tus sentimientos y escuchar a los demás con empatía. En el ámbito financiero, podrías descubrir oportunidades de inversión o ahorro que te resultarán beneficiosas a largo plazo. Tu intuición estará aguda, ayudándote a tomar decisiones acertadas. Sin embargo, evita sobrecargarte y busca momentos de descanso para mantener tu bienestar emocional. Hoy, enfócate en una acción concreta: realiza una lista de metas y priorízalas para avanzar con confianza en tus proyectos.",
      "love": "Para Libra, el 2026-01-30 será un día ideal para fortalecer vínculos y priorizar la comunicación. Los solteros deben abrirse a nuevas experiencias, evitando la indecisión. Las parejas, practiquen la empatía y compartan sus sentimientos con honestidad. Tómense tiempo para escuchar y entenderse, fomentando la armonía. La clave es buscar equilibrio emocional para crear conexiones duraderas y profundas.",
      "career": "El 30 de enero de 2026, Libra debe enfocarse en establecer metas claras y priorizar sus proyectos laborales. Aprovecha tu habilidad para negociar y construir relaciones sólidas, pero también aprende a decir no cuando sea necesario. Invierte en educación y formación continua para potenciar tu crecimiento profesional. En cuanto a las finanzas, evita gastos impulsivos y busca asesoramiento para diversificar tus inversiones con inteligencia y prudencia.",
      "mood": "El tono emocional de Libra en esa fecha es de esperanza y reflexión profunda, mientras la mente busca equilibrio y armonía interior, otorgando una sensación de calma, introspección y una ligera sensación de optimismo hacia el futuro.",
      "lucky_numbers": [
        44,
        24,
        4
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio hoy descubrirá nuevas pasiones y oportunidades sorprendentes",
      "general": "El día de hoy, los escorpio sentirán una profunda intensidad que puede afectar diversas áreas de su vida. En el trabajo, es posible que surjan desafíos que requieran de su perseverancia y creatividad para superarlos; confíe en su intuición y no deje que las dudas lo detengan. En el ámbito emocional, una conversación importante con alguien cercano le permitirá aclarar malentendidos y fortalecer la relación. La salud mental también será un enfoque, por lo que dedicar unos minutos a la meditación o a la introspección le brindará claridad y paz interior. Aproveche este momento para organizar sus metas y reflexionar sobre lo que realmente desea. Hoy, tome la iniciativa de expresar sus sentimientos con sinceridad.",
      "love": "Para Escorpio en esta fecha, el amor requiere honestidad y confianza. Si estás en pareja, abre tu corazón y comparte tus sentimientos profundos; esto fortalecerá la conexión. Si estás solo, aprovecha para explorar tus emociones y definir lo que realmente deseas en una relación. Practica la paciencia y no temas mostrar vulnerabilidad; ambos caminos te llevarán a un amor más auténtico y duradero.",
      "career": "Para Escorpio el 30 de enero de 2026, es un buen momento para enfocar energías en tu desarrollo profesional. Prioriza la organización y establece metas claras para avanzar. En lo financiero, evita gastos impulsivos y ahorra con constancia. Aprovecha oportunidades de inversión inteligente y busca asesoría si es necesario. La paciencia y la perseverancia te traerán estabilidad y crecimiento.",
      "mood": "El tono emocional para Escorpio en esa fecha es introspectivo y profundo, lleno de una sensación de renovación interna. El ambiente se siente sereno pero cargado de esperanzas, impulsando una reflexión significativa y un quieto optimismo.",
      "lucky_numbers": [
        45,
        25,
        5
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario descubre nuevas oportunidades para crecer en 2026",
      "general": "Hoy, Sagitario, te sentirás lleno de energía y optimismo, lo que te ayudará a afrontar diferentes áreas de tu vida con entusiasmo. En el trabajo, podrás destacarte y mostrar tu creatividad, pero presta atención a los detalles para evitar errores. En lo personal, tus relaciones familiares y con amigos se enriquecen, brindándote momentos de alegría y comunicación sincera. Es un buen día para explorar nuevas ideas o planes futuros, así que confía en tu intuición y tomate unos minutos para reflexionar. Además, tu salud estará en buena forma, solo recuerda mantener la calma y evitar el estrés innecesario. Hoy es ideal para dar un pequeño paso hacia tus metas, así que dedícate a planear tu próximo proyecto con paciencia y entusiasmo.",
      "love": "Para los sagitarianos en 2026-01-30, la clave es abrirse con honestidad en el amor. Los solteros deben explorar nuevas experiencias sociales para atraer a quien comparta su energía aventurera. Los comprometidos, practiquen la comunicación sincera y comprometida, evitando malentendidos. Cultiven la paciencia y el humor en momentos de tensión, fortaleciendo vínculos y dejando espacio para el crecimiento mutuo.",
      "career": "El 30 de enero de 2026, Sagitario encontrará oportunidades para explorar nuevas áreas laborales. Aprovecha esa tendencia para ampliar tus habilidades, asistir a cursos y conectar con profesionales. En lo financiero, evita gastos impulsivos y prioriza el ahorro. Planifica un presupuesto mensual y busca inversiones seguras. La disciplina y la perseverancia te guiarán hacia la estabilidad y el crecimiento en tu carrera y finanzas este día.",
      "mood": "El día 30 de enero de 2026, Sagitario experimentará una sensación de entusiasmo y optimismo vibrante, llenando su espíritu de esperanza y aventura, mientras enfrenta desafíos con confianza y una sonrisa contagiosa que inspira a quienes lo rodean.",
      "lucky_numbers": [
        43,
        23,
        3
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio, hoy descubres nuevas oportunidades que transformarán tu vida",
      "general": "Hoy, Capricornio, te sentirás lleno de energía y motivación para afrontar diferentes desafíos en tu vida. En el ámbito laboral, tu esfuerzo y disciplina serán valorados, y podrías recibir reconocimiento o una oportunidad interesante para avanzar. En el aspecto personal, es un buen momento para fortalecer relaciones cercanas, escuchando atentamente y mostrando empatía. La salud también requiere atención; incluye en tu día momentos de relajación y cuidado personal para evitar tensiones. La intuición te guiará en decisiones importantes, así que confía en tu instinto y evita dejarte llevar por dudas. Para hoy, realiza una lista de metas cortas y enfoca tus esfuerzos en completar una de ellas, logrando así un avance tangible.",
      "love": "Para Capricornio en 2026-01-30, es fundamental ser auténtico en tus relaciones. Si estás solo, enfócate en construir tu autoestima y abrirte al amor sin miedo. Si estás en pareja, refuerza la comunicación y muestra tu cariño con detalles. Evita la rutina y planifica experiencias nuevas juntos. La honestidad y la paciencia fortalecerán tus vínculos afectivos en este momento.",
      "career": "Para Capricornio en esta fecha, enfócate en establecer metas claras y realistas para tu carrera. Aprovecha las oportunidades de aprendizaje y networking para ampliar tu influencia. Gestiona tus finanzas con prudencia, evita gastos impulsivos y considera invertir en tu desarrollo personal. La paciencia y la disciplina serán claves para avanzar con estabilidad y alcanzar tus objetivos a largo plazo.",
      "mood": "El tono emocional para Capricornio en esa fecha es de introspección y calma, invitando a la reflexión profunda, mientras que el estado de ánimo se siente equilibrado y lleno de esperanza, promoviendo crecimiento personal y serenidad interna.",
      "lucky_numbers": [
        27,
        7,
        37
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario, descubrirás nuevas oportunidades para tu crecimiento personal",
      "general": "Hoy, los Acuario sentirán una energía renovada que impulsa su creatividad y espíritu innovador. Es un buen momento para expresar sus ideas y compartirlas con quienes les rodean, ya sea en el trabajo o en sus relaciones personales. La comunicación será clave, y si logran escuchar con atención, podrán fortalecer vínculos importantes. En el ámbito emocional, es recomendable dedicar tiempo a la introspección para entender mejor sus sentimientos y necesidades. La jornada también puede traer sorpresas agradables relacionadas con proyectos o amistades. Sin embargo, deben tener cuidado con la dispersión y mantener el enfoque en sus objetivos. Aprovechen esta energía positiva para planificar metas a largo plazo y tomar decisiones con confianza. Hoy, actúen dando un pequeño paso hacia uno de sus sueños.",
      "love": "A los Acuario solteros, este día es ideal para explorar nuevas conexiones y confiar en tu intuición para elegir a quién abrir tu corazón. Para quienes están en pareja, practica la comunicación honesta y escucha activamente a tu pareja. Asegúrate de dedicar tiempo de calidad. Actúa con empatía y paciencia, fortaleciendo la confianza y creando un vínculo más profundo y auténtico.",
      "career": "Para Acuario en 2026-01-30, enfócate en fortalecer tu equipo y habilidades profesionales, buscando oportunidades de capacitación. Ahorra una parte de tus ingresos y evita gastos impulsivos. Aprovecha tu creatividad para innovar en proyectos laborales. Mantén una actitud abierta a nuevas ideas y contactos, ya que esto potenciará tu crecimiento financiero y profesional en los próximos meses.",
      "mood": "El 30 de enero de 2026, Acuario experimentará una sensación de esperanza serena y curiosidad profunda, acompañado de una calma reflexiva que invita a la introspección y a abrirse a nuevas oportunidades con confianza tranquila.",
      "lucky_numbers": [
        41,
        21,
        1
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis descubre nuevas oportunidades de crecimiento personal hoy",
      "general": "Hoy, Piscis, te sentirás especialmente sensible y empático, lo que te permitirá profundizar en tus relaciones personales y comprender mejor a quienes te rodean. La intuición estará muy afinada, ayudándote a tomar decisiones acertadas en temas laborales y económicos. Sin embargo, ten cuidado de no dejarte llevar demasiado por emociones negativas o dudas. Es un buen día para conectar con tu mundo interior, practicar la meditación o dedicar tiempo a reflexionar sobre tus metas. La comunicación será clave para resolver malentendidos y fortalecer vínculos afectivos. En el plano familiar, la paciencia será tu mejor aliada, y podrás ofrecer apoyo a quienes más lo necesitan. Hoy, aprende a escuchar y a confiar en tu intuición para avanzar con claridad. Actúa hoy con paciencia y apertura hacia los demás.",
      "love": "Para los Piscis en esta fecha, es esencial que practiques la comunicación abierta, tanto si estás en pareja como si buscas amor. Si eres soltero, enfócate en conocerte mejor antes de crear conexiones profundas, y no temas mostrar tu auténtico yo. En pareja, fortalece la confianza escuchando activamente y compartiendo tus sentimientos sinceramente. La honestidad y la empatía serán tus mejores aliados en el amor hoy.",
      "career": "Para los Piscis en enero de 2026, enfoca tus energías en planificar tu futuro financiero y evita decisiones impulsivas. Aprovecha nuevas oportunidades laborales, pero cuida que tus emociones no nublen tu juicio. Mantén una comunicación clara con colegas y superiores, y realiza presupuestos estrictos. Invierte en tu crecimiento personal y profesional para fortalecer tu estabilidad y alcanzar tus metas a largo plazo.",
      "mood": "El día 30 de enero de 2026, Piscis sentirá una profunda melancolía mezclada con esperanza, evocando una sensación de introspección y calma. La emoción será introspectiva, invitando a reflexionar y encontrar paz en la vulnerabilidad.",
      "lucky_numbers": [
        48,
        28,
        8
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}