{
  "date": "2026-02-08",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Áries, dia de grande transformação e novas oportunidades surgirão.",
      "general": "Hoje, Áries, o dia traz uma energia intensa que impulsiona sua determinação em várias áreas da vida. No trabalho, você sente vontade de liderar projetos e mostrar suas habilidades, conquistando reconhecimento. Nos relacionamentos, há uma oportunidade de aprofundar conexões e resolver possíveis conflitos com diálogo sincero. Sua saúde pede atenção, então reserve um tempo para relaxar e praticar alguma atividade física que garanta bem-estar. Financeiramente, é um bom momento para revisar seus gastos e planejar o futuro com mais estratégia. A intuição estará afiada, ajudando a tomar decisões importantes. Aproveite essa energia para dar um passo decisivo rumo aos seus objetivos. Hoje, tenha coragem de falar o que sente para fortalecer seus laços.",
      "love": "Para Áries em 8 de fevereiro de 2026, aproveite o dia para expressar seus sentimentos com sinceridade, seja com alguém especial ou consigo mesmo. Se estiver solteiro, invista na autodescoberta e na confiança; se estiver em um relacionamento, pratique a escuta ativa e surpreenda seu parceiro com gestos de carinho. Assim, fortalecerá vínculos e nutrirá o amor que busca ou já conquista.",
      "career": "Áries em 8 de fevereiro de 2026 deve focar na organização de suas finanças e estabelecer metas claras de carreira. Aproveite oportunidades de aprendizado e networking para crescer profissionalmente. Seja paciente ao lidar com desafios e evite decisões impulsivas. Invista em cursos e projetos que agreguem valor ao seu futuro financeiro. Mantenha uma atitude positiva e determinada para alcançar seus objetivos.",
      "mood": "Neste dia, Áries sentirá uma mistura de entusiasmo e determinação, impulsionado por uma energia vibrante. Porém, uma leve ansiedade pode surgir, convidando-o à reflexão e ao equilíbrio emocional para conquistar seus objetivos com coragem e esperança.",
      "lucky_numbers": [
        20,
        28,
        36
      ],
      "lucky_color": "dourado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Touro, hoje suas decisões trarão crescimento e realizações profundas",
      "general": "Hoje, Touro, o dia traz oportunidades de renovação na sua vida emocional e profissional. Você pode sentir uma maior conexão com pessoas importantes e uma vontade de expressar seus sentimentos de forma mais sincera. No trabalho, sua dedicação será reconhecida, e novas ideias podem surgir se você permitir-se inovar. Financeiramente, é um bom momento para revisar seus gastos e estruturar melhor seus objetivos de economia. No âmbito pessoal, aproveite para fortalecer laços ou dedicar um tempo a si mesmo, encontrando equilíbrio e paz interior. A energia do dia favorece o diálogo e a construção de pontes, então mantenha uma postura aberta e receptiva. Hoje, foque em ouvir mais os outros e planejar seus próximos passos com calma e atenção.",
      "love": "Para Touro em 8 de fevereiro de 2026, seja você solteiro ou comprometido, invista na comunicação honesta e na paciência. Se estiver solteiro, concentre-se em fortalecer sua autoconfiança antes de se abrir ao amor. Para os casais, pratique a empatia e surpreenda seu parceiro com gestos simples, como um almoço feito por você. Assim, criará conexões mais profundas e duradouras.",
      "career": "Em 8 de fevereiro de 2026, Touro deve focar na organização financeira, revisando seus gastos e evitando investimentos impulsivos. Aproveite essa fase para estabelecer metas financeiras claras, como poupar uma porcentagem fixa do rendimento. Na carreira, prioritize a comunicação eficiente e busque oportunidades de aprimoramento. Seja paciente diante de desafios e mantenha o foco nos seus objetivos de longo prazo.",
      "mood": "No dia 8 de fevereiro de 2026, Touro sentirá uma mistura de tranquilidade e esperança, com uma energia calma, mas ao mesmo tempo vibrante, encorajando a reflexão interior e a busca por estabilidade emocional.",
      "lucky_numbers": [
        22,
        30,
        38
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gêmeos, dia de descobertas que transformarão seu caminho hoje",
      "general": "Hoje, os geminianos podem sentir uma forte energia de renovação que impulsiona sua criatividade e suas relações sociais. É um dia ideal para se comunicar, trocar ideias e fortalecer laços com amigos ou colegas de trabalho. No aspecto emocional, você pode se sentir mais aberto e disposto a expressar seus sentimentos, o que favorece encontros e conversas esclarecedoras. No trabalho, sua versatilidade será uma grande aliada, ajudando a resolver pendências com facilidade. Cuide também da sua saúde mental, reservando um tempo para refletir e manter o equilíbrio. Aproveite a semana para se conectar com seu lado mais introspectivo, mas sem perder sua espontaneidade. Tire um momento para organizar suas tarefas e anotar suas ideias mais brilhantes hoje.",
      "love": "Para Gêmeos em 8 de fevereiro de 2026, a leveza e a comunicação abrirão novas portas. Para solteiros, seja honesto sobre seus sentimentos e explore diferentes conexões. Para os em relacionamento, pratique ouvir ativamente seu parceiro e expresse seu amor com gestos pequenos e sinceros. Aproveite esse momento para fortalecer vínculos com conversas abertas e sinceras, cultivando confiança mútua.",
      "career": "Para Gêmeos em 8 de fevereiro de 2026, concentre-se na comunicação eficaz e na busca por novas oportunidades. Dedique-se a aprimorar suas habilidades, participe de cursos e mantenha conexões profissionais. Economize com disciplina e invista em projetos que tragam crescimento sustentável. Seja flexível, adapte-se às mudanças e mantenha uma atitude positiva para alcançar estabilidade financeira e avanços na carreira.",
      "mood": "No dia 8 de fevereiro de 2026, Gêmeos sente uma mistura de curiosidade e esperança, com uma leve ansiedade que pulsa no coração, impulsionando a busca por novas conexões e descobertas emocionais.",
      "lucky_numbers": [
        13,
        21,
        29
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Câncer descobre força interior para transformar sua jornada pessoal",
      "general": "Hoje, os astros indicam um dia de grande sensibilidade para os cancerianos, especialmente nos relacionamentos e na vida emocional. É importante que você dedique um tempo para refletir sobre seus sentimentos e comunique-se com as pessoas que ama com sinceridade. No trabalho, pode surgir uma oportunidade para demonstrar suas habilidades e criatividade, mas é preciso estar atento às suas emoções para não se deixar levar pela insegurança. Sua intuição estará aguçada, ajudando a tomar decisões mais alinhadas com seu verdadeiro eu. Aproveite também para cuidar de si mesmo, investindo em atividades que tragam paz e equilíbrio. Hoje, reserve um momento para escrever suas emoções e pensamentos, fortalecendo sua conexão interna.",
      "love": "No dia 8 de fevereiro de 2026, Cancer, priorize a comunicação sincera com seu parceiro ou mantenha-se aberto para novas conexões. Para os solteiros, dedique tempo ao autoconhecimento e mantenha o coração receptivo, sem pressa. Demonstre empatia e carinho, criando laços mais profundos. Cultive a paciência e a autenticidade, pois esses elementos fortalecerão suas relações agora.",
      "career": "No dia 8 de fevereiro de 2026, Câncer deve focar em construir suas habilidades profissionais e manter a paciência diante de desafios. Aproveite para fortalecer suas conexões de networking e buscar oportunidades de crescimento. Economize com disciplina, invista com cautela e evite gastos impulsivos. Cultive a autoestima e confie na sua intuição para tomar decisões financeiras e de carreira sólidas.",
      "mood": "No dia 8 de fevereiro de 2026, o signo de Câncer sente-se envolto por uma aura de serenidade e esperança, despertando emoções profundas de conexão familiar e uma sensação de renovação interior, convidando à introspecção pacífica.",
      "lucky_numbers": [
        5,
        13,
        21
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leão de 2026: brilho intenso e realizações surpreendentes te esperam",
      "general": "Hoje, Leão, o dia promete ser de grande energia e oportunidades. No trabalho, sua criatividade estará em alta, facilitando a resolução de problemas e a inovação. Aproveite para mostrar seu talento e se destacar entre colegas. No amor, a paixão pode estar mais intensa, trazendo momentos de conexão forte com quem ama, mas é importante ouvir com atenção e demonstrar sinceridade. Nas questões pessoais, reserve um tempo para cuidar do seu bem-estar emocional, evitando sobrecargas. Financeiramente, é um dia favorável para planejar investimentos ou revisar seus objetivos econômicos. A sorte está ao seu lado, mas lembre-se de manter o equilíbrio. Hoje, dedique-se a uma tarefa que exija sua atenção, e confirme seus planos com passos concretos.",
      "love": "Para Leão em 8 de fevereiro de 2026, seja você solteiro ou comprometido, cultive a sinceridade e a empatia. Solteiros devem arriscar conhecendo novas pessoas com coragem, sem medo de vulnerabilidade. Casais podem aprofundar a conexão ouvindo ativamente e planejando momentos especiais que fortaleçam a cumplicidade. Seja autêntico, demonstre afeto e lembre-se de valorizar os sentimentos do parceiro, criando uma relação mais sólida e harmoniosa.",
      "career": "No dia 8 de fevereiro de 2026, Leão deve focar na organização financeira, criando metas claras e controlando despesas. Aproveite essa fase para investir em seu desenvolvimento pessoal e profissional, buscando cursos ou novos conhecimentos. Construa relacionamentos sólidos, pois a colaboração trará prosperidade. Mantenha uma atitude positiva, confie em seu talento e não hesite em assumir riscos calculados para alcançar o sucesso.",
      "mood": "No dia 8 de fevereiro de 2026, Leão se sentirá inspirado e otimista, com uma energia vibrante que incentiva a confiança e a criatividade, criando um ambiente de entusiasmo, esperança e autoconfiança interior.",
      "lucky_numbers": [
        18,
        26,
        34
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgem 8 de fevereiro de 2026: novas oportunidades surgem hoje",
      "general": "Hoje, Virgem, o dia traz uma energia equilibrada que favorece a organização e o foco nos detalhes, essenciais para avançar em seus projetos pessoais e profissionais. Aproveite para revisar suas metas e ajustar suas rotinas, pois isso trará maior produtividade e tranquilidade. No relacionamento, uma conversa sincera pode fortalecer vínculos e esclarecer dúvidas que ficaram pendentes. No âmbito financeiro, é um ótimo momento para revisar seus gastos e planejar investimentos a longo prazo, garantindo segurança futura. Cuide também de sua saúde, reservando um tempo para atividades relaxantes ou exercícios leves que ajudarão a aliviar o estresse acumulado. Hoje, incentive-se a dar um passo consciente, escrevendo uma lista de prioridades para o dia.",
      "love": "Para Virgem solteiro em 8 de fevereiro de 2026, concentre-se em abrir seu coração às novas experiências sem críticas excessivas. Seja mais espontâneo e permita-se mostrar vulnerabilidade. Para quem está em um relacionamento, pratique a comunicação aberta, valorizando os pequenos gestos de carinho. Organize encontros que fortaleçam a conexão emocional, cultivando intimidade e confiança recíproca.",
      "career": "Em 2026, Virgem deve focar na organização financeira e na priorização de metas profissionais. Estabeleça um orçamento mensal detalhado, invista em cursos que aprimorem suas habilidades e procure novas oportunidades de crescimento. Aproveite o momento para criar uma rede de contatos sólida, que possa abrir portas futuras. Seja paciente e disciplinado, pois seus esforços trarão resultados duradouros.",
      "mood": "No dia 8 de fevereiro de 2026, o tom emocional de Virgem será sereno e reflexivo, envolto por uma sensação de esperança silenciosa, incentivando uma tranquilidade interior que estimula a introspecção e a renovação espiritual.",
      "lucky_numbers": [
        32,
        40,
        48
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, 8 de fevereiro trará novidades e oportunidades surpreendentes",
      "general": "Hoje, Libra, o equilíbrio emocional será seu maior aliado. No trabalho, sua criatividade e bom senso vão ajudar a resolver questões complexas com facilidade, conquistando a admiração de colegas e superiores. No amor, a empatia estará em alta, favorecendo diálogos sinceros com quem você gosta. Sua saúde mental pede atenção; reserve um tempo para meditar ou refletir, ajudando a aliviar o cansaço. No financeiro, uma oportunidade inesperada pode surgir, mas aja com cautela antes de se comprometer. Aproveite para fortalecer seus laços familiares, dedicando atenção especial às pessoas próximas. Hoje, pratique a escuta ativa e demonstre sua sinceridade ao engajar em conversas importantes. Invista um momento na sua rotina de bem-estar, como uma caminhada ao ar livre.",
      "love": "Para os librianos solteiros, 2026 traz oportunidades de conexão verdadeira; concentrem-se em estabelecer diálogos sinceros e confiem na sua intuição. Para os casais, é momento de fortalecer o diálogo e cultivar harmonia. Aproveitem o mês para planejar atividades que promovam cumplicidade, valorizando o equilíbrio emocional. Investir na comunicação e no respeito mútuo irá aprofundar seus laços e criar uma relação mais harmoniosa.",
      "career": "Para Libra em 8 de fevereiro de 2026, é essencial priorizar o equilíbrio entre carreira e finanças. Aproveite oportunidades de networking e invista em seu desenvolvimento pessoal. Planeje seu orçamento com atenção, evite gastos impulsivos e busque fontes adicionais de renda. Seja flexível diante de mudanças e confie na sua intuição para tomar decisões importantes que possam impulsionar seu crescimento profissional e financeiro.",
      "mood": "No dia 8 de fevereiro de 2026, Libra sentirá uma mistura de esperança serena e reflexão introspectiva, despertando uma sensação de tranquilidade interior enquanto enfrentam desafios com delicadeza, cultivando equilíbrio emocional e otimismo renovado.",
      "lucky_numbers": [
        22,
        30,
        38
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpião, dia de transformação e descobertas surpreendentes aguarda você",
      "general": "Hoje, Escorpião, você sentirá uma forte energia de transformação em sua vida emocional e profissional. É um momento propício para refletir sobre seus relacionamentos mais próximos e buscar maior equilíbrio nas suas emoções. No trabalho, sua intuição estará aguçada, ajudando a tomar decisões importantes, mas evite agir por impulsividade; pense bem antes de se comprometer. Na saúde, reserve um tempo para relaxar e cuidar de si mesmo, pois o excesso de trabalho pode sobrecarregar seu organismo. Aproveite a manhã para se conectar com seus sentimentos mais profundos e esclarecer suas metas pessoais. A tarde, será uma boa oportunidade para conversar com alguém em quem confia e solicitar orientações. Hoje, priorize a sua escuta interior e tome uma atitude que fortaleça seu bem-estar emocional.",
      "love": "Para os escorpianos solteiros em 2026-02-08, finalize antigas mágoas e abra-se para novas experiências emocionais. Nos relacionamentos, pratique a comunicação sincera e escute com empatia, fortalecendo a conexão emocional. Evite ciúmes excessivos, cultivando confiança mútua. Dedique tempo para si mesmo, equilibrando paixão e racionalidade, assim atraíra o amor verdadeiro e aprofundará laços existentes com autenticidade e carinho.",
      "career": "Em 2026, Escorpião deve focar na clareza de seus objetivos profissionais e financeiras. Aproveite oportunidades de aprender novas habilidades e invista em networking. Controle seus gastos, evite decisões impulsivas e busque uma reserva financeira sólida. Cultive a paciência e a persistência, pois resultados a longo prazo trarão estabilidade e crescimento. O equilíbrio emocional será fundamental para o sucesso.",
      "mood": "No dia 8 de fevereiro de 2026, Escorpião vivencia uma atmosfera de intensas emoções, misto de paixão e introspecção, trazendo uma sensação de transformação profunda, esperança renascida e o desejo de renovação emocional.",
      "lucky_numbers": [
        23,
        31,
        39
      ],
      "lucky_color": "prata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitário, dia de transformação e oportunidades inesperadas surgirão hoje",
      "general": "Hoje, Sagitário, o dia traz uma energia vibrante que favorece suas relações pessoais e profissionais. Você pode sentir uma vontade de inovar, de explorar novas ideias e de se conectar de forma mais profunda com quem ama. Na carreira, sua criatividade está em alta, permitindo que você apresente soluções originais aos desafios do dia. No âmbito emocional, é um momento propício para refletir sobre seus desejos mais autênticos e fortalecer laços com amigos e familiares. É importante equilibrar sua energia, evitando impulsividade excessiva que possa atrapalhar seus planos. Aproveite o dia para expressar sua opinião com honestidade e coragem, cultivando uma comunicação mais sincera. Hoje, dedique alguns minutos para organizar suas ideias e estabelecer uma meta clara para a semana.",
      "love": "Para Sagitarianos em 8 de fevereiro de 2026, a dica é cultivar a comunicação sincera e a paciência. Se estiver solteiro, explore novas amizades sem pressa, aproveitando a liberdade. Em casal, invista em atividades que fortalecem a conexão emocional, demonstrando interesse genuíno. Seja honesto sobre seus desejos e ouça ativamente, criando uma relação mais sólida e apaixonada.",
      "career": "Em 8 de fevereiro de 2026, os sagittarianos devem focar na clareza ao estabelecer metas profissionais. Aproveite oportunidades de networking para ampliar conexões e fortalecer sua reputação. Economize uma parte de seus ganhos e evite decisões impulsivas. Invista em aprimoramento de habilidades que possam impulsionar sua carreira. Aproveite esse momento para equilibrar ambições e bem-estar financeiro.",
      "mood": "No dia 8 de fevereiro de 2026, Sagitário se sente aventureiro e inspirado, transbordando otimismo e esperança. Uma energia vibrante invade o coração, convidando à exploração e ao crescimento com entusiasmo e confiança.",
      "lucky_numbers": [
        21,
        29,
        37
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricórnio, dia promissor de crescimento e realizações pessoais",
      "general": "Hoje, Capricórnio, você se sentirá energizado e pronto para enfrentar os desafios do dia com determinação e foco. Seu lado profissional estará afiado, e será um excelente momento para apresentar novas ideias ou projetos. No âmbito pessoal, a comunicação com familiares e amigos será mais harmoniosa, o que ajudará a fortalecer vínculos e resolver possíveis conflitos com gentileza e paciência. No âmbito emocional, você pode sentir uma certa ansiedade, mas lembre-se de respirar fundo e confiar na sua força interior. A saúde física exige atenção, então não deixe de cuidar do seu bem-estar e manter uma rotina equilibrada. Hoje, dedique um momento para organizar suas tarefas e definir prioridades para garantir um dia produtivo e tranquilo.",
      "love": "Para os capricornianos solteiros em 8 de fevereiro de 2026, recomenda-se abrir-se mais às emoções e demonstrar vulnerabilidade, fortalecendo conexões. Para os casados, invistam na comunicação sincera e reservem momentos especiais juntos para renovar o relacionamento. Busquem equilíbrio entre a rotina e o carinho, criando uma base sólida e receptiva ao amor em ambos os casos, com ações concretas diárias.",
      "career": "Para Capricórnio em 8 de fevereiro de 2026, foque na organização financeira e no planejamento de longo prazo. Avalie seus investimentos e evite decisões impulsivas. Aproveite oportunidades de aprendizado para aprimorar suas habilidades profissionais. Seja resiliente diante de desafios e mantenha a disciplina para alcançar seus objetivos. Cultive redes de contato sólidas, que podem abrir novas portas na sua carreira.",
      "mood": "No dia 8 de fevereiro de 2026, os capricornianos sentirão uma mistura de esperança e introspecção, envoltos por uma esperança silenciosa, enquanto enfrentam desafios internos com uma determinação serena e uma esperança renovada no futuro.",
      "lucky_numbers": [
        5,
        13,
        21
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Aquário, hoje traz oportunidades únicas para sua criatividade crescer",
      "general": "Hoje, Aquário, o dia traz uma energia animadora que favorece suas relações pessoais e profissionais. Você se sentirá mais inspirado para inovar e colocar suas ideias em prática, o que pode gerar boas impressões entre colegas e amigos. No âmbito emocional, é um momento propício para aprofundar laços com quem você valoriza, demonstrando sua autenticidade. No trabalho, sua criatividade estará em alta, incentivando soluções fora do comum. No entanto, cuidado para não se sobrecarregar com muitas tarefas ao mesmo tempo; priorize o que realmente importa. Cuide também da sua saúde emocional, reservando momentos para relaxar e refletir. Aproveite essa fase para estabelecer novas metas e ampliar seus horizontes. Hoje, dedique alguns minutos para organizar suas prioridades e definir o próximo passo.",
      "love": "Para aquarianos em 8 de fevereiro de 2026, seja solteiro ou em relacionamento, cultive a comunicação sincera e a escuta ativa. Para solteiros, aproveite oportunidades para encontros que estimulem sua liberdade e criatividade. Para casais, invista em momentos de conexão autêntica, quebrando rotinas e planejando novidades juntos. A autenticidade fortalecerá seus laços e trará harmonia. Seja aberto ao diálogo e às emoções neste dia especial.",
      "career": "Em 8 de fevereiro de 2026, Aquário deve focar na clareza de seus objetivos profissionais. Aproveite oportunidades de networking e invista em cursos que aprimorem suas habilidades. Para manter a estabilidade financeira, organize um orçamento rigoroso e evite gastos impulsivos. Cultive paciência e perseverança, pois resultados a longo prazo trarão segurança e satisfação. Aproveite essa fase para ajustar suas metas e fortalecer seu crescimento.",
      "mood": "No dia 8 de fevereiro de 2026, Aquário se sente inspirado e energizado, carregado de esperança e criatividade. Uma sensação de possibilidade se mistura à vontade de transformar ideias em ações concretas, promovendo otimismo e inovação interior.",
      "lucky_numbers": [
        19,
        27,
        35
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Peixes descubra sua força interior e transforme seus sonhos",
      "general": "Hoje, os Peixes podem sentir uma forte conexão emocional com as pessoas ao seu redor, o que melhora seus relacionamentos pessoais e profissionais. Sua intuição está aguçada, ajudando a tomar decisões importantes com mais clareza. No trabalho, uma ideia criativa pode gerar reconhecimento, então aproveite para compartilhar suas perspectivas. No campo amoroso, conversas sinceras fortalecerão seus laços, mas cuidado para não se deixar levar pela ansiedade. Sua sensibilidade está em alta, permitindo entender melhor suas próprias emoções e as dos outros. É um dia favorável para cuidar de si mesmo, praticar meditação ou atividades que tragam paz interior. Hoje, reserve um tempo para refletir e agradeça pelas pequenas vitórias do dia.",
      "love": "Para Peixes solteiros em 2026, concentrem-se em autoconhecimento e na cura emocional antes de buscar um relacionamento. Este é um momento ideal para investir em hobbies que ampliem sua autoconfiança. Para os casais, utilize a empatia e a comunicação aberta para fortalecer os laços. Dedique momentos de escuta ativa e pratique pequenas gentilezas diárias para aprofundar a conexão emocional.",
      "career": "Peixes em 8 de fevereiro de 2026 devem focar na organização financeira e evitar gastos impulsivos. Aproveite essa fase para revisar seus planos profissionais, buscando cursos que impulsionem sua carreira. Invista tempo no desenvolvimento de suas habilidades emocionais e relacionamentos, fortalecendo conexões que possam abrir novas oportunidades. Acredite no seu potencial e mantenha uma atitude positiva diante dos desafios.",
      "mood": "Em 8 de fevereiro de 2026, Peixes pode sentir uma mistura de esperança serena e introspecção profunda, cultivando um sentimento de conexão emocional, calma e uma suave esperança que acalenta o coração e inspire sonhos.",
      "lucky_numbers": [
        26,
        34,
        42
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}