{
  "date": "2026-02-05",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries, hoy descubrirás nuevas oportunidades para crecer y brillar",
      "general": "Hoy, Aries, sentirás una energía renovada que te impulsa a afrontar desafíos en diferentes aspectos de tu vida. En el ámbito laboral, es un buen momento para mostrar tu liderazgo y buscar nuevas oportunidades que te permitan crecer profesionalmente. En lo personal, las relaciones cercanas se fortalecerán si muestras sinceridad y apertura. Además, tu intuición estará afinada, ayudándote a tomar decisiones importantes con confianza. Sin embargo, debes cuidar tu impulsividad para evitar malentendidos o conflictos innecesarios. La clave será mantener un equilibrio entre tus ganas de acción y la paciencia necesaria para resolver las situaciones con madurez. Hoy, dedica unos minutos a reflexionar sobre tus metas y planifica un paso concreto para avanzar en ellas.",
      "love": "Para Aries solteros, 2026-02-05, enfócate en conocerte mejor y comunicar tus sentimientos sinceramente. No tengas miedo de dar pasos audaces en el amor, pero también escucha a tu intuición. Para las parejas, practica la paciencia y demuestra aprecio con gestos pequeños. La honestidad y el compromiso fortalecerán vuestro vínculo, permitiendo una conexión más profunda y armoniosa en este día especial.",
      "career": "El 5 de febrero de 2026, Aries será testigo de oportunidades en su carrera si mantiene la paciencia y evita decisiones impulsivas. Aprovecha este día para planificar a largo plazo, establecer metas claras y buscar asesoramiento si es necesario. En temas financieros, prioriza el ahorro y evita gastos impulsivos; invierte en conocimientos que fortalezcan tu estabilidad futura. La constancia será clave para avanzar con éxito.",
      "mood": "El tono emocional para Aries en esa fecha irradia energía vibrante y entusiasmo, pero también puede sentirse una chispa de incertidumbre que invita a la introspección, creando un ambiente de determinación y esperanza efervescente.",
      "lucky_numbers": [
        17,
        22,
        27
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro, hoy descubrirás un nuevo camino hacia la felicidad",
      "general": "Hoy, Tauro, sentirás una energía renovada que te impulsará a enfocarte en tus metas personales y profesionales. Es un buen día para tomar decisiones importantes, pero recuerda evaluar todas las opciones con calma antes de actuar. En el ámbito sentimental, la comunicación será clave para fortalecer tus relaciones; exprésate con sinceridad y escucha activamente a quienes te rodean. En lo laboral, la paciencia te ayudará a superar pequeños obstáculos y a avanzar con más seguridad. En la salud, presta atención a las señales de tu cuerpo; un poco de ejercicio y descanso te beneficiarán mucho. Hoy, te recomendamos dedicar unos minutos a reflexionar en silencio y establecer un objetivo claro para la semana.",
      "love": "Para Tauro en 2026-02-05, enfócate en la comunicación honesta, tanto en solitario como en pareja. Si estás solo, abre tu corazón a nuevas experiencias y deja que el amor fluya naturalmente. En pareja, fortalece la confianza dedicando tiempo de calidad y expresando tus sentimientos con sinceridad. La paciencia y la empatía serán claves para avanzar y profundizar en tus relaciones.",
      "career": "El 2026 será un año en el que Tauro debe enfocarse en consolidar sus finanzas mediante una planificación rigurosa y evitando gastos impulsivos. Aprovecha oportunidades de inversión segura y considera diversificar tus ingresos. En el trabajo, sé paciente y perseverante, buscando crecer profesionalmente con cursos y networking. La constancia y la disciplina serán clave para lograr estabilidad y éxito en este año.",
      "mood": "El día 5 de febrero de 2026, Tauro experimentará una sensación de calma profunda y esperanza contenida, envolviéndolo en un manto de introspección y satisfacción silenciosa, invitándolo a buscar estabilidad emocional y renovadas energías.",
      "lucky_numbers": [
        19,
        24,
        29
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis: una jornada de descubrimientos y decisiones importantes",
      "general": "Hoy, los geminianos sentirán una energía vibrante que los impulsará a comunicar sus ideas con mayor claridad, tanto en el trabajo como en sus relaciones personales. Es un buen día para establecer conexiones nuevas y fortalecer las existentes, ya que su carisma estará en su punto más alto. En el ámbito profesional, sus ideas creativas serán valoradas si logran expresarlas con confianza; en el amor, la sinceridad y la empatía fortalecerán la confianza con su pareja o amigos. Sin embargo, deben prestar atención a su salud, evitando el estrés y adoptando momentos de descanso. Use su ingenio para resolver pequeños problemas y aproveche la energía para planificar proyectos futuros. Hoy, dedique unos minutos a escuchar activamente a quienes le rodean y priorice su bienestar emocional.",
      "love": "Para Géminis en esa fecha, es importante que explores la sinceridad y la comunicación auténtica. Si estás en pareja, practica la escucha activa y expresa tus sentimientos con claridad. Para los solteros, anímate a salir de tu zona de confort y conoce nuevas personas con interés genuino. En ambos casos, la honestidad y la apertura fortalecerán tus relaciones y te brindarán mayor tranquilidad emocional.",
      "career": "El 5 de febrero de 2026, Géminis tendrá una oportunidad de crecimiento profesional significativa. Aprovecha este día para mostrar tu creatividad y habilidades comunicativas. Planea metas claras y prioriza tu bienestar financiero, evitando gastos impulsivos. Considera nuevas inversiones o ahorros inteligentes. Mantén una actitud adaptable, ya que las circunstancias cambiarán rápidamente. La clave será la perseverancia y la confianza en tus capacidades para avanzar.",
      "mood": "El día 5 de febrero de 2026, los Géminis sentirán una mezcla de ilusión y introspección. La emoción será ligera y esperanzadora, aunque acompañado de una calma reflexiva que invita a la autoexploración y al crecimiento interno.",
      "lucky_numbers": [
        10,
        15,
        20
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer descubrirá nuevas oportunidades emotivas y profesionales hoy",
      "general": "Hoy, los nacidos bajo el signo de Cáncer sentirán una energía renovada que les invita a enfocarse en sus relaciones familiares y afectivas. Es un buen día para expresar lo que llevan dentro y fortalecer la confianza con quienes aman. En el trabajo, la paciencia será clave para afrontar posibles desafíos y mantener la calma ante las incertidumbres. En temas de salud, presta atención a tu bienestar emocional y busca momentos de tranquilidad que te ayuden a recargar energías. Las decisiones importantes relacionados con tu hogar y finanzas se presentarán, así que tómate tu tiempo para analizar bien cada opción antes de actuar. Hoy, concéntrate en disfrutar de un momento de introspección y busca la armonía interna.",
      "love": "Para Cáncer en esta fecha, dedica tiempo a reflexionar sobre tus emociones y comunícate abierta con quien amas. Si estás solo, aprovecha para conocerte mejor y fortalecer tu autoestima, lo que atraerá relaciones auténticas. En pareja, practica escuchar activamente y expresar tus sentimientos con sinceridad, fortaleciendo el lazo emocional. Abre tu corazón con confianza y confianza, y verás cómo florecen tus relaciones en 2026.",
      "career": "Para el 5 de febrero de 2026, los Cáncer deben centrarse en equilibrar su vida laboral y personal, estableciendo límites claros y priorizando su bienestar emocional. Aprovechen oportunidades para aprender nuevas habilidades que potencien su carrera, y ahorren con disciplina para metas a largo plazo. La paciencia y la perseverancia serán clave para lograr estabilidad financiera y crecimiento profesional en ese período.",
      "mood": "El 5 de febrero de 2026, Cáncer experimentará un tono emocional cálido y esperanzador, impregnado de introspección y calma. La jornada invita a la reflexión profunda y a la conexión con la estabilidad interna.",
      "lucky_numbers": [
        2,
        7,
        12
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo, hoy descubrirás nuevas oportunidades que transformarán tu vida",
      "general": "El día de hoy, Leo, te sentirás lleno de energía y entusiasmo, ideal para afrontar nuevos desafíos en tu trabajo y potenciar tus relaciones personales. La claridad mental te permitirá tomar decisiones importantes con confianza, mientras que tu espíritu generoso atraerá a personas que valoran tu sinceridad y calidez. En el ámbito emocional, puede surgir una oportunidad para profundizar vínculos con alguien cercano, así que mantén una actitud abierta y receptiva. Es un momento favorable para mostrar tus sentimientos y escuchar a los demás con atención. Aprovecha la mañana para planificar tus metas a corto plazo, y en la tarde, dedica un momento a desconectar y cuidar de ti mismo. Hoy, realiza una pequeña acción que te acerque a uno de tus sueños.",
      "love": "El 2026 será un año para que Leo tome la iniciativa en el amor. Para los solteros, inicia conversaciones sinceras y muestra tu auténtico yo para atraer conexiones genuinas. Para las parejas, planifica momentos especiales y comunícate abierta y con empatía. Aprovecha este período para fortalecer la confianza, escuchar activamente y mostrar tu apoyo, creando vínculos más profundos y duraderos.",
      "career": "Para Leo en 2026, enfócate en establecer metas claras y alcanzables en tu carrera. Aprovecha oportunidades de capacitación y networking para fortalecer tu presencia profesional. En finanzas, revisa tus gastos y crea un presupuesto mensual, priorizando ahorros e inversiones seguras. Mantén una actitud positiva, sé perseverante y busca asesoramiento financiero si es necesario para asegurar estabilidad y crecimiento.",
      "mood": "El día 5 de febrero de 2026, Leo seguramente experimentará una sensación de entusiasmo y motivación, combinada con un toque de incertidumbre que desafía su confianza, invitándolo a reflexionar y fortalecer su espíritu interior.",
      "lucky_numbers": [
        15,
        20,
        25
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo: Un día para confiar en tu intuición y avanzar",
      "general": "Hoy en tu día, Virgo, te sentirás especialmente motivado para organizar y planificar distintos aspectos de tu vida, lo que te permitirá aclarar metas y prioridades. Es un buen momento para concentrarte en tu desarrollo personal y profesional, ya que la energía que te rodea favorece la comunicación y las relaciones laborales. En el ámbito emocional, debes ser paciente y escuchar con atención a quienes te rodean, ya que esto fortalecerá tus vínculos. Cuida también de tu bienestar físico, prestando atención a tu alimentación y descansando bien. Aprovecha estas horas para hacer una revisión de tus objetivos y ajustar lo que sea necesario para avanzar con mayor claridad. Hoy, realiza una lista de tareas y comprométete a cumplir al menos tres de ellas.",
      "love": "Para Virgo en 2026-02-05, cultiva la seguridad emocional siendo honesto con tus sentimientos y practicando la empatía en tus relaciones. Para solteros, enfócate en desarrollar tu autoestima y disfruta del proceso de conocer nuevas personas sin prisa. En pareja, trabaja en pequeños detalles que fortalecen la confianza y comunícate con claridad, evitando la perfección y valorando la imperfección compartida.",
      "career": "El 5 de febrero de 2026, Virgo deberá centrarse en la planificación y organización para avanzar en su carrera. Aprovecha esta fecha para establecer metas claras y priorizar tus tareas diarias. Además, revisa tus finanzas, ahorra conscientemente y evita gastos impulsivos. La paciencia y el enfoque en los detalles te guiarán hacia el éxito profesional y estabilidad económica durante este período.",
      "mood": "El tono emocional para Virgo en esa fecha es de introspección tranquila y esperanza delicada. La quietud mental y la paciencia prevalecen, fomentando un ambiente de calma reflexiva y optimismo sereno, lleno de apertura interior.",
      "lucky_numbers": [
        29,
        34,
        39
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, hoy alcanzas una meta importante en amor y trabajo",
      "general": "Hoy los Libra sentirán un equilibrio emocional que les permitirá afrontar con confianza sus responsabilidades y relaciones. En el ámbito laboral, será un día favorable para mostrar liderazgo y tomar decisiones importantes, pero mantén la calma para evitar malentendidos con colegas. En el amor, la comunicación será clave; expresa tus sentimientos con sinceridad y escucha con atención a tu pareja. En la salud, es recomendable dedicar tiempo a actividades que te relajen, como la meditación o un paseo al aire libre. La energía de hoy favorece la creatividad, así que aprovecha para iniciar nuevos proyectos o hobbies. Es un momento propicio para fortalecer lazos y establecer metas a corto plazo. Hoy, dedica unos minutos a escribir tus objetivos y visualízate alcanzándolos.",
      "love": "Para Libra en 2026-02-05, la clave está en comunicar tus sentimientos con sinceridad. Si eres soltero, aprovecha oportunidades sociales y sé auténtico en tus interacciones. Para quienes están en pareja, trabaja en mantener el equilibrio emocional y escucha activamente a tu pareja. Dedica tiempo a actividades compartidas que fortalezcan la confianza y el afecto mutuo. La honestidad y la empatía serán tus mejores aliados hoy.",
      "career": "El 5 de febrero de 2026, Libra debe enfocarse en fortalecer habilidades de comunicación para avanzar en su carrera. Es recomendable que establezca metas claras y realice un balance financiero, priorizando el ahorro y la inversión inteligente. Aproveche oportunidades de networking y mantenga la serenidad ante cambios laborales. Cultivar la paciencia y la disciplina será clave para lograr estabilidad y crecimiento en su economía y profesión.",
      "mood": "El 5 de febrero de 2026, Libra experimentará un tono emocional de calma y reflexión, envuelto en una sensación de esperanza suave, invitando a la introspección y a la búsqueda de armonía interior en medio de un ambiente sereno y optimista.",
      "lucky_numbers": [
        19,
        24,
        29
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio, descubres una fuerza interior que transforma tu día",
      "general": "Hoy, Escorpio, te sentirás con una energía intensa y una gran claridad mental que te permitirá resolver asuntos pendientes en el trabajo y en tus relaciones personales. Es un día ideal para comunicarte con sinceridad y profundizar en temas que requieren tu atención emocional. La intuición te guiará con precisión, ayudándote a tomar decisiones importantes que fortalecerán tus vínculos y tu bienestar emocional. Sin embargo, ten cuidado de no dejarte llevar por sentimientos demasiado intensos, pues esto podría nublar tu juicio. La clave será encontrar un equilibrio entre la pasión y la lógica. Aprovecha la mañana para planificar y organizar, y en la tarde, dedica tiempo a meditar o conectar contigo mismo. Hoy, practica la honestidad al expresarte.",
      "love": "Para Escorpio en esta fecha, es esencial abrir tu corazón y practicar la honestidad en tus relaciones. Si estás solo, enfócate en fortalecer tu autoestima y expresa claramente tus intenciones cuando surjan nuevos contactos. Para quienes están en pareja, cultiva la confianza y comparte tus sentimientos con sinceridad, permitiendo una conexión más profunda. La comunicación abierta será clave para avanzar en el amor.",
      "career": "El 2026-02-05 será un día para que los escorpios enfoquen su energía en fortalecer relaciones profesionales. Aprovecha esa jornada para comunicarte claramente y expresar tus ideas con confianza. Revisa tus finanzas y evita gastos impulsivos. Prioriza inversiones a largo plazo y ahorra para metas futuras. Cultiva la paciencia y mantén una actitud positiva, esto atraerá oportunidades y estabilidad en tu camino laboral y financiero.",
      "mood": "El 5 de febrero de 2026, Escorpio sentir&aacute; una mezcla de introspecci&oacute;n profunda y esperanza renovada, despertando una sensibilidad intensa que invita a reflexionar sobre sus emociones y abrazar nuevas oportunidades con valent&iacute;a y calma interior.",
      "lucky_numbers": [
        20,
        25,
        30
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario, en febrero de 2026 descubrirás tu verdadera pasión",
      "general": "Hoy, Sagitario, sentirás una gran energía que te impulsa a explorar nuevas ideas y proyectos. En el ámbito laboral, tu entusiasmo puede inspirar a quienes te rodean, aunque es importante que mantengas la paciencia y evites apresurarte. En el amor, la comunicación será clave; dialoga con sinceridad y escucha activamente a tu pareja para fortalecer la confianza. En cuanto a la salud, dedicar unos minutos a la meditación o al ejercicio suave te ayudará a equilibrar tus energías y reducir el estrés. Aprovecha el día para organizar tus metas a corto plazo y revisar tus prioridades. Hoy es un buen momento para dar el primer paso en un proyecto personal o aprender algo nuevo que te apasione. No dudes en dar ese pequeño paso hoy.",
      "love": "Para Sagitario en esta fecha, la sinceridad será clave, tanto si estás solo como en pareja. Si buscas amor, sé auténtico y muestra interés genuino en los demás. En pareja, practica la escucha activa y comparte tus pensamientos abiertamente. Aprovecha para planear actividades emocionantes que fortalezcan la conexión. La honestidad y la aventura te acercarán más a quienes amas o deseas conocer.",
      "career": "Para Sagitario el 5 de febrero de 2026, enfócate en establecer metas claras y realistas en tu carrera. Aprovecha oportunidades de aprendizaje y networking, pero mantén un equilibrio entre trabajo y vida personal. Revisa tus finanzas, evita gastos impulsivos y ahorra para inversiones futuras. La paciencia y la constancia serán clave para avanzar y consolidar tu estabilidad económica y profesional.",
      "mood": "El lunes 5 de febrero de 2026, Sagitario se sentirá inspirado y optimista, con una sensación profunda de libertad y entusiasmo que despierta confianza y esperanza para nuevos comienzos y aventuras emocionantes.",
      "lucky_numbers": [
        18,
        23,
        28
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio: un día de descubrimientos y oportunidades brillantes",
      "general": "Hoy, Capricornio, te sentirás lleno de energía y motivación para afrontar nuevos desafíos en el trabajo y en tus asuntos personales. La luna en tu signo aumenta tu confianza, permitiéndote destacar en proyectos importantes y fortalecer relaciones con colegas o seres queridos. Sin embargo, es importante que mantengas un equilibrio emocional y evites sobrecargarte, porque la tendencia a esforzarte más de lo necesario puede afectar tu bienestar. La comunicación será clave, así que aprovecha para expresar claramente tus ideas y escuchar con atención a otros. En el amor, la sinceridad y el compromiso te traerán mayor armonía. Hoy, enfócate en planificar metas a corto plazo y comienza a dar pequeños pasos para alcanzarlas. Prioriza tu bienestar mental y emocional para mantenerte en armonía.",
      "love": "Para los Capricornio el 2026-02-05, enfoca en comunicarte con sinceridad y paciencia tanto si estás en pareja como si estás buscando amor. En parejas, trabaja en fortalecer la confianza y comparte sueños futuros. Si eres soltero, sal de tu zona de confort y participa en actividades que reflexionen tus valores. La autenticidad atraerá conexiones genuinas y duraderas.",
      "career": "El 2026 será un año para Capricornio en el que la paciencia y la planificación serán clave. Aprovecha para establecer metas claras y priorizar tus finanzas; revisa y ajusta tu presupuesto mensualmente. Invierte en habilidades que potencien tu carrera y busca alianzas estratégicas. Mantén la disciplina y evita decisiones impulsivas; la constancia te llevará a un crecimiento sólido y duradero.",
      "mood": "El día 5 de febrero de 2026, Capricornio experimentará una sensación de calma introspectiva, acompañada de esperanza renovada, enfrentando desafíos con resiliencia y una profunda conexión emocional que fortalecerá su espíritu y autoestima.",
      "lucky_numbers": [
        2,
        7,
        12
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario hoy: descubre oportunidades únicas para crecer y aprender",
      "general": "Hoy, las estrellas iluminan tu camino, Acuario, brindándote claridad para resolver asuntos pendientes en tu vida personal y profesional. La energía del día favorece la comunicación y la expresión de tus ideas; aprovecha para expresar tus sentimientos con sinceridad y apertura. Es un momento favorable para fortalecer relaciones cercanas y buscar nuevas conexiones que puedan abrirte puertas en proyectos futuros. La creatividad está en su punto más alto, así que no dudes en explorar nuevas formas de abordar tus tareas o hobbies. Sin embargo, es importante que mantengas equilibrio, evitando sobrecargarte con demasiadas responsabilidades. Concéntrate en lo que realmente importa y escucha tu intuición para tomar decisiones acertadas. Hoy, dedicará unos minutos para planificar tus próximas metas y priorizar lo que es esencial para ti.",
      "love": "Para Acuario en 2026-02-05, es momento de abrirse emocionalmente y confiar en tu intuición. Los solteros deben aprovechar oportunidades sociales y ser auténticos para atraer a alguien especial. Las parejas, practiquen la comunicación sincera y escuchen activamente a su pareja. Dedíquenle tiempo de calidad y expresen sus sentimientos con claridad para fortalecer la relación en este periodo.",
      "career": "El 5 de febrero de 2026, Acuario, es importante que enfoques tu energía en desarrollar habilidades que te diferencien en tu campo laboral. Aprovecha oportunidades de formación y networking para ampliar tu red de contactos. En lo financiero, revisa tus gastos y ahorra con disciplina. Considera invertir en proyectos sostenibles y busca asesoría especializada para maximizar tus recursos y asegurar una base sólida.",
      "mood": "El 5 de febrero de 2026, Acuario puede sentirse lleno de esperanza y optimismo, experimentando una chispa de inspiración que despierta su creatividad. Sin embargo, también puede coexistir cierta inquietud, buscando equilibrio interior.",
      "lucky_numbers": [
        16,
        21,
        26
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis, hoy descubrirás una oportunidad que cambiará tu vida",
      "general": "Hoy los nacidos bajo el signo de Piscis sentirán una corriente de energía que potenciará sus habilidades creativas y su intuición en el trabajo y en las relaciones. Será un día ideal para explorar nuevas ideas y proyectos, ya que esa sensibilidad especial les permitirá ver soluciones donde otros solo ven dificultades. En el amor, la comunicación será clave para fortalecer vínculos y resolver malentendidos del pasado. Sin embargo, es importante que no se desconecten de sus necesidades emocionales; dedicar tiempo a su bienestar espiritual les dará claridad y paz interior. La empatía que los caracteriza será su mejor herramienta para conectar con quienes los rodean. Hoy, tómate unos minutos para meditar y reflexionar sobre tus metas a largo plazo.",
      "love": "En 2026, Piscis, enfócate en comunicarte con sinceridad en tus relaciones. Para los solteros, abre tu corazón a nuevas experiencias y no temas mostrar tu autenticidad. Para los en pareja, practica la empatía y escucha activa para fortalecer la confianza. Dedica tiempo a reflexionar sobre tus emociones y establece límites claros para mantener tu bienestar emocional.",
      "career": "El 5 de febrero de 2026, Piscis debería centrarse en organizar sus finanzas y establecer metas claras a corto plazo. Aprovecha esa energía para aprender nuevas habilidades relacionadas con tu trabajo y buscar oportunidades de crecimiento. Mantén una actitud abierta a colaborar con otros, ya que puede abrirte puertas insospechadas. La autoconfianza y la disciplina son clave para avanzar con éxito en tu carrera y finanzas.",
      "mood": "El tono emocional de Piscis en esa fecha será suave y reflexivo, impregnado de una sensación de serenidad y esperanza, invitando a una introspección profunda y una conexión sincera con su intuición y sentimientos internos.",
      "lucky_numbers": [
        23,
        28,
        33
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}