{
  "date": "2026-01-01",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Ariete, il 2026 porterà nuove opportunità e crescita personale",
      "general": "Oggi l'Ariete sentirà un’energia rinnovata che coinvolge sia il lavoro che i rapporti personali. È un momento favorevole per mettere in moto nuovi progetti e per rafforzare le amicizie più sincere. La vostra determinazione sarà evidente, aiutandovi a superare eventuali ostacoli con maggiore facilità. Sul fronte affettivo, potreste ricevere impulsi di romanticismo e desiderio di complicità, quindi aprite il cuore a chi vi sta vicino. Attenzione però a non lasciarvi sopraffare dalla fretta: prendetevi il tempo necessario per ascoltare e valutare le vostre decisioni. Oggi dedicate qualche minuto alla meditazione o a una passeggiata per centrare la vostra energia e trovare equilibrio. Riservate qualche momento per voi stessi e pianificate con calma le prossime mosse.",
      "love": "Per gli Ariete singles nel 2026, dedicati a scoprire te stesso prima di cercare l’amore. Coltiva passioni e socializza senza fretta, lasciando che il cuore trovi la propria strada. Per le coppie, condividi i sogni e ascolta profondamente il partner. La comunicazione aperta e il rispetto reciproco rafforzeranno la relazione, creando un legame più sincero e duraturo.",
      "career": "Per gli Ariete nel 2026, concentra le energie su pianificazione finanziaria e investimenti a lungo termine. Mantieni un equilibrio tra lavoro e vita, migliorando le competenze. Valuta corsi di formazione o certificazioni che ti rendano più competitivo. Evita decisioni affrettate, ascolta il consiglio di esperti e risparmia regolarmente. Con costanza, raggiungerai stabilità e crescita professionale.",
      "mood": "Il tono emotivo di Ariete il 1 gennaio 2026 è carico di speranza e rinnovata energia, mentre l’atmosfera si colora di entusiasmo e determinazione, invitando a un nuovo inizio con coraggio e fiducia nel futuro.",
      "lucky_numbers": [
        13,
        14,
        15
      ],
      "lucky_color": "oro",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Toro, il 2026 porta nuove opportunità di crescita personale",
      "general": "Oggi Toro, il cielo ti invita a trovare equilibrio tra il lavoro e la vita personale. È un momento favorevole per rivedere le tue priorità e dedicare tempo a chi ti sta a cuore. Sul fronte professionale, potresti ricevere opportunità interessanti che richiedono attenzione ai dettagli e determinazione. In amore, la comunicazione sarà il ponte per rafforzare i legami esistenti o per chiarire eventuali incomprensioni. La tua sensibilità ti guiderà nel riconoscere le emozioni degli altri, facilitando la creazione di alloggiamenti armoniosi. Dal punto di vista fisico, un po' di riposo o una passeggiata all'aperto ti aiuteranno a ristabilire energia e serenità. Oggi, concentrati sull'ascolto e sii aperto alle nuove opportunità che si presenteranno.",
      "love": "Nel 2026, i Toro single dovrebbero concentrarsi sull’autenticità, dedicando tempo a scoprire ciò che desiderano veramente in una relazione. Mostratevi aperti e sinceri senza paura di rischiare. Per le coppie, è il momento di rafforzare la comunicazione, ascoltando con empatia e pianificando momenti di intimità. La pazienza e la sincerità saranno le chiavi per un amore più profondo e duraturo.",
      "career": "Per il Toro nel 2026, concentrati sul rafforzamento delle tue competenze e sulla crescita personale. Risparmia con costanza, diversifica gli investimenti e pianifica un fondo di emergenza solido. Valuta nuove opportunità lavorative con attenzione, mantenendo equilibrio tra vita privata e professionale. Sii paziente e aperto al cambiamento, decisivo nelle scelte finanziarie e nel perseguire i tuoi obiettivi a lungo termine.",
      "mood": "Il tono emotivo di Toro il 1º gennaio 2026 è immerso in un senso di speranza riequilibrata, un quieto rispetto per il passato che si mescola a un'anticipazione calma e rassicurante del futuro.",
      "lucky_numbers": [
        15,
        16,
        17
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gemelli 2026: nuove opportunità e sorprendenti scoperte personali",
      "general": "Oggi i Gemelli possono sentirsi particolarmente energici e pronti a affrontare nuove sfide, grazie all’influsso positivo di Mercurio che favorisce comunicazione e pensiero rapido. È un giorno ideale per concludere progetti, fare nuove connessioni sociali o approfondire interessi culturali. Le relazioni personali richiedono attenzione, quindi ascolta attentamente i tuoi cari e cerca di esprimere i tuoi sentimenti con sincerità. Sul lavoro, la creatività è alta, ma attenzione alle distrazioni; organizzati bene per sfruttare al massimo le opportunità. La salute fisica si mantiene stabile, ma non trascurare momenti di relax. Oggi, dedicati a una passeggiata all’aperto per rilassare mente e corpo, e lasciati coinvolgere dalle emozioni positive che ti circondano.",
      "love": "Per i Gemelli singles nel 2026, dedicati a scoprire te stesso e coltiva interessi nuovi per attrarre persone compatibili. Per le coppie, concentrati sulla comunicazione aperta e sincera; pianifica serate di qualità per rinforzare il legame. Ricorda di ascoltare il partner con empatia e di esprimere i tuoi bisogni senza paura. La chiave è equilibrio tra libertà e vicinanza.",
      "career": "Per i Gemelli nel 2026, è importante concentrarsi sulla pianificazione finanziaria e sulla stabilità. Valuta investimenti a lungo termine, riduci le spese superflue e risparmia regolarmente. Sviluppa nuove competenze professionali per aumentare le opportunità di carriera. Mantieni un atteggiamento flessibile e aperto al cambiamento, sfruttando le tue capacità di adattamento e comunicazione per raggiungere i tuoi obiettivi economici e lavorativi.",
      "mood": "Il 1° gennaio 2026 i Gemelli avvertiranno un’atmosfera di leggero entusiasmo mescolato a introspezione, scopriranno nuove prospettive, ma anche un senso di incertezza, che stimolerà curiosità e riflessione profonda",
      "lucky_numbers": [
        6,
        7,
        8
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancro, il nuovo anno porta emozioni e opportunità inattese",
      "general": "Oggi per iCancro si presenta una giornata ricca di emozioni e opportunità. Le relazioni familiari e personali richiedono attenzione e comprensione, quindi dedicati con il cuore a chi ti sta vicino. Sul fronte professionale, potresti scoprire nuove idee o soluzioni sorprendenti ai problemi di sempre, grazie alla tua intuizione affinata. La salute, invece, potrebbe risentirne se trascuri il benessere fisico; cerca di concederti qualche momento di relax e cura di te stesso. La tua sensibilità potrebbe risultare amplificata, aprendoti a nuove prospettive. Ricorda di mantenere un equilibrio tra emozioni e razionalità, evitando decisioni impulsive. Per oggi, prendi l'iniziativa di chiamare un amico o un familiare e condividi i tuoi sentimenti.",
      "love": "Per i Cancro, il 2026 sarà un anno di introspezione e crescita nelle relazioni. Per i single, dedicati a conoscere te stesso e a coltivare passioni, così attirerai persone autentiche. Per le coppie, comunica apertamente e abbi pazienza: rafforza il legame condividendo momenti di vulnerabilità. Investi nel dialogo e dimostra affetto costantemente, trovando equilibrio tra emozioni e ragione.",
      "career": "Il 2026 per il Cancro sarà un anno di crescita personale e finanziaria. Concentrati sulla pianificazione a lungo termine, risparmiando con costanza e investendo in formazione professionale. Sii aperto alle nuove opportunità e costruisci relazioni solide sul lavoro. Mantieni un equilibrio tra vita privata e carriera, ascoltando il tuo intuito per prendere decisioni sagge e durature.",
      "mood": "Il 1° gennaio 2026, il Cancro può sentirsi avvolto da un tono emotivo di introspezione e speranza, con un'atmosfera calda e rassicurante che invita alla riflessione e alla rinascita personale, pregna di dolce",
      "lucky_numbers": [
        48,
        49,
        50
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leone, il nuovo anno porterà grandi opportunità di successo",
      "general": "Oggi il Leone si riscopre carico di energia e entusiasmo, pronto a conquistare nuovi obiettivi sia nella sfera professionale che personale. La tua creatività sarà al massimo, facilitando l’approccio a progetti innovativi o alle collaborazioni con colleghi e amici. È il momento di mettere in evidenza il tuo talento e di mostrare sicurezza, perché le tue capacità saranno notevolmente apprezzate. In amore, potresti ricevere attenzioni speciali o trovare nuove persone interessanti. In generale, è una giornata favorevole per rafforzare i legami e risolvere questioni aperte con calma e maturità. Ricorda di dedicare del tempo anche a te stesso, riflettendo sui tuoi obiettivi più profondi. Oggi prendi l’iniziativa di fare un passo importante verso ciò che desideri sinceramente.",
      "love": "Leone, nel nuovo anno dedica tempo a conoscere te stesso e i tuoi desideri profondi. Se sei single, approfitta di nuove esperienze e incontri autentici, senza forzare le cose. Se sei in coppia, rafforza la comunicazione e mostra gratitudine ogni giorno. Sii aperto, sincero e ascolta con il cuore; così costruirai un legame più forte e autentico.",
      "career": "Leone nel 2026 dovrebbe concentrarsi sulla pianificazione finanziaria a lungo termine, investendo in formazione e competenze richieste dal mercato. Opportunità di networking e collaborazioni strategiche saranno decisive per avanzare nella carriera. Mantieni una gestione oculata delle spese, evita debiti e risparmia regolarmente. Sii aperto al cambiamento e pronto ad adattarti, così potrai cogliere le occasioni che il nuovo anno offrirà.",
      "mood": "Il tono emotivo per Leone il 1° gennaio 2026 è di speranza e rinascita, mentre il mood si fa introspectivo e riflessivo, infondendo un senso di possibilità e rinnovamento nel cuore.",
      "lucky_numbers": [
        11,
        12,
        13
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vergine 2026: un anno di crescita e scoperte sorprendenti",
      "general": "Oggi per i nati sotto il segno della Vergine sarà una giornata ricca di opportunità di crescita personale e professionale. La tua attenzione ai dettagli ti aiuterà a risolvere vecchi problemi e a sviluppare nuove strategie di lavoro, mentre in amore potresti ritrovare un'intesa più profonda con il partner. Sul fronte familiare, è il momento di dedicare più tempo a chi ami, creando momenti di condivisione che rafforzeranno i legami. La tua sensibilità sarà particolarmente accentuata, permettendoti di comprendere meglio le esigenze degli altri e di offrire il supporto giusto. Oggi, metti in campo la tua organizzazione per affrontare con calma le sfide e pianifica un momento di relax.",
      "love": "Per i single Vergine, il 2026 sarà il momento di aprirsi e abbracciare nuove opportunità amorose: partecipa a eventi sociali e dedicati a hobby che ti appassionano. Per le coppie, lavora sulla comunicazione e sii paziente: piccoli gesti quotidiani rafforzeranno il legame, mentre pianificare momenti speciali aiuterà a rinnovare intimità e complicità. Sii autentico e ascolta il cuore.",
      "career": "Nel 2026, le Vergine troveranno successo nel perfezionare le proprie competenze e approfondire le conoscenze. È il momento di pianificare obiettivi concreti e investire nel proprio sviluppo professionale, magari attraverso corsi o certificazioni. Gestisci con attenzione le finanze, evitando spese impulsive. Risparmia e investi con saggezza, puntando a progetti a lungo termine che possano consolidare stabilità e crescita.",
      "mood": "Il tono emotivo di Vergine il 1 gennaio 2026 è riflessivo e sereno, permeato da una sensazione di speranza e rinnovamento. L'atmosfera invita alla introspezione, alla calma e alla gratitudine per le nuove possibilità.",
      "lucky_numbers": [
        25,
        26,
        27
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Bilancia 2026: nuove opportunità di equilibrio e crescita personale",
      "general": "Oggi la Bilancia si sentirà molto equilibrata e ispirata, pronta ad affrontare le sfide di lavoro con nuova energia e determinazione. Le relazioni personali saranno solide e appaganti, favorendo incontri significativi o rafforzando legami esistenti. Sul fronte finanziario, potrebbe emergere un'opportunità interessante, ma è importante valutare con attenzione prima di prendere decisioni affrettate. La giornata invita a concentrarsi sul benessere interiore e a dedicare tempo a pratiche che favoriscano la serenità mentale, come la meditazione o una passeggiata in natura. È un momento favorevole per riflettere sui propri obiettivi e impostare nuove strategie di crescita personale. Oggi, prendi il tempo per ascoltare il tuo cuore e agisci con saggezza.",
      "love": "Per i Bilancia nel 2026, è importante coltivare l’autenticità nelle relazioni. Singles, concentrati su te stesso prima di cercare l’amore, partecipando a nuove attività e ampliando la cerchia sociale. Per le coppie, dedicati a momenti di intimità e comunicazione aperta. Ricorda, l’equilibrio tra ascolto e espressione rafforza il legame e attrarre relazioni genuine.",
      "career": "Per i Bilancia nel 2026, concentrati sull'equilibrio tra carriera e finanze. Valuta opportunità di crescita professionale e investi in formazione per consolidare le tue competenze. Gestisci saggiamente il budget, evitando spese impulsive e risparmiando per il futuro. Coltiva relazioni forti sul lavoro, ascolta il tuo intuito e sii aperto a nuove sfide che possono portare stabilità e successo.",
      "mood": "Il primo gennaio 2026, la Bilancia sentirà un’atmosfera di speranza e serenità, con un tocco di introspezione. L’emozione dominante sarà l’equilibrio, accompagnata da una sensazione di rinnovata fiducia nel futuro.",
      "lucky_numbers": [
        15,
        16,
        17
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpione, il nuovo anno portera' grandi opportunita' e crescita",
      "general": "Oggi per lo Scorpione sarà una giornata ricca di emozioni e opportunità di crescita. Sul piano personale, sentirai una forte volontà di approfondire relazioni esistenti o magari di riconnetterti con persone che hai trascurato. Sul lavoro, potresti ricevere riconoscimenti o opportunità di progetti stimolanti, ma dovrai mantenere calma e pazienza di fronte a eventuali sfide improvvise. La tua intuizione sarà particolarmente acuta, aiutandoti a prendere decisioni importanti con sicurezza. Con il benessere fisico, è il momento di dedicare più attenzione a te stesso, magari attraverso una passeggiata o una sessione di rilassamento. Cerca di essere aperto alle novità e di ascoltare il tuo istinto. Oggi, prendi l’iniziativa di parlare con una persona cara che manca da tempo.",
      "love": "Per i single Scorpione, il 2026 sarà il momento di aprirsi alle nuove esperienze e fidarsi del proprio istinto nelle relazioni. Mostrate vulnerabilità e siate sinceri con chi vi interessa. Per le coppie, lavorate sulla comunicazione e lasciate andare il passato. Dedicate tempo alla complicità e mostrate gratitudine, rafforzando il vostro legame con gesti concreti e ascolto attento.",
      "career": "Per i Scorpione nel 2026, è un momento favorevole per consolidare le proprie finanze e investire con attenzione. Valuta nuove opportunità professionali, ma mantieni sempre un approccio realistico e ben pianificato. Sfida le paure, ma evita decisioni impulsive. Dedica tempo alla formazione e alle competenze, perché migliorare te stesso aprirà porte inaspettate. Ricorda di prenderti cura del benessere emotivo, fondamentale per il successo.",
      "mood": "Il tono emotivo per lo Scorpione il primo gennaio 2026 è carico di introspezione profonda e rinnovamento, mentre il mood evoca una sensazione di speranza silenziosa e determinazione, pronta a svelare verità nascoste.",
      "lucky_numbers": [
        16,
        17,
        18
      ],
      "lucky_color": "argento",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittario, il nuovo anno porterà scoperte e opportunità sorprendenti",
      "general": "Oggi Sagittario, il cielo suggerisce un'energia positiva che influisce su molte aree della tua vita, portando opportunità di crescita personale e professionale. La tua comunicazione sarà chiara e convincente, facilitando confronti e nuove collaborazioni. Sul fronte sentimentale, potresti vivere momenti di maggiore intimità e comprensione con il partner o, se sei single, attirare qualcuno con il tuo entusiasmo sincero. La tua curiosità intellettuale sarà particolarmente stimolata, spingendoti a esplorare nuove conoscenze o hobby. Sul piano finanziario, è un buon giorno per rivedere i tuoi obiettivi e pianificare zukünftazioni con maggiore attenzione. Ricorda di ascoltare il tuo istinto e di essere aperto ai consigli degli altri. Dedica qualche minuto oggi alla riflessione, per capire quale passo avanti ti farà sentire più sereno.",
      "love": "Nel 2026, i Sagittario single dovrebbero concentrarsi sull'aprire il cuore e mostrare sinceramente le proprie passioni, creando connessioni autentiche. Chi è in coppia, invece, può rafforzare il rapporto dedicando momenti di qualità e ascoltando attentamente il partner. Sii spontaneo, ma anche paziente e disponibile al compromesso, così costruirai legami più profondi e appaganti.",
      "career": "Nel 2026, il Sagittario dovrebbe concentrarsi sulla pianificazione a lungo termine e sulla gestione oculata delle risorse. Investi con attenzione, evita decisioni affrettate e risparmia una parte dei guadagni. Cerca opportunità di formazione e networking per avanzare nella carriera. Ricorda di ascoltare il tuo istinto, ma mantieni anche un atteggiamento realistico e paziente verso gli obiettivi finanziari.",
      "mood": "Il 1 gennaio 2026, il Sagittario potrebbe sentirsi carico di speranza e entusiasmo, con un’energia vivace e ottimista che ispira avventure e nuove scoperte, mentre il cuore si apre a opportunità emozionanti e revitalizzanti.",
      "lucky_numbers": [
        14,
        15,
        16
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorno, il nuovo anno porta opportunità di crescita personale",
      "general": "Oggi il Capricorno si sentirà particolarmente motivato a concentrarsi sui propri obiettivi personali e professionali. La giornata invita a mettere in ordine le priorità e a pianificare con cura le prossime mosse. Le energie sono favorevoli per stabilire nuovi contatti o rafforzare relazioni importanti, soprattutto in ambito lavorativo. Potrebbe sentirsi più determinato e deciso nel prendere decisioni, ma attenzione a non essere troppo rigido o critico con sé stesso. La fiducia in sé stessi sarà un grande alleato. Sul fronte emotivo, si rivela una giornata di introspezione, perfetta per riflettere sui propri desideri e bisogni più profondi. Per oggi, si consiglia di dedicare qualche minuto alla meditazione e alla scrittura di un breve diario per chiarire le idee.",
      "love": "Per i Capricorno single nel 2026, aprite il cuore a nuove esperienze e socializzate di più, senza paura di mostrare vulnerabilità. Per le coppie, dedicate tempo di qualità al partner, ascoltando attentamente i suoi bisogni. Siate pazienti e pragmatici nelle discussioni, costruendo fiducia e dialogo aperto. Ricordate che l'amore richiede impegno, ma anche spontaneità e comprensione reciproca.",
      "career": "Il 2026 sarà un anno di crescita per i Capricorno. Concentrati sul perfezionamento delle competenze professionali e valuta corsi di specializzazione. Stabilizza le finanze mantenendo un budget preciso e investendo con saggezza. Dedica tempo alla pianificazione a lungo termine e costruisci reti di collaborazione solide. La costanza e la determinazione saranno le chiavi per un successo duraturo.",
      "mood": "Il tono emotivo per il Capricorno il 1° gennaio 2026 è di speranza nascente e determinazione, un'atmosfera di riflessione calma e ispirante che invita a rinnovare obiettivi e affrontare con fiducia il nuovo anno.",
      "lucky_numbers": [
        48,
        49,
        50
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acquario, il nuovo anno porta opportunità sorprendenti e crescita",
      "general": "Oggi per gli Acquario si apre una giornata interessante, caratterizzata da un senso di rinnovamento e di energia positiva. Le relazioni sociali e i contatti con gli amici saranno stimolanti, portando nuove idee e opportunità di collaborazione. Sul fronte lavorativo, potresti trovare motivazioni per affrontare progetti che avevi rimandato, grazie alla tua creatività e capacità di adattamento. Nelle questioni personali, è un momento favorevole per approfondire sentimenti o chiarire eventuali malintesi, rafforzando il rapporto con il partner o con le persone a te care. La tua intuizione è particolarmente fine oggi, aiutandoti a vedere oltre le apparenze. Concentrati sull’innovazione e sii pronto a condividere le tue idee con entusiasmo. Oggi dedica qualche minuto a riflettere sui tuoi obiettivi a lungo termine e pianifica i passi concreti per realizzarli.",
      "love": "Per gli Acquario single, il 2026 sarà un anno in cui sarà importante aprirsi alle nuove esperienze, lasciando andare paure e pregiudizi. Partecipa a eventi sociali e coltiva la tua autenticità. Per le coppie, è il momento di comunicare con trasparenza e dedicare più tempo all’intimità. Piccoli gesti quotidiani rafforzeranno il legame e porteranno maggiore armonia.",
      "career": "Nel 2026, Acquario dovrebbe concentrarsi su stabilità finanziaria, risparmiando e investendo con saggezza. È importante rivedere il budget mensile, eliminando spese superflue e diversificando gli investimenti. Sul fronte professionale, puntare su formazione e networking; partecipare a corsi e incontri di settore aiuterà a cogliere nuove opportunità. Mantenere un atteggiamento aperto e creativo sarà fondamentale per crescere.",
      "mood": "Il 1 gennaio 2026, l'acquario trasmette un senso di meraviglia calma e introspezione, invitando a riflettere sulla bellezza delle profondità invisibili, mentre si avverte una speranza sottile di rinascita e scoperta.",
      "lucky_numbers": [
        12,
        13,
        14
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Pesci: un anno di trasformazioni e nuove opportunità sorprendentemente positive",
      "general": "Oggi i Pesci sentiranno una forte energia che stimola la creatività e la comunicazione, portando nuove idee e ispirazioni nel lavoro e nelle relazioni personali. È un momento favorevole per affrontare progetti iniziati da poco e per rafforzare i legami con le persone a cui tieni. La tua sensibilità sarà un grande alleato nel risolvere eventuali malintesi o tensioni, ma attenzione a non lasciarti sopraffare dall'emozioni. La giornata invita anche a prendersi cura di sé stessi, dedicando un po' di tempo al relax e alla meditazione per ritrovare equilibrio interiore. Oggi potrebbe essere il momento perfetto per esprimere un pensiero o una domanda importante. Dedica qualche minuto a scrivere i tuoi obiettivi per questa settimana.",
      "love": "Per i Pesci single, il 2026 sarà un anno favorevole per aprirsi alle nuove esperienze e mostrare sinceramente chi sei. Sii autentico e paziente: le connessioni genuine richiedono tempo. Per le coppie, dedicare momenti di ascolto profondo rafforzerà il legame. Espandi la comunicazione, mostra empatia e pianifica romantici momenti insieme, rafforzando intimità e comprensione reciproca.",
      "career": "Per i Pesci nel 2026, concentrati sulla pianificazione finanziaria e sull'investimento oculato. Evita decisioni affrettate e cerca consulenza qualificata. Sul lavoro, valorizza le tue capacità intuitive e sii aperto a nuove opportunità. Mantieni un atteggiamento positivo e flessibile di fronte ai cambiamenti. Ricorda di dedicare tempo a te stesso, equilibrando emozioni ed impegni professionali per un percorso più stabile e soddisfacente.",
      "mood": "Il tono emotivo di Pesci il 1° gennaio 2026 è avvolto da una calma profonda, un senso di introspezione e speranza gentile, che invita alla riflessione e alla rinascita interiore, donando pace e ottimismo.",
      "lucky_numbers": [
        19,
        20,
        21
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    }
  }
}