{
  "date": "2026-01-04",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Ariete, oggi scoprirai nuove strade per il successo",
      "general": "Oggi l'Ariete sentirà un'energia particolare che stimolerà la sua voglia di mettersi in gioco, sia nel lavoro che nelle relazioni personali. La giornata porta opportunità di innovazione e miglioramento, ma richiede anche attenzione e pazienza per evitare decisioni affrettate. Sul fronte sentimentale, si apriranno momenti di intimità e complicità con il partner, rafforzando il legame affettivo. Sul lavoro, è il momento di sfruttare le proprie capacità e di proporre idee nuove, ma bisogna mantenere calma e disciplina. In generale, l'Ariete sarà più propenso a intraprendere nuovi progetti e a confrontarsi con gli altri in modo costruttivo. Oggi, ascolta il tuo istinto e agisci con determinazione ma senza fretta.",
      "love": "Per gli Ariete single, il 2026-01-04 è un giorno perfetto per aprirsi e mostrare il proprio lato autentico, attirando così potenziali partner. Per le coppie, è il momento di rafforzare la comunicazione: ascolta con pazienza e condividi i tuoi sentimenti senza timore. Sii spontaneo, ma anche rispettoso, e ricorda che l’amore richiede impegno e sincerità.",
      "career": "Il 4 gennaio 2026, Ariete dovrebbe focalizzarsi sulla pianificazione finanziaria. Rivedi il budget, elimina spese superflue e cerca opportunità di investimento a lungo termine. Sul lavoro, valorizza le competenze esistenti e chiedi chiarimenti quando necessario. Coltiva pazienza e perseveranza: i risultati arriveranno con costanza. Ricorda di bilanciare carriera e benessere personale per un progresso armonioso.",
      "mood": "L'atmosfera di Ariete il 4 gennaio 2026 è carica di energia e speranza, un senso di rinascita e determinazione avvolge il cuore, spingendo a superare le sfide con entusiasmo e coraggio.",
      "lucky_numbers": [
        16,
        20,
        24
      ],
      "lucky_color": "oro",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Toro, il 4 gennaio 2026, scopri nuove opportunità di crescita",
      "general": "Oggi il Toro si sentirà particolarmente stabile e concentrato, pronto ad affrontare le sfide quotidiane con un atteggiamento positivo. Le relazioni personali richiedono attenzione e compromesso, ma la vostra capacità di ascoltare e di essere empatici vi aiuterà a rafforzare i legami con amici e famiglia. Sul lavoro, le cose procedono bene, soprattutto nei progetti a lungo termine, grazie alla vostra determinazione e pazienza. È un momento favorevole anche per prendersi cura di se stessi, dedicando del tempo al relax e alla cura del corpo. Evitate di prendere decisioni impulsive e riflettete con calma sulle prossime mosse. Oggi, dedicate qualche minuto alla meditazione per trovare equilibrio e chiarezza interiore.",
      "love": "Per i Toro single, il 2026 potrebbe portare incontri significativi se apri il cuore e mostri autenticità. Sii paziente e ascolta il tuo istinto. Per le coppie, concentrati sulle comunicazioni sincere e sulla condivisione di emozioni profonde. Dedica tempo alla coppia e ricorda che la stabilità nasce dalla fiducia reciproca. Coltiva l’amore con gesti concreti e pazienza.",
      "career": "Nel 2026, Toro dovrebbe concentrarsi sull’investimento in competenze digitali e tecnologie emergenti per rimanere competitivo. Risparmia regolarmente e diversifica gli investimenti per aumentare le possibilità di crescita finanziaria. Sviluppa una rete di contatti professionale solida e mantieni un atteggiamento di apprendimento continuo. Ascolta il tuo intuito, ma basati sempre su dati concreti per prendere decisioni ponderate e a lungo termine.",
      "mood": "Il tono emotivo per Toro del 4 gennaio 2026 è calmo e riflessivo, impregnato di speranza e determinazione. Il clima è sereno, ma intriso di un'intima fiducia verso nuove opportunità e sfide future, ispirando introspezione",
      "lucky_numbers": [
        18,
        22,
        26
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gemelli oggi troveranno nuove ispirazioni e opportunità sorprendenti",
      "general": "Oggi i Gemelli si sentiranno particolarmente energici e curiosi, pronti ad affrontare nuove sfide sia in ambito lavorativo che personale. La comunicazione sarà il vostro punto di forza, facilitando confronti importanti e rafforzando i rapporti con amici e colleghi. Tuttavia, attenzione a non perdere di vista i dettagli, perché la distrazione potrebbe portare a fraintendimenti. Nel settore sentimentale, la giornata promette momenti di intimità e complicità con il partner, rafforzando il vostro legame. Dal punto di vista economico, potrebbero arrivare opportunità interessanti, ma valutatele con attenzione prima di agire. Oggi concentratevi sull'ascolto e sull'empatia, e cercate di risolvere un problema che da tempo vi preoccupa. Prendete un momento per riflettere e pianificare i vostri prossimi passi.",
      "love": "Il giorno 4 gennaio 2026, i Gemelli scopriranno l’importanza di comunicare sinceramente con il partner o con se stessi. Se sei single, dedica tempo alla tua crescita personale, lasciando spazio a incontri autentici. Per le coppie, impegnati a condividere i tuoi desideri e ascoltare attentamente il partner, consolidando così il rapporto con entusiasmo e comprensione.",
      "career": "Il 4 gennaio 2026, i Gemelli dovrebbero concentrarsi sulla gestione del tempo e sulla pianificazione finanziaria. Dedica del tempo a riflettere sui tuoi obiettivi professionali e cerca opportunità di formazione per rafforzare le tue competenze. Risparmia con costanza e evita spese impulsive. Coltiva relazioni professionali autentiche e sfrutta le reti per crescere nel lavoro e migliorare la stabilità economica.",
      "mood": "Il tono emotivo del giorno per i Gemelli è di curiosità e leggerezza, con un senso di anticipazione e energia vibrante. L'atmosfera è vivace e stimolante, invitando alla scoperta e alla comunicazione sincera.",
      "lucky_numbers": [
        9,
        13,
        17
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancro, oggi scoprirai nuove emozioni e opportunità sorprendenti",
      "general": "Oggi il Cancro si troverà ad affrontare una giornata ricca di emozioni e opportunità di crescita personale. Le relazioni affettive richiederanno attenzione, ma anche sincerità e apertura per consolidare i legami più importanti. Sul fronte lavorativo, la tua intuizione sarà un elemento chiave per risolvere questioni complesse, mentre nel campo delle finanze potresti ricevere buone notizie che ti aiuteranno a pianificare meglio il futuro. La cura della tua salute mentale e fisica sarà fondamentale: dedicati qualche momento di relax, ascolta il tuo corpo e concediti pause rigeneranti. Oggi sfrutta questa energia positiva dedicandoti a un’attività che ti appassiona, come una passeggiata all’aperto o una sessione di meditazione.",
      "love": "Il 2026 potrebbe portare momenti di introspezione e crescita per i Cancro. Se sei single, investi tempo in te stesso, coltivando passioni che ti rendano sicuro e felice. Se sei in coppia, mostra gratitudine ogni giorno e comunica con cuore aperto. Ricorda che la sincerità rafforza il legame; ascolta con empatia e condividi sogni. Alimenta l’amore con piccoli gesti quotidiani.",
      "career": "Il 4 gennaio 2026, i Cancro dovrebbero concentrarsi sull'organizzazione delle finanze e sulla pianificazione a lungo termine. È un buon momento per rivedere il budget, eliminare spese superflue e investire in formazione o progetti che valorizzino le tue capacità. Coltiva il networking professionale, mostrando empatia e sincerità. Sii paziente e mantieni un atteggiamento positivo, perché i risultati arriveranno con costanza.",
      "mood": "Il 4 gennaio 2026, il Cancro si avvolge in un'atmosfera di introspezione profonda e delicatezza emotiva, vivendo un senso di calma rassicurante, ma anche di leggera nostalgia che invita alla riflessione e alla speranza.",
      "lucky_numbers": [
        1,
        5,
        9
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leone, il giorno porta energia e nuove opportunità sorprendenti",
      "general": "Oggi Leone, il cielo ti invita a concentrarti sulle relazioni personali e sulla comunicazione. Potresti scoprire nuove opportunità nel lavoro se ascolti attentamente i suggerimenti dei colleghi e mostri disponibilità a collaborare. La tua energia sarà contagiosa, ma ricorda di canalizzarla con saggezza per evitare malintesi. È un buon momento per dedicarti anche a momenti di introspezione, verificando se le tue ambizioni sono ancora in linea con i tuoi desideri più profondi. Dal punto di vista affettivo, potresti rafforzare i legami esistenti o trovare nuove connessioni interessanti. Mantieni un atteggiamento positivo, fiducioso e aperto alle novità. Oggi, prendi il tempo di scrivere un messaggio di gratitudine a qualcuno che ti sostiene.",
      "love": "Per i single, Leone nel 2026-01-04 dovrebbe aprirsi a nuove esperienze sociali, mostrando sincerità e pazienza nel conoscere qualcuno. Per le coppie, è importante dedicare tempo di qualità insieme, ascoltarsi senza giudizio e coltivare la complicità. Ricorda che la comunicazione autentica e il rispetto reciproco rafforzano ogni legame, rendendo il rapporto più profondo e duraturo.",
      "career": "Il 2026 sarà un anno di opportunità per Leone, ma richiede attenzione e pianificazione. Focalizzati sulla formazione continua, investendo in competenze strategiche per distinguerti. Gestisci con saggezza le finanze, evitando spese impulsive e risparmiando per progetti a lungo termine. Cerca mentori o consulenti affidabili per guidarti nelle decisioni cruciali e sfrutta le reti di contatti per ampliare le occasioni di crescita.",
      "mood": "Il tono emotivo di Leone il 4 gennaio 2026 è malinconico e riflessivo, sprizzando un senso di desiderio di introspezione e nostalgia, mentre il sentimento dominante è una sottile speranza che si mescola alla tristezza.",
      "lucky_numbers": [
        14,
        18,
        22
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vergine oggi: scopri nuove opportunità di crescita personale",
      "general": "Oggi la Vergine si sentirà particolarmente energica e pronta ad affrontare nuove sfide, specialmente nel lavoro e nelle relazioni interpersonali. La vostra attenzione ai dettagli e la vostra precisione saranno i vostri punti di forza, permettendovi di portare a termine compiti complessi con facilità. È un momento ideale per organizzare progetti a lungo termine e rafforzare i rapporti con colleghi e amici. Tuttavia, attenzione a non essere troppo critici con voi stessi o con gli altri, mantenendo un atteggiamento più aperto e comprensivo. Le energie positive vi aiuteranno a superare eventuali difficoltà con calma e determinazione. Dedicate un po’ di tempo anche al benessere personale, magari con una passeggiata all’aria aperta. Oggi si consiglia di prendervi qualche minuto per scrivere una lista di obiettivi.",
      "love": "Per i single Vergine nel 2026, apri il cuore a nuove conoscenze senza fretta, coltivando interessi condivisi. Per le coppie, focalizzati sulla comunicazione aperta e sul supporto reciproco. Dedica del tempo alla reciproca comprensione e pianifica momenti speciali per rafforzare il legame. Sii paziente e aperto alle sorprese che il nuovo anno porterà nella tua vita amorosa.",
      "career": "Il 4 gennaio 2026, Vergine, è il momento di dedicare tempo alla gestione delle finanze e alla pianificazione a lungo termine. Valuta attentamente investimenti e risparmi, evitando decisioni affrettate. Potrebbe essere utile migliorare le competenze professionali: partecipa a corsi o workshop per aumentare la tua competitività. Ricorda di trovare un equilibrio tra lavoro e vita personale per mantenere energia e motivazione.",
      "mood": "Il tono emotivo del Vergine il 4 gennaio 2026 è calmo e riflessivo, con una sottile nostalgia che invita alla introspezione. L'atmosfera è serena, ma carica di aspettative di rinnovamento interiore.",
      "lucky_numbers": [
        28,
        32,
        36
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Bilancia, il 4 gennaio 2026 ti porterà nuove opportunità e incontri sorprendenti",
      "general": "Oggi i Bilancia potrebbero sentire un forte desiderio di equilibrio nelle loro relazioni e nella sfera lavorativa. La Luna brilla nel vostro segno, portando chiarezza e intuizione; approfittate di questo momento per affrontare discussioni importanti o prendere decisioni che richiedono diplomazia. La vostra creatività è accentuata e potrebbe portare a nuove idee o progetti interessanti. Attenzione però alle piccole insicurezze che potrebbero riemergere, soprattutto nelle relazioni più strette. Cercate di mantenere la calma e di ascoltare sinceramente gli altri. Questa sera, dedicate del tempo a voi stessi, magari con una passeggiata all'aperto o una chiacchierata con un amico fidato. Oggi, fate un passo verso l’equilibrio che desiderate.",
      "love": "Per i Bilancia single, il 2026-01-04 è il momento perfetto per aprirti a nuove conoscenze: partecipa a eventi sociali e ascolta il tuo istinto. Per le coppie, concentra le energie sulla comunicazione: affronta i dubbi con sincerità e cerca momenti di condivisione autentica. Ricorda, mantenere l’equilibrio tra ascolto e espressione rafforza ogni legame.",
      "career": "Il 2026 potrà portare nuova serenità ad una Bilancia, ma è importante mantenere equilibrio tra lavoro e vita privata. Concentrati su obiettivi realistici e investimenti ponderati, evitando decisioni affrettate. Rafforza le relazioni professionali e personali ascoltando con attenzione. Consiglio di pianificare in anticipo e risparmiare regolarmente per consolidare la stabilità finanziaria nel lungo termine.",
      "mood": "Il 4 gennaio 2026, la Bilancia si sentirà avvolta da una dolce calma, con un tocco di speranza e luce interiore. Un senso di equilibrio e rinnovata fiducia guiderà le emozioni.",
      "lucky_numbers": [
        18,
        22,
        26
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpione, il momento di rinnovare la tua energia interiore",
      "general": "Oggi per lo Scorpione si presenta una giornata intensa e ricca di possibilità di crescita personale e professionale. Sarà importante mantenere la calma quando le emozioni sembrano sopraffarti, cercando di affrontare le sfide con equilibrio e buon senso. Le relazioni, sia amorose che amicali, potrebbero richiedere più ascolto e comprensione da parte tua: investi tempo nel dialogo e nella coltivazione dei legami. Sul fronte lavorativo, potresti ricevere riconoscimenti o opportunità che richiedono una decisione rapida, quindi sii pronto a mostrare la tua determinazione. La salute, in particolare, necessita di attenzione: non trascurare il riposo e cerca di fare attività fisica moderata. Oggi, dedica qualche minuto a riflettere sui tuoi obiettivi più importanti e pianifica i passi concreti per raggiungerli.",
      "love": "Per gli Scorpione single, gennaio 2026 è il momento di aprirti alle nuove conoscenze senza paura, ascoltando il tuo intuito. Per le coppie, concentrati sulla comunicazione sincera e sulla condivisione di emozioni profonde. Dedica tempo alla comprensione reciproca e mostra il tuo affetto con gesti concreti. La fiducia rafforzerà il legame e favorirà un amore più autentico e duraturo.",
      "career": "Il 2026 offrirà ai Scorpione opportunità di crescita professionale, ma attenzione a non rischiare troppo. Concentrati sulla formazione e miglioramento delle competenze. Sii paziente nelle decisioni economiche e evita investimenti impulsivi. Risparmia e pianifica un budget realistico. Collaborare con colleghi fidati e mantenere trasparente il dialogo ti porterà stabilità e soddisfazioni finanziarie durature.",
      "mood": "Il 4 gennaio 2026, lo Scorpione si innerverà di una calma profonda e una riflessività intensa, sentendo una sottile tensione di desiderio e mistero, mantenendo un'energia di introspezione e trasformazione delicata e coinvolgente",
      "lucky_numbers": [
        19,
        23,
        27
      ],
      "lucky_color": "argento",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittario, giornata di scoperta e crescita personale intensa",
      "general": "Oggi il Sagittario si sentirà particolarmente energico e positivo, pronto a affrontare nuove sfide in ambito lavorativo e personale. La giornata si presenta favorevole per affinare le proprie passioni e dedicarsi a progetti creativi o studi che stimolano la mente. Le relazioni amorose potrebbero ricevere un impulso di spontaneità e complicità, rafforzando i legami affettivi. É un momento ideale per riflettere sui propri obiettivi e pianificare passi concreti verso i sogni più grandi. Tuttavia, attenzione a non essere troppo impulse nelle decisioni finanziarie: la calma sarà la tua alleata oggi. Cerca di ascoltare il tuo istinto senza lasciarti travolgere dall’ansia. Dedica qualche minuto alla meditazione o alla respirazione profonda per mantenere equilibrio e serenità durante la giornata. Ricorda di fare una passeggiata all’aria aperta al tramonto",
      "love": "Per i Sagittario single nel 2026, approfittate di questa giornata per esplorare nuove amicizie e mantenere un atteggiamento aperto. Per le coppie, dedicate del tempo alla comunicazione sincera e alle attività condivise, rafforzando il legame. Ricordate di ascoltare con attenzione e di mostrare affetto spontaneo, creando intimità e fiducia reciproca. La sincerità sarà il vostro alleato maior in amore.",
      "career": "Per il Sagittario del 4 gennaio 2026, è il momento di concentrarsi su obiettivi a lungo termine e pianificare con attenzione. Sii aperto a nuove opportunità, ma valuta attentamente ogni scelta finanziaria. Investi in formazione e sviluppo personale per rafforzare la tua carriera. Mantieni un equilibrio tra ambizione e prudenza, e ricorda di risparmiare per progetti futuri.",
      "mood": "Il Sagittario si sentirà energico e ottimista, con una luce interiore che infonde entusiasmo e speranza. L’atmosfera sarà di scoperta, avventura e crescita personale, invitando a sognare e a credere nelle proprie capacità.",
      "lucky_numbers": [
        17,
        21,
        25
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorno, oggi scoprirai nuove opportunità di crescita personale",
      "general": "Oggi per i Capricorno si presenta una giornata ricca di sfide e opportunità. Sul fronte professionale, potresti ricevere riconoscimenti o avanzamenti grazie alla tua dedizione, ma dovrai mantenere alta l’attenzione ai dettagli per evitare errori. Le relazioni affettive potrebbero richiedere maggiore comprensione e pazienza; ascoltare il partner con attenzione porterà maggiore armonia. In ambito finanziario, è importante essere cauti nelle scelte e valutare bene ogni investimento. La salute richiede attenzione specialmente a livello energetico, quindi concediti una pausa rigenerante. La tua determinazione ti aprirà nuove porte, e questa sarà una giornata ideale per fissare obiettivi a medio termine. Oggi, prendi un momento per riflettere e pianificare con calma i tuoi prossimi passi.",
      "love": "Il 2026-01-04 offre ai Capricorno l'opportunità di approfondire la comunicazione in amore. Se sei single, apriti a nuove conoscenze, ma sii paziente e autentico. Se sei in coppia, dedicati ad ascoltare il partner e condividere sogni futuri. Piccoli gesti quotidiani rafforzeranno il legame e favoriranno una crescita reciproca più forte e sincera.",
      "career": "Il 2026 offrirà ai Capricorno opportunità di crescita professionale se manterrete la dedizione e la pazienza. Concentratevi su formazione e aggiornamenti per aumentare la vostra competenza. Gestite saggiamente le finanze, evitando spese impulsive. Investite in progetti a lungo termine e consolidare risparmi. La disciplina e la determinazione saranno le chiavi del successo in questo periodo.",
      "mood": "Il 4 gennaio 2026, i Capricorno si sentiranno carichi di determinazione e speranza, attraversando un'atmosfera di introspezione tranquilla, che stimola riflessioni profonde e un senso di rinnovata fiducia nel futuro.",
      "lucky_numbers": [
        1,
        5,
        9
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acquario: oggi nuove opportunità e amori sorprendenti ti aspettano",
      "general": "Oggi l'Acquario si sentirà particolarmente energico e aperto alle novità, pronta a affrontare le sfide con entusiasmo e creatività. Le relazioni sociali saranno favoriti, quindi è un buon momento per incontrare nuove persone o rafforzare i legami esistenti. Sul fronte lavorativo, potreste ricevere proposte interessanti o idee che richiedono il vostro ingegno e visione futuristica. La giornata invita anche a riflettere sulla propria crescita personale e a dedicare del tempo a ciò che vi appassiona veramente. È il momento di lasciarvi alle spalle qualche dubbio e di osare un passo avanti verso ciò che desiderate. Oggi, prendete l'iniziativa di condividere un pensiero positivo con qualcuno che vi sta a cuore.",
      "love": "Il 2026-01-04 l'Acquario dovrebbe dedicare del tempo alla comunicazione autentica. Per i single, è il momento di essere più aperti e sinceri con chi incontri, evitando superficiale dinamicità. Per le coppie, ascoltate il partner con attenzione, condividendo pensieri e desideri nascosti, mantenendo un dialogo trasparente che rafforzi il legame. L’onestà e la fiducia saranno i pilastri della vostra relazione.",
      "career": "Il 2026 sarà un anno di grandi opportunità per l'Acquario. Concentrati sul migliorare le relazioni professionali, partecipando a corsi e networking. Gestisci attentamente le finanze, evitando spese impulsive e pianificando investimenti a lungo termine. Sii flessibile nelle tue idee e pronto ad adattarti ai cambiamenti. La costanza e la sincerità ti porteranno successi duraturi, sia in carriera che in ambito finanziario.",
      "mood": "Il tono emotivo per l'Acquario il 4 gennaio 2026 è leggero e riflessivo, con un senso di speranza e scoperta. L’umore è positivo, stimolante, invitando alla crescita personale e alla connessione con nuove idee e persone.",
      "lucky_numbers": [
        15,
        19,
        23
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Pesci oggi: scopri il miracolo che cambierà tutto",
      "general": "Oggi i Pesci potrebbero sentirsi particolarmente ispirati e creativi, pronti ad affrontare le sfide con una mente aperta e positiva. Le energie astrali favoriscono i rapporti interpersonali, rendendo più facile comunicare con amici e colleghi, consolidando legami e risolvendo eventuali incomprensioni. Sul fronte lavorativo, potrebbe sorgere un’opportunità interessante che richiede attenzione ai dettagli e una buona dose di intuizione. In amore, è possibile vivere momenti di dolcezza e comprensione, rafforzando la connessione con il partner. La giornata invita anche a dedicare del tempo al benessere personale, magari prendendo decisioni importanti per la salute o il relax. Oggi, ascolta il tuo istinto e concediti uno spazio di riflessione.",
      "love": "Per i Pesci single, aprile 2026 porta nuove opportunità di incontri autentici: apri il cuore, ascolta il tuo intuito e sii sincero con chi incontri. Per le coppie, è il momento di rafforzare la comunicazione: dedicati a momenti di qualità insieme e condividi i tuoi pensieri più profondi. Ricorda, la trasparenza e la sensibilità sono le chiavi per armonizzare i legami affettivi.",
      "career": "Il 2026 sarà un anno di opportunità per i Pesci, ma richiederà concentrazione e decisioni ponderate. Concentrati sul miglioramento delle tue competenze e valuta grandi investimenti con cautela. Organizza le finanze, limita le spese superflue e risparmia per obiettivi a lungo termine. Affidati a mentor o consulenti finanziari per guidarti, mantenendo sempre un atteggiamento aperto e flessibile ai cambiamenti.",
      "mood": "Il tono emotivo di Pesci il 4 gennaio 2026 è intriso di dolcezza e introspezione, con un’atmosfera di serenità e speranza che invita alla riflessione profonda e alla connessione spirituale interiore.",
      "lucky_numbers": [
        22,
        26,
        30
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    }
  }
}