{
  "date": "2026-01-29",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, journée d'opportunités et de rencontres enrichissantes",
      "general": "Aujourd’hui, Bélier, vous ressentirez une énergie renouvelée qui vous invite à prendre des initiatives tant sur le plan professionnel que personnel. Votre dynamisme et votre enthousiasme seront vos meilleurs atouts pour convaincre et inspirer votre entourage. Sur le plan sentimental, une communication sincère pourra renforcer vos liens, alors n’hésitez pas à exprimer vos sentiments avec authenticité. Dans le domaine financier, tout ce qui concerne les investissements ou les projets à long terme peut avancer plus facilement si vous restez concentré et méthodique. La journée favorise aussi votre créativité, ce qui vous pousse à explorer de nouvelles idées ou activités. Pour maximiser cette journée, prenez le temps d’établir une liste de priorités pour mieux vous organiser. Aujourd’hui, engagez-vous à faire un pas vers un objectif important.",
      "love": "Pour les Bélier en ce début d’année, investissez dans la communication sincère, que vous soyez célibataire ou en couple. Osez exprimer vos sentiments avec douceur et patience. Pour les célibataires, ouvrez-vous à de nouvelles rencontres en participant à des activités qui vous passionnent. En couple, planifiez des moments de complicité pour renforcer votre lien. Restez authentique et à l’écoute de l’autre.",
      "career": "Le Bélier en ce début d’année 2026 doit se concentrer sur la gestion de son impulsivité, en planifiant ses projets à long terme. Prenez le temps d’analyser chaque décision financière, évitez les investissements risqués et épargnez pour l’avenir. En douceur mais sûrement, fixez des objectifs précis et établissez un budget mensuel pour sécuriser votre stabilité financière.",
      "mood": "Le 29 janvier 2026, Bélier ressentirait une ambiance à la fois énergique et stimulant, teintée d'une certaine nervosité motivante. L’émotion serait marquée par la détermination, combinée à une pointe d’impatience face aux défis à venir.",
      "lucky_numbers": [
        41,
        20,
        49
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, journée propice à la renaissance et à la réussite",
      "general": "Aujourd’hui, Taureau, votre journée s’annonce pleine de découvertes et de moments propices à la réflexion. Sur le plan personnel, vous ressentirez un besoin profond de stabilité et de connexion avec vos proches. Professionnellement, votre patience sera mise à l’épreuve, mais cela vous permettra aussi de faire preuve de sagesse et de persévérance face à un projet ou une difficulté. Sur le plan émotionnel, il est important d’écouter votre intuition pour éviter les malentendus et renforcer vos relations. La situation financière pourrait également solliciter votre attention, alors restez vigilant et évitez les dépenses impulsives. Prenez le temps aujourd’hui pour vous recentrer, respirez profondément, et faites un point sur vos objectifs à court terme. Pour ce faire, écrivez une liste de vos priorités pour la semaine.",
      "love": "Le 29 janvier 2026, Taureau, que vous soyez célibataire ou en couple, il est essentiel d’apporter patience et écoute. Pour les célibataires, prenez le temps de vous connaître avant de vous engager pleinement. Pour les couples, privilégiez la communication sincère et la spontanéité. Organisez des moments de qualité, partagez vos sentiments et évitez la routine pour renforcer votre lien.",
      "career": "Pour les Taureaux en 2026, il est essentiel de se concentrer sur la gestion de leur stabilité financière en évitant les dépenses impulsives. Investissez dans des projets à long terme et diversifiez vos sources de revenus. Cultivez la patience dans votre carrière, et n'hésitez pas à acquérir de nouvelles compétences pour booster votre progression. Restez fidèle à vos valeurs tout en étant ouvert au changement.",
      "mood": "Le 29 janvier 2026, Taureau ressentira une sensation intense de sérénité mêlée à une légère insécurité, évoquant une douce introspection, une envie de stabilité profonde, tout en étant ouvert à de nouvelles découvertes intérieures.",
      "lucky_numbers": [
        43,
        22,
        1
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, cette journée vous réserve des opportunités inattendues et enrichissantes",
      "general": "Aujourd’hui, les Gémeaux ressentent une grande énergie qui leur permet d’aborder leurs projets avec enthousiasme et créativité. Sur le plan professionnel, vous pouvez faire avancer vos dossiers grâce à votre capacité à communiquer clairement et à convaincre. En ce qui concerne votre vie personnelle, il est propice à renforcer vos liens et à exprimer vos sentiments avec sincérité. La santé est stable, mais privilégiez un peu de détente pour éviter de vous épuiser. Sur le plan émotionnel, une réflexion profonde sur vos aspirations vous apportera un éclairage précieux. Prenez le temps d’écouter votre intuition pour prendre des décisions importantes. Aujourd’hui, faites un pas vers un objectif qui vous tient à cœur : écrivez une to-do liste pour clairifier vos priorités.",
      "love": "Le 29 janvier 2026 offre aux Gémeaux une opportunité de renforcer leur communication. Si vous êtes en couple, prenez le temps d’écouter vraiment votre partenaire et partagez vos vrais sentiments. En tant que célibataire, osez engager des conversations sincères pour créer des liens authentiques. Soyez patient et authentique, votre sincérité attirera la bonne personne ou renforcera votre relation existante.",
      "career": "Pour les Gémeaux du 29 janvier 2026, il est essentiel de rester adaptable en milieu professionnel. Profitez de cette journée pour renforcer vos compétences et explorer de nouvelles opportunités. Évitez de vous disperser, concentrez-vous sur les tâches clés. Sur le plan financier, faites preuve de prudence avec vos dépenses et privilégiez l’épargne. Investissez dans des projets à long terme pour assurer votre stabilité.",
      "mood": "Le jour du 29 janvier 2026, les Gémeaux ressentent une douceur lumineuse, mêlée d’une curiosité sincère, favorisant la convivialité et la réflexion en une atmosphère légère mais profondément introspective, emplie d’espoir doux.",
      "lucky_numbers": [
        34,
        13,
        42
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée révèle de belles opportunités à saisir",
      "general": "Aujourd'hui, les astres favorisent la réflexion et la communication pour les Cancers. Sur le plan personnel, vous ressentez un besoin profond de vous reconnecter avec vos proches et de partager vos émotions. Professionnellement, c’est une journée propice à l’organisation et à la prise de décisions importantes, mais prenez soin de ne pas précipiter les choses. Sur le plan émotionnel, vous pourriez être plus sensible que d'habitude, ce qui vous pousse à rechercher du calme et de la stabilité. La santé mentale et physique bénéficie d’une attention particulière, n’hésitez pas à faire une pause pour vous recentrer. C’est le moment idéal pour exprimer ce que vous ressentez et renforcer vos liens familiaux. Aujourd’hui, prenez le temps d’écrire dans un carnet ou de méditer pour clarifier vos pensées.",
      "love": "Le 29 janvier 2026, les Cancer en couple doivent renforcer la communication en partageant leurs sentiments sincèrement. Pour les célibataires, ouvrez votre cœur et osez exprimer vos émotions pour attirer la bonne personne. Prenez le temps d’écouter attentivement votre partenaire ou potentiel partenaire, cela renforcera la confiance. Soyez patient et authentique, cela vous mènera vers des relations plus profondes et harmonieuses.",
      "career": "Le Cancer en 2026 doit se concentrer sur le développement de ses compétences professionnelles en suivant des formations ciblées. Économisez régulièrement une partie de vos revenus et évitez les dépenses impulsives. Priorisez votre bien-être mental pour rester concentré. Négociez des augmentations ou des projets importants en mai et en octobre pour renforcer votre stabilité financière et votre progression de carrière.",
      "mood": "Le 29 janvier 2026, le Cancer ressentira une douceur rassurante, une inquiétude douce-amère mêlée à une profonde introspection. L’émotion sera empreinte de nostalgie chaleureuse, invitant à la réflexion et à la tendresse intérieure.",
      "lucky_numbers": [
        26,
        5,
        34
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre énergie rayonne, succès et amour en perspective",
      "general": "Aujourd’hui, les Lions pourraient ressentir une envie intense de prendre des initiatives dans leur vie personnelle et professionnelle. C’est le moment idéal pour exprimer leur créativité, mais aussi pour faire avancer des projets en retard. La journée sera favorable aux échanges sincères, renforçant vos relations amicales ou amoureuses. Sur le plan professionnel, votre charisme naturel peut attirer des opportunités inattendues, alors restez attentif aux conseils et aux signes de votre entourage. Sur le plan émotionnel, il est essentiel de privilégier la communication, surtout si vous traversez des doutes ou des tensions. N’oubliez pas de prendre soin de votre santé mentale en vous accordant un moment de détente. Aujourd’hui, faites un pas vers quelqu’un que vous appréciez en lui envoyant un message sincère.",
      "love": "Pour les Lions en 2026, cultivez l’écoute et la patience dans vos relations. Si vous êtes célibataire, ouvrez-vous aux rencontres authentiques en partageant vos passions. En couple, privilégiez la communication sincère et suspendez votre orgueil lors des désaccords. Faites preuve de gratitude et de soutien. Ces petits gestes renforceront votre amour et attireront des connexions sincères à long terme.",
      "career": "Le Lion en 2026 doit se concentrer sur sa croissance personnelle et professionnelle en élaborant un plan clair. Investis dans des formations pour renforcer tes compétences, tout en restant à l’écoute des opportunités financières. Évite les décisions impulsives et construis un réseau solide. Prends le temps d’évaluer chaque projet, afin d’assurer une stabilité durable et une réussite épanouissante.",
      "mood": "Le lion du 29 janvier 2026 évoque une atmosphère puissante et sereine, mêlant la majesté de sa présence à une paix intérieure profonde, inspirant respect, admiration, mais aussi une douce introspection silencieuse.",
      "lucky_numbers": [
        39,
        18,
        47
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, une journée propice à la croissance personnelle et professionnelle",
      "general": "Aujourd'hui, les Vierges pourraient ressentir une envie renouvelée de se recentrer sur eux-mêmes et leur bien-être. Sur le plan professionnel, une idée innovante pourrait émerger, mais il est important de prendre le temps de l'analyser en profondeur pour éviter toute précipitation. Côté amour, la communication avec votre partenaire sera fluide, ce qui renforcera vos liens, mais restez à l’écoute de ses besoins. Sur le plan financier, il serait judicieux de revoir votre budget et d’être plus vigilant face à vos dépenses. Enfin, votre instinct vous guidera vers des opportunités insoupçonnées si vous faites confiance à votre intuition. Faites aujourd’hui une liste de priorités pour mieux organiser votre semaine.",
      "love": "Pour la Vierge le 29 janvier 2026, cultivez la patience et l’écoute dans vos relations. Si vous êtes célibataire, prenez le temps de connaître vraiment l’autre avant de vous engager, en évitant de précipiter les choses. En couple, osez partager vos sentiments sincèrement et créez des moments de complicité authentiques pour renforcer votre lien. La sincérité est votre meilleur atout.",
      "career": "Le 29 janvier 2026, Vierge devrait se concentrer sur l’organisation de ses finances et revoir ses objectifs professionnels. Établissez un plan budgétaire clair, évitez les dépenses impulsives et investissez dans une formation pour renforcer vos compétences. Profitez de cette journée pour faire le point, planifier à long terme et adopter une attitude proactive afin d’assurer stabilité et croissance.",
      "mood": "Le 29 janvier 2026, la Vierge ressentira une douce mélancolie mêlée à une inspiration subtile, évoquant une envie de renouveau intérieure, tout en restant fidèle à ses valeurs, avec une tranquillité rassurante mais une pointe de nostalgie.",
      "lucky_numbers": [
        3,
        32,
        11
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie intérieure pour un équilibre durable aujourd'hui",
      "general": "Aujourd'hui, les énergies favorisent la recherche d'harmonie dans chaque aspect de votre vie. Sur le plan professionnel, vous pouvez ressentir une envie de clarifier vos objectifs et d'établir un équilibre dans votre charge de travail. Sur le plan sentimental, la communication sera essentielle pour éviter les malentendus et renforcer vos liens. Sur le plan personnel, prenez le temps d’écouter votre esprit et votre corps, en vous consacrant à des activités qui vous apaisent. Vous pourriez aussi recevoir une occasion inattendue d’améliorer votre environnement ou votre situation financière. Restez ouvert et patient face aux petits défis du jour en vous souvenant que la cohérence est la clé du mieux-être. Aujourd’hui, prenez quelques minutes pour méditer ou écrire pour clarifier vos pensées et recentrer votre énergie.",
      "love": "Pour ceux qui sont singles, prenez le temps de connaître pleinement votre propre estime et vos désirs, sans précipitation. Pour les couples, cultivez la communication sincère et l’écoute attentive, en réservant régulièrement des moments de partage authentique. Rappelez-vous que l’équilibre se trouve dans la patience et l’honnêteté. Apprenez à respecter l’espace de chacun pour construire une relation solide et épanouissante.",
      "career": "Pour équilibrer votre vie en 2026, concentrez-vous sur la gestion efficace de votre temps, en dégageant des moments pour la famille et la détente. Investissez dans des formations pour renforcer vos compétences professionnelles et diversifiez vos sources de revenus. Établissez un budget mensuel précis, évitez les dépenses impulsives, et épargnez régulièrement. Cultivez également la gratitude pour maintenir un état d’esprit positif.",
      "mood": "Le ton émotionnel de cette journée respire la sérénité et l'harmonie intérieure, emplie d'une douce stabilité. L’atmosphère invite à la réflexion, à la clarté d’esprit, et à un sentiment réconfortant de paix profonde.",
      "lucky_numbers": [
        43,
        22,
        1
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, révélez votre pouvoir intérieur ce 29 janvier 2026",
      "general": "Aujourd'hui, le Scorpion ressentira une impulsion de motivation qui pourrait transformer sa journée. Sur le plan personnel, il sera encouragé à approfondir ses relations, à faire preuve d’écoute et de sincérité. Sur le plan professionnel, il pourra saisir une opportunité importante en étant plus audacieux et confiant dans ses projets. La sphère financière demande cependant une gestion prudente, évitant toute décision impulsive. L'énergie globale est favorisée pour l'introspection, permettant de mieux comprendre ses véritables désirs et objectifs. La santé mentale sera renforcée par une pause méditative ou une activité relaxante. Ce jour est idéal pour renforcer ses liens affectifs ou initier un dialogue sincère avec un proche. Aujourd'hui, prenez le temps de planifier une étape concrète vers vos objectifs personnels ou professionnels.",
      "love": "Pour les Scorpions seuls, il est essentiel d’ouvrir votre cœur en partageant vos passions avec d’autres. Osez aller vers de nouvelles rencontres et soyez sincère dans vos intentions. Pour ceux en couple, cultivez la confiance et la transparence, en consacrant du temps à l’écoute mutuelle. Pratiquez régulièrement des gestes attentionnés pour renforcer votre lien et éviter l’angoisse de la possessivité.",
      "career": "Le 29 janvier 2026, les Scorpions devraient privilégier la transparence dans leurs relations professionnelles pour renforcer leur crédibilité. Investissez dans des formations pour améliorer vos compétences, tout en restant ouverts aux opportunités financières. Faites preuve de patience face aux défis et évitez les décisions impulsives. Planifiez minutieusement vos projets à long terme pour assurer une stabilité financière durable et une progression de carrière innovative.",
      "mood": "Le 29 janvier 2026, le Scorpion ressent une atmosphère intense et mystérieuse, empreinte de passion et de réflexion profonde. Une sensation d'angoisse mêlée à une curiosité insatiable envahit son cœur.",
      "lucky_numbers": [
        44,
        23,
        2
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, découvrez une journée pleine d'opportunités et de surprises",
      "general": "Aujourd’hui, Sagittaire, vous ressentirez une énergie nouvelle qui vous pousse à explorer davantage tant sur le plan personnel que professionnel. Les interactions sociales seront riches et vous pourriez faire des rencontres intéressantes qui ouvriront de nouvelles perspectives. C’est aussi une journée favorable pour clarifier certains malentendus avec des proches ou collègues, en faisant preuve d’ouverture et d’écoute. Sur le plan sentimental, la sincérité sera votre alliée pour renforcer vos liens existants ou pour envisager de nouvelles relations. Sur le plan mental, votre curiosité naturelles vous amènera à rechercher des connaissances ou des activités stimulantes. Il est conseillé aujourd’hui d’écrire vos objectifs pour mieux visualiser votre chemin. Prenez le temps de méditer quelques instants pour centrer vos idées.",
      "love": "Pour les Sagittaires célibataires en 2026, ouvrez-vous aux rencontres authentiques en partageant vos passions. Soyez sincère et écoutez attentivement l'autre pour créer des connexions profondes. Pour les couples, cultivez la spontanéité et pratiquez des activités communes pour raviver la complicité. Communiquez avec douceur et patience, en partageant vos rêves pour renforcer votre lien.",
      "career": "Le 29 janvier 2026, Sagittaire est invité à rester concentré sur ses objectifs professionnels tout en restant flexible face aux imprévus. Investis-toi dans des formations pour renforcer tes compétences et explore de nouvelles opportunités. Économise intelligemment en évitant les dépenses impulsives, et envisage de diversifier tes sources de revenus pour assurer une stabilité financière durable.",
      "mood": "Le 29 janvier 2026, le Sagittaire ressentira une énergie optimiste mêlée à une douce insouciance, encourageant l'aventure intérieure et extérieure, avec une curiosité renouvelée, apportant espoir et enthousiasme dans l'air.",
      "lucky_numbers": [
        42,
        21,
        50
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne : une journée pleine de nouvelles opportunités et succès",
      "general": "Aujourd'hui, les Capricornes ressentiront un regain d'énergie qui favorisera à la fois leur vie professionnelle et personnelle. C’est une journée idéale pour concrétiser des projets longtemps repoussés, car votre détermination sera à son apogée. Sur le plan relationnel, la communication sera fluide, permettant de résoudre d'anciennes tensions avec douceur et patience. Sur le plan émotionnel, prenez le temps d’écouter votre intuition; elle vous guidera vers des choix plus éclairés. La stabilité financière pourrait également s'améliorer si vous faites preuve de prudence et de discernement dans vos investissements. Pensez à prendre soin de votre bien-être mental en pratiquant une activité relaxante. Aujourd’hui, fixez-vous un objectif précis et agit en conséquence, sans procrastiner.",
      "love": "Pour les Capricornes célibataires en 2026, concentrez-vous sur votre développement personnel, en cultivant confiance et authenticité pour attirer une relation sincère. Pour ceux en couple, privilégiez la communication profonde, en partageant vos aspirations et préoccupations. Prenez du temps pour des activités communes, renforçant ainsi votre complicité. Restez ouvert aux compromis, tout en respectant votre besoin d’indépendance.",
      "career": "Le 29 janvier 2026, les Capricornes doivent se concentrer sur la planification à long terme. Élaborez un budget précis et évitez les dépenses impulsives. Profitez de cette journée pour fixer des objectifs financiers clairs et établir un plan d’épargne. Cultivez également votre réseau professionnel, car cela pourrait ouvrir des opportunités inattendues. Restez patient et persévérant dans vos démarches.",
      "mood": "Le 29 janvier 2026, le Capricorne ressent une profonde sérénité mêlée d’espoir silencieux, invitant à la réflexion intérieure, tout en étant porteur d’une douce détermination pour surmonter les défis à venir.",
      "lucky_numbers": [
        26,
        5,
        34
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, une journée pleine d'opportunités et de surprises",
      "general": "Aujourd'hui, le Verseau sera particulièrement inspiré, prêt à explorer de nouvelles idées et à faire preuve d'une créativité débordante dans ses projets personnels et professionnels. La communication sera fluide, ce qui facilitera les échanges avec les autres et pourra même ouvrir des portes vers de nouvelles collaborations enrichissantes. Sur le plan émotionnel, vous ressentirez une envie accrue de vous connecter en profondeur avec ceux qui comptent pour vous, renforçant ainsi vos liens. Sur le plan financier, il serait judicieux de faire preuve de prudence, surtout si une opportunité inattendue se présente. En vous concentrant sur l’écoute et la réflexion, vous prendrez de meilleures décisions. Aujourd’hui, prenez le temps de méditer avant de vous lancer dans de nouveaux projets.",
      "love": "Pour les Verseau célibataires, 2026-01-29 est une journée idéale pour sortir de votre zone de confort et rencontrer quelqu’un dans un cadre créatif ou intellectuel. Soyez ouverts et sincères. Pour ceux en couple, privilégiez la communication authentique pour renforcer votre complicité. Pensez à organiser une activité différente pour raviver la passion. Écoutez avec empathie et partagez vos rêves sans ap Répit.",
      "career": "Pour les Verseau le 29 janvier 2026, il est essentiel de recentrer vos efforts sur la gestion financière. Établissez un budget précis et évitez les dépenses impulsives. Sur le plan professionnel, valorisez votre créativité en proposant des idées innovantes au travail. Investissez dans votre développement personnel, mais restez prudent avant de prendre des décisions majeures. La patience sera votre alliée pour atteindre vos objectifs.",
      "mood": "Le 29 janvier 2026, le Verseau ressentira une douce étreinte d'optimisme mêlée à une curiosité renouvelée, alimentée par un sentiment d'espoir et d'enthousiasme face aux opportunités qui s'annoncent, apportant une énergie",
      "lucky_numbers": [
        40,
        19,
        48
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une journée d'inspiration et de renouveau personnel",
      "general": "Aujourd'hui, les Poissons ressentiront une sensation de clarté qui leur permettra d'aborder différentes sphères de leur vie avec confiance. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, nécessitant une réponse rapide et intuitive. Côté amour, la communication sera privilégiée, ce qui renforcera vos liens avec vos proches ou votre partenaire. Sur le plan personnel, il est important de prendre du temps pour vous recentrer et méditer, afin de clarifier vos objectifs. La santé mentale sera également au centre de vos préoccupations, alors n'hésitez pas à pratiquer des activités relaxantes. En fin de journée, ouvrez enfin votre cœur en partageant vos pensées sincères avec quelqu’un de proche. Aujourd’hui, écrivez dans un journal ce que vous souhaitez accomplir cette semaine.",
      "love": "Pour les Poissons célibataires le 29 janvier 2026, osez sortir de votre zone de confort en rencontrant de nouvelles personnes, tout en restant fidèle à vous-même. Pour les couples, privilégiez la communication sincère et l’écoute attentive pour renforcer votre lien. Prenez du temps pour partager des activités qui nourrissent votre complicité et évitez les malentendus en exprimant vos besoins avec douceur.",
      "career": "Le 29 janvier 2026, les Poissons devraient se concentrer sur la gestion de leur budget en évitant les dépenses impulsives. Il est conseillé d'établir un plan financier clair, de privilégier l’épargne et d’investir dans des formations professionnelles pour renforcer leur carrière. Rester à l’écoute du marché leur permettra de saisir de nouvelles opportunités et d’assurer une stabilité financière durable.",
      "mood": "Le 29 janvier 2026, lesPoissons ressentiront une profonde douceur mêlée d'une légère mélancolie rassurante, invitant à la réflexion intérieure, à la tendresse et à une quête subtile de sens dans leurs émotions.",
      "lucky_numbers": [
        47,
        26,
        5
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}