{
  "date": "2026-01-17",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries, hoy descubres tu verdadera fuerza interior y pasión",
      "general": "Hoy, Aries, te sentirás lleno de energía y motivación, listo para afrontar nuevos desafíos en tu vida personal y profesional. La estrella en tu signo favorece la comunicación, así que aprovecha para expresar tus ideas y sentimientos con claridad, fortalciendo relaciones importantes. En el ámbito laboral, podrías recibir reconocimiento por tu esfuerzo, pero también es importante mantener los pies en la tierra y no dejarte llevar por la impaciencia. En temas personales, busca momentos de reflexión y descanso para equilibrar tus emociones. La noche trae una oportunidad para conectar profundamente con alguien cercano, fortaleciendo lazos afectivos. Hoy es un buen día para planificar tus próximos pasos, así que dedica unos minutos a establecer metas concretas y realistas. Toma la iniciativa y escribe tus objetivos a corto plazo.",
      "love": "Para Aries solteros en 2026-01-17, enfóquense en conocerse mejor y construir confianza antes de buscar pareja. Para quienes están en una relación, practiquen la comunicación abierta y expresen sus sentimientos con sinceridad. Ambos, valoren la paciencia y eviten impulsos, creando vínculos sólidos. Aprovechen el día para planear actividades que reforcen su conexión y promuevan la complicidad mutua.",
      "career": "El 17 de enero de 2026, los Aries deben aprovechar su energía para establecer metas claras en su carrera. Prioriza tareas importantes y evita decisiones impulsivas. Aprovecha las oportunidades de networking para ampliar tu círculo profesional. En lo financiero, desarrolla un presupuesto realista y ahorra una parte de tus ingresos. Mantén la disciplina y revisa tus objetivos cada mes para lograr estabilidad y crecimiento.",
      "mood": "El estado emocional de Aries en esa fecha es de energía intensa y determinación, acompañado de una sensación de entusiasmo y optimismo que impulsa a tomar decisiones valientes, pero también puede generar cierta impulsividad.",
      "lucky_numbers": [
        29,
        46,
        13
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro, día de nuevas oportunidades y crecimiento personal.",
      "general": "Hoy, Tauro, sentirás una ola de energía que te impulsará a buscar nuevas formas de expresión personal y oportunidades en tu entorno laboral. Es un buen día para fortalecer relaciones con amigos y seres queridos, ya que tu sensibilidad será notablemente elevada. La intuición te ayudará a tomar decisiones importantes, sobre todo en temas financieros o de inversión. Sin embargo, ten cuidado de no dejarte llevar por impulsos y tómate un momento para reflexionar antes de actuar. La paciencia será tu aliada y te permitirá vencer obstáculos que hayan surgido recientemente. En el amor, la comunicación será clave para profundizar vínculos. Hoy, cuida de tu bienestar emocional dedicando unos minutos a la meditación o ejercicios de respiración profunda para mantenerte equilibrado y claro.",
      "love": "Para Tauro en 2026-01-17, es momento de enfocarte en la comunicación sincera. Si estás en pareja, comparte tus sentimientos y escucha activamente a tu pareja para fortalecer la confianza. Si estás soltero, aprovecha para explorar nuevas actividades que te conecten con personas afines. La paciencia y la autenticidad serán clave para construir relaciones duraderas y enriquecedoras en este ciclo.",
      "career": "El 17 de enero de 2026, Tauro debería centrarse en establecer metas claras y ser paciente en su camino profesional. Aprovecha oportunidades de capacitación y fortalece tus habilidades. En lo financiero, evita gastos impulsivos y prioriza el ahorro. Considera diversificar tus inversiones para mayor estabilidad. Cultiva relaciones laborales positivas y confía en tu intuición para tomar decisiones acertadas.",
      "mood": "El 17 de enero de 2026, Tauro experimentará un tono emocional de serenidad y confianza, mientras la atmósfera se impregna de calma y esperanza, invitando a la introspección y a valorar los pequeños momentos de felicidad.",
      "lucky_numbers": [
        31,
        48,
        15
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis, descubre una jornada llena de oportunidades importantes",
      "general": "Hoy, los geminianos sentirán una energía especial que los impulsará a buscar nuevas conexiones tanto en su vida personal como profesional. La comunicación será su aliada, así que aprovechen para expresar sus ideas con claridad y escuchar atentamente a quienes les rodean. Es un día favorable para tomar decisiones importantes, sobre todo en asuntos relacionados con proyectos a largo plazo. La presencia de la luna en un signo compatible facilitará la resolución de conflictos y fortalecerá sus vínculos afectivos. Sin embargo, debe tener cuidado de no dispersarse demasiado, el enfoque será clave. Dedique tiempo a reflexionar sobre sus metas y prioridades. Hoy, tome la iniciativa y comunique sus pensamientos con confianza.",
      "love": "Para los Géminis solteros, 2026-01-17 es un momento ideal para ser auténticos y expresar sinceramente tus sentimientos, atrayendo a quienes realmente conectan contigo. Para las parejas, practica la escucha activa y comparte tus pensamientos abiertamente para fortalecer la confianza. Explora nuevas actividades juntos y sorpréndete con la profundidad de su vínculo si mantienen la comunicación sincera y vulnerable. Aprovecha esta energía para crecer en amor.",
      "career": "Para Géminis en esta fecha, enfócate en fortalecer tus habilidades de comunicación y toma decisiones financieras con prudencia. Aprovecha oportunidades de networking para avanzar en tu carrera y evita decisiones impulsivas en inversiones. Dedica tiempo a planificar y establecer metas claras, además de mantener un equilibrio entre trabajo y vida personal. La constancia y la calma serán clave para lograr estabilidad y crecimiento.",
      "mood": "El tono emocional para Géminis en esa fecha es de introspección y serenidad, mientras que el estado de ánimo se impregna de curiosidad y esperanza, invitando a la reflexión profunda y a conexiones significativas.",
      "lucky_numbers": [
        22,
        39,
        6
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer: Día de inspiración y crecimiento personal intenso",
      "general": "El día de hoy, los Cáncer sentirán una energía especial que invita a reflexionar sobre sus relaciones y metas personales. Es un buen momento para fortalecer vínculos con seres queridos y expresar sentimientos que quizás antes guardaron. En el trabajo, su intuición será su mejor aliada, permitiéndoles tomar decisiones acertadas ante desafíos. La salud emocional también será clave; dedicar un tiempo a la introspección y al autocuidado les ayudará a mantenerse equilibrados. La disposición sensitiva de hoy los hará perceptivos a las necesidades de quienes los rodean, fomentando la empatía y la comprensión mutua. Aprovechen para hacer llamadas importantes o para iniciar un proyecto que han estado postergando. Hoy, dediquen unos minutos a escribir sus pensamientos o sentimientos para aclarar sus próximos pasos.",
      "love": "Para Cáncer en esta fecha, enfócate en comunicar tus sentimientos con honestidad y calma. Para quienes están en pareja, cultiva momentos de intimidad y escucha activa para fortalecer el vínculo. Si eres soltero, abre tu corazón a nuevas experiencias y confía en tu intuición para decisiones amorosas. La autenticidad y el cuidado personal atraerán relaciones más profundas y sinceras.",
      "career": "El 17 de enero de 2026, los Cáncer deben centrarse en fortalecer sus habilidades de comunicación para avanzar en su carrera. Dedica tiempo a aprender algo nuevo relacionado con tu campo y aprovecha las oportunidades de networking. En lo financiero, evita gastos impulsivos y planea un presupuesto mensual. Considera consultar a un asesor para inversiones a largo plazo, asegurando estabilidad y crecimiento.",
      "mood": "El tono emocional para Cáncer en esa fecha es reflexivo y sereno, sumergido en una sensación de esperanza y renovación. El ambiente invita a la introspección, despertando una calma que fomenta la claridad interna y la conexión con el ser profundo.",
      "lucky_numbers": [
        14,
        31,
        48
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo descubre nuevas pasiones y crece en su camino‌",
      "general": "Hoy, los Leo sentirán una energía positiva que los impulsará a buscar mayor armonía en sus relaciones y en su entorno laboral. Es un buen día para expresar sus sentimientos y fortalecer vínculos con seres queridos, aprovechando para aclarar malentendidos que puedan estar afectando la convivencia. En el trabajo, su creatividad y liderazgo serán notados, lo que puede abrir puertas a nuevas oportunidades. Sin embargo, deben cuidar su paciencia, especialmente si enfrentan desafíos inesperados. La salud mental y emocional será clave, por lo que dedicar tiempo a la introspección les ayudará a mantener el equilibrio. En general, es un día para concretar proyectos personales y disfrutar de pequeños placeres que llenen su corazón. Hoy, tómese unos minutos para reflexionar y escribir sus metas a corto plazo.",
      "love": "Para Leo, en este día, la clave es abrirte con sinceridad tanto en el amor como en tus relaciones. Los solteros deben arriesgarse a expresar sus sentimientos y no temer al rechazo, mientras que las parejas deben dedicar tiempo a escuchar y entender a su pareja. Practica la empatía y la comunicación honesta, y el amor florecerá con mayor profundidad y autenticidad.",
      "career": "El 17 de enero de 2026, es importante que Leo aproveche oportunidades para fortalecer sus habilidades y ampliar su red de contactos profesionales. Dedica tiempo a aprender nuevas competencias y busca asesoramiento financiero para mejorar tu estabilidad. Mantén una actitud positiva y flexible frente a los obstáculos, y ahorra una parte de tus ingresos para futuras inversiones. La constancia y la planificación serán clave para tu éxito.",
      "mood": "El día 17 de enero de 2026, Leo experimentará una emoción cálida y optimista, lleno de confianza y entusiasmo, pero también enfrentará momentos de introspección que aportarán profundidad y equilibrio a su espíritu radiante.",
      "lucky_numbers": [
        27,
        44,
        11
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo, mañana traerá nuevas oportunidades de crecimiento personal",
      "general": "Hoy, los Virgo sentirán una energía renovada que los invita a enfocarse en sus relaciones personales y profesionales. Es un buen día para comunicar ideas y escuchar a los demás, ya que la claridad en el diálogo traerá resultados positivos. En el ámbito laboral, puedas encontrar nuevas oportunidades de crecimiento si te muestras abierto a cambios y colaboraciones. En el amor, la sinceridad fortalecerá la confianza con tu pareja o te abrirá puertas a nuevas conexiones. Es importante cuidar también de tu bienestar emocional y físico, dedicando tiempo a actividades que te relajen y te nutran. Aprovecha esta jornada para reflexionar sobre tus metas y ajustar tus planes si es necesario. Hoy, toma la iniciativa en una conversación importante que has postergado.",
      "love": "El 17 de enero de 2026, Virgo, tanto si estás solo como en pareja, enfoca tu energía en comunicarte con honestidad y serenidad. Para quienes están solteros, participa en actividades que reflejen tus valores y te permitan conectar auténticamente. En pareja, dedica tiempo a escuchar activamente y fortalecer la confianza mutua. Aprovecha este día para equilibrar tu perfeccionismo con momentos de espontaneidad y cariño genuino.",
      "career": "El 17 de enero de 2026, Virgo debe centrarse en organizar sus finanzas y priorizar metas claras. Aprovecha esta oportunidad para revisar tu presupuesto, reducir gastos innecesarios y ahorra para proyectos a largo plazo. En el trabajo, sé proactivo, busca capacitación y mantén una actitud positiva ante desafíos. La perseverancia y la disciplina te llevarán al éxito en estos ámbitos.",
      "mood": "El tono emocional para Virgo en esa fecha es introspectivo y reflexivo, acompañado de una sensación de calma y esperanza que invita a explorar sentimientos profundos con serenidad y claridad interior, fomentando crecimiento personal.",
      "lucky_numbers": [
        41,
        8,
        25
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, hoy descubrirás nuevas oportunidades en amor y trabajo",
      "general": "Hoy en general, los Libra sentirán una energía equilibrada que favorece las relaciones y la comunicación. Es un buen día para expresar tus sentimientos y escuchar a quienes te rodean, fortaleciendo lazos personales y profesionales. La influencia de los astros también impulsa la creatividad y las ideas innovadoras, así que no temas proponer nuevos proyectos o soluciones. En el ámbito laboral, tu capacidad para colaborar será clave para avanzar en tareas pendientes. En lo sentimental, la empatía y la paciencia te ayudarán a resolver malentendidos con pareja o amigos. Cuida especialmente tu bienestar emocional y físico, tomando momentos para relajarte y reflexionar. Hoy, dedica unos minutos a meditar o escribir en tu diario para centrarte en lo que realmente valoras.",
      "love": "Para los libra solteros en 2026, enfóquense en fortalecer su autoestima y ser auténticos en sus intereses, lo que atraerá a alguien compatible. Los que están en pareja deben practicar comunicación honesta y dedicar tiempo de calidad. Aprovechen la energía para entender mejor sus sentimientos y los del otro, y así construir una relación más equilibrada y satisfactoria.",
      "career": "Para Libra en 2026-01-17, enfócate en equilibrar tus decisiones laborales y financieras. Prioriza la organización y el ahorro. Evalúa oportunidades de crecimiento profesional que aporten estabilidad y satisfacción personal. No temas delegar responsabilidades para reducir estrés. Mantén una actitud abierta hacia nuevas habilidades. Con disciplina y paciencia, podrás maximizar tus recursos y alcanzar metas a largo plazo con mayor seguridad.",
      "mood": "El 17 de enero de 2026, Libra experimentará una sensación de calma y introspección, envolviéndolo en un aura de esperanza y equilibrio emocional, invitándolo a reflexionar y encontrar paz interior en medio de cambios sutiles.",
      "lucky_numbers": [
        31,
        48,
        15
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio; un día para descubrir nuevas pasiones y fortalezas",
      "general": "Hoy los Escorpio sentirán una mezcla de energía emocional y claridad mental que los impulsará a enfrentar desafíos con determinación. En el ámbito laboral, es un buen día para tomar decisiones importantes y mostrar liderazgo, pero evita actuar impulsivamente; la paciencia será tu mejor aliada. En el aspecto sentimental, la comunicación profunda fortalecerá vínculos, así que expresa tus sentimientos con sinceridad. En la salud, presta atención a tu bienestar emocional, dedicando tiempo a la introspección o alguna actividad que te relaje. Las finanzas también requieren una revisión cuidadosa, evita gastos innecesarios y planifica con calma. Hoy es un día para confiar en tu intuición y tomar acción con confianza, así que busca ese momento de tranquilidad para meditar o reflexionar sobre tus próximos pasos.",
      "love": "Para Escorpio, el 2026-01-17 será un día de introspección y conexión profunda. Si estás en pareja, comunícate con honestidad y escucha activamente a tu ser amado, fortaleciendo la confianza. Para solteros, enfócate en explorar tus emociones y prioridades, permitiendo que la autenticidad guíe tus relaciones. Practica la paciencia y mantén una actitud abierta, sembrando semillas para un amor sincero y duradero.",
      "career": "El 17 de enero de 2026 será un día para que los escorpios enfoquen su energía en nuevas oportunidades laborales. Aprovecha esa jornada para planificar, hacer networking y actualizar tus habilidades. Sé honesto contigo mismo sobre lo que quieres y no temas tomar riesgos calculados. La perseverancia y la claridad te abrirán puertas, permitiendo un crecimiento financiero sólido en los próximos meses.",
      "mood": "El tono emocional para Escorpio en esa fecha es de introspección profunda y transformación suave, con una sensación de esperanza latente que invita a la reflexión y a encontrar paz en momentos de cambio interior.",
      "lucky_numbers": [
        32,
        49,
        16
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario triunfa hoy: nuevas aventuras te esperan con energía",
      "general": "Hoy los sagitarianos sentirán una energía renovada que los impulsará a buscar nuevas aventuras y conexiones en diferentes aspectos de su vida. En el trabajo, será un buen día para proponer ideas innovadoras y mostrar su creatividad, lo cual atraerá reconocimiento. En el amor, la sinceridad será clave para fortalecer relaciones existentes o abrirse a nuevas experiencias sentimentales. En lo personal, será importante que dediquen tiempo a reflexionar sobre sus objetivos y valores, permitiendo un mayor crecimiento interior. La salud se mantendrá estable si mantienen una rutina equilibrada y evitan el estrés excesivo. Hoy, tómense un momento para planificar una actividad que los inspire y les ayude a conectarse consigo mismos. Salgan a caminar al aire libre y escuchen su intuición.",
      "love": "Para los sagitarianos el 17 de enero de 2026, es esencial cultivar la honestidad y la comunicación abierta. Si estás en pareja, muestra interés genuino en las metas de tu pareja y busca actividades compartidas que refuercen la confianza. Los solteros deben aprovechar la energía para socializar y expresar sus sentimientos sin miedo. La sinceridad será clave para fortalecer vínculos o abrir nuevas puertas amorosas.",
      "career": "El 17 de enero de 2026, losSagitario deben enfocarse en aprovechar sus oportunidades de crecimiento profesional, buscando capacitación adicional y ampliando su red de contactos. Es recomendable establecer metas claras y mantener una actitud positiva. En lo financiero, evita gastos impulsivos y prioriza el ahorro. La constancia y la disciplina serán clave para alcanzar estabilidad y éxito en este período.",
      "mood": "El día 17 de enero de 2026, Sagitario sentirá una mezcla de entusiasmo apasionado y esperanza, enfrentando desafíos con una actitud optimista y una chispa de curiosidad que inspiran renovación y crecimiento interior.",
      "lucky_numbers": [
        30,
        47,
        14
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio: un día de grandes oportunidades y crecimientoersonal",
      "general": "Hoy, Capricornio, te sentirás lleno de energía y entusiasmo para afrontar nuevos desafíos en diferentes áreas de tu vida. En el ámbito laboral, tu dedicación y perseverancia te permitirán destacar, pero es importante que no te sobrecargues y pongas límites claros entre el trabajo y el descanso. En el plano emocional, será un buen día para fortalecer la confianza con tus seres queridos y expresar tus sentimientos con sinceridad. En la salud, presta atención a las señales de agotamiento y busca momentos de relajación para recargar energías. La luna favorece la introspección y el crecimiento personal, así que aprovecha para reflexionar sobre tus metas a largo plazo. Hoy, organiza tu agenda y prioriza lo que realmente te importa para avanzar con claridad y propósito.",
      "love": "Para Capricornio en esa fecha, si estás solo, enfócate en fortalecer tu autoestima y abrirte a nuevas experiencias sociales. Para quienes están en pareja, practica la comunicación sincera y escucha activamente a tu pareja, mostrando apoyo en sus metas. Aprovecha este momento para crear recuerdos juntos y renovar la confianza, asegurando un vínculo sólido y lleno de comprensión mutua.",
      "career": "El 17 de enero de 2026, Capricornio debería enfocarse en consolidar sus metas profesionales y mantener una actitud perseverante. Es recomendable revisar y ajustar su plan financiero, ahorrando y evitando gastos impulsivos. Aprovecha oportunidades de networking y busca mentores que te guíen. La disciplina y la paciencia serán clave para alcanzar el éxito en esta etapa. Mantén una actitud positiva y adaptable ante los cambios.",
      "mood": "El tono emocional para Capricornio en esa fecha es reflexivo y esperanzado, evocando una sensación de calma interior y determinación, acompañada de una chispa de inspiración que impulsa a avanzar con confianza y serenidad.",
      "lucky_numbers": [
        14,
        31,
        48
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario, hoy descubrirás oportunidades sorprendentes para avanzar",
      "general": "Hoy, los acuarianos sentirán una energía renovada que los impulsa a buscar nuevas ideas y proyectos en su vida profesional y personal. La comunicación será clave para resolver asuntos pendientes con amigos o colegas, favoreciendo un ambiente de colaboración y entendimiento. Es un buen momento para expresar tus sentimientos y aclarar malentendidos, lo que fortalecerá tus relaciones. En el ámbito emocional, presta atención a tus necesidades internas y busca momentos de introspección que te aporten claridad. La creatividad estará a flor de piel, así que aprovecha para emprender actividades artísticas o innovadoras. La clave del día será mantener una actitud abierta y receptiva ante los cambios que puedan surgir. Hoy, toma unos minutos para escribir tus metas y priorizarlas con claridad.",
      "love": "Para Acuario en esta fecha, enfócate en la comunicación auténtica, tanto si estás en una relación como si estás soltero. Escucha con atención a tu pareja y expresa tus sentimientos sin miedos. Para los solteros, aprovecha el momento para explorar nuevas conexiones con sinceridad. Practica la paciencia y la empatía, fortaleciendo la confianza y creando vínculos más profundos y duraderos.",
      "career": "Para Acuario en 2026-01-17, enfócate en consolidar tus habilidades y ampliar tu red de contactos profesionales. Invierte en tu educación y busca oportunidades para colaborar con otros. Controla tus finanzas evitando gastos impulsivos y ahorra para metas a largo plazo. Mantén una actitud positiva y adaptable ante cambios, lo que te permitirá aprovechar nuevas oportunidades y fortalecer tu estabilidad económica y personal.",
      "mood": "El 17 de enero de 2026, Acuario se sentirá reflexivo y esperanzado, envuelto en una atmósfera de tranquilidad y optimismo, pero también enfrentando introspección que invita a la autoevaluación con ternura y determinación.",
      "lucky_numbers": [
        28,
        45,
        12
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis, descubre nuevas oportunidades de crecimiento y amor hoy",
      "general": "Hoy los Piscis sentirán una energía renovada en sus relaciones personales, lo que les permitirá comunicarse con mayor claridad y empatía. En el ámbito laboral, será un buen día para proponer nuevas ideas y mostrar su creatividad, ya que sus colegas valorarán su visión única. En el aspecto emocional, es recomendable que tomen tiempo para reflexionar sobre sus sentimientos y no teman expresar lo que realmente piensan, ya que esto fortalecerá sus vínculos con quienes más aman. La intuición estará especialmente aguda, ayudándolos a tomar decisiones importantes. Sin embargo, absténganse de sobrecargarse y prioricen el autocuidado para evitar el agotamiento. Hoy, dediquen unos minutos a meditar o a realizar una actividad que los relaje y los conecte con su interior.",
      "love": "Para los Piscis solteros, 2026 será un año para abrir tu corazón y confiar en tus instintos. Date tiempo para conocerte y fortalecer tu autoestima, lo que atraerá relaciones sinceras. Para quienes están en pareja, trabaja en comunicar tus sentimientos con claridad y empatía. Practica la paciencia y busca actividades que refuercen la unión emocional. La honestidad y la apertura fortalecerán tus vínculos en 2026.",
      "career": "El 17 de enero de 2026, Piscis puede aprovechar su intuición para tomar decisiones en su carrera. Es recomendable que establezca metas claras y sea audaz en sus proyectos. Además, gestione su economía con prudencia, evitando gastos impulsivos. Aproveche la oportunidad para aprender nuevas habilidades y fortalecer su red de contactos, lo que le abrirá puertas en el futuro cercano.",
      "mood": "El 17 de enero de 2026, Piscis experimentará una sensibilidad profunda y un tono introspectivo que invita a la reflexión, en un ambiente sereno pero cargado de emociones, despertando esperanza y una paz reverente en su alma.",
      "lucky_numbers": [
        35,
        2,
        19
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}