{
  "date": "2026-02-28",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, révélez votre puissance intérieure ce 28 février 2026",
      "general": "Aujourd'hui, les Bélier ressentent une énergie renouvelée qui les pousse à avancer dans leurs projets avec enthousiasme. Sur le plan professionnel, il est temps de prendre des initiatives et de montrer leur leadership, car leur audace sera particulièrement remarquée par leurs collègues. Sur le plan sentimental, la journée favorise la communication et la complicité avec leur partenaire, renforçant les liens existants. Sur le plan personnel, il serait bénéfique de consacrer du temps à la réflexion et à la méditation pour mieux comprendre leurs besoins profonds. La santé bénéficie d’un peu d’exercice en plein air, qui leur apportera vitalité et clarté d’esprit. Pour aujourd’hui, il est conseillé de planifier une activité physique ou une sortie en nature afin de canaliser cette énergie.",
      "love": "Le 28 février 2026, Bélier, prenez le temps d'écouter véritablement votre partenaire ou vous-même, surtout si vous êtes célibataire. Pour les couples, exprimez vos sentiments sincèrement pour renforcer la complicité. En tant que célibataire, osez faire le premier pas. Soyez patient, attendez que la confiance se construise. La communication claire et l’écoute attentive seront vos clés d’épanouissement ce jour-là.",
      "career": "Pour Bélier en 2026-02-28, concentrez-vous sur la gestion de votre énergie en évitant la précipitation. Fixez des objectifs clairs et réalistes, tout en restant flexible face aux imprévus. Investissez dans votre développement professionnel en suivant une formation ou en réseautant. Sur le plan financier, évitez les dépenses impulsives, épargnez systématiquement et recherchez des investissements sûrs pour sécuriser votre avenir.",
      "mood": "Le 28 février 2026, le Bélier ressentira une énergie vive, mêlée d’enthousiasme et d’audace. L’ambiance sera dynamique, mais aussi ponctuée d’un soupçon d’impatience, révélant une forte envie d’action et de nouve",
      "lucky_numbers": [
        40,
        18,
        46
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau : Une journée pleine de surprises et de découvertes",
      "general": "Aujourd'hui, Taureau, vous ressentirez une énergie stable qui vous permettra d'aborder vos tâches avec détermination et patience. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, alors restez attentif aux détails et ne laissez pas passer votre chance. Au niveau personnel, votre sensibilité sera Accentuée, favorisant des échanges sincères avec vos proches. Sur le plan financier, évitez les dépenses impulsives et privilégiez la prudence. Côté santé, il est important d'intégrer un peu plus de détente dans votre journée pour éviter le stress. Vos relations amoureuses seront enrichies par des moments de complicité et d'écoute authentique. Tenez compte de votre intuition pour prendre une décision cruciale aujourd'hui. Prenez un moment pour méditer ou simplement respirer profondément afin de clarifier votre esprit.",
      "love": "Pour les Taureau en 2026-02-28, prenez le temps de communiquer sincèrement avec votre partenaire, en exprimant vos besoins avec douceur. Si vous êtes célibataire, osez sortir de votre zone de confort et participez à de nouvelles activités sociales pour croiser des personnes compatibles. Cultivez la patience et la confiance, car ces qualités renforceront votre amour ou ouvriront la porte à une belle rencontre.",
      "career": "Pour le Taureau du 28 février 2026, concentre-toi sur la gestion prudente de tes finances en évitant les dépenses impulsives. Investis dans des projets à long terme et diversifie tes sources de revenu. Sur le plan professionnel, privilégie la formation continue et noue des liens solides avec tes collègues pour ouvrir de nouvelles opportunités. Laisse ton instinct guider tes décisions tout en restant réaliste.",
      "mood": "Le Taureau ressentira ce jour une douce sérénité mêlée d’une légère nervosité, comme une brise apaisante contrariée par une envie de stabilité. L’émotion est chaleureuse, mais porte en elle une tension sous-jacente.",
      "lucky_numbers": [
        42,
        20,
        48
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, journée favorable pour nouvelles rencontres et projets audacieux",
      "general": "Aujourd'hui, les Gémeaux ressentiront une énergie accrue pour explorer de nouvelles idées et renforcer leurs relations. Sur le plan professionnel, votre créativité sera stimulée, ce qui vous permettra d’apporter des solutions innovantes au travail. En amour, la communication sera fluide, favorisant des échanges sincères avec votre partenaire ou vos proches. Côté bien-être, il est important de prendre du temps pour vous recentrer et évacuer le stress accumulé. Vos idées seront particulièrement brillantes, il serait judicieux de les noter pour ne pas les oublier. Sur le plan financier, prudence est de mise, évitez les investissements impulsifs. Ce soir, concentrez-vous sur une activité qui vous apaise, comme la lecture ou la méditation, et faites un pas vers la clarté intérieure.",
      "love": "Pour les Gémeaux en cette date, cultivez la sincérité dans vos échanges. Pour les célibataires, osez exprimer vos sentiments et engagez-vous dans de nouvelles activités sociales. En couple, ravivez la flamme en planifiant des sorties originales ou en partageant vos passions. Soyez à l’écoute de l’autre, favorisez la complicité et évitez la dispersion pour renforcer vos liens.",
      "career": "Le 28 février 2026, les Gémeaux doivent privilégier la clarté dans leurs objectifs professionnels. Prenez le temps d’évaluer vos compétences et d’actualiser votre CV. Saisissez les opportunités de réseautage et restez flexible face aux changements. En matière financière, évitez les dépenses impulsives et privilégiez l’épargne pour sécuriser votre avenir. La discipline et la planification seront vos clés du succès ce jour-là.",
      "mood": "Le 28 février 2026, les Gémeaux ressentiront une vibration d'espoir mêlée à une excitation douce, stimulant leur curiosité et leur esprit léger, tout en étant enveloppés d'une chaleureuse atmosphère d'optimisme et de renouveau.",
      "lucky_numbers": [
        33,
        11,
        39
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée vous invite à renouer avec vous-même",
      "general": "Aujourd’hui, les astres favorisent votre ouverture d'esprit et votre communication, ce qui vous aidera à renforcer vos relations personnelles et professionnelles. Vous pourriez ressentir une envie de vous recentrer sur vous-même, ce qui vous donnera du courage pour clarifier vos priorités et prendre des décisions importantes. Sur le plan sentimental, la sincérité sera la clé pour apaiser les malentendus, tandis qu’au travail, votre créativité vous permettra de proposer des idées innovantes. Cependant, évitez de vous laisser submerger par le stress ou l'anxiété, respirez profondément et faites confiance à votre intuition. Prenez le temps d’écouter votre cœur, cela vous guidera vers des choix plus éclairés aujourd’hui. N’hésitez pas à écrire vos pensées pour mieux visualiser votre chemin à suivre.",
      "love": "Pour les Cancers en ce jour, il est essentiel de cultiver la sincérité avec soi-même et avec les autres. Si vous êtes célibataire, osez exprimer vos émotions et soyez patient dans votre démarche. Pour les couples, communiquez profondément et évitez de céder à la jalousie. Offrez écoute et attention pour renforcer la confiance mutuelle. La clarté émotionnelle est la clé pour avancer en harmonie.",
      "career": "Le 28 février 2026, les Cancers doivent se concentrer sur la gestion de leur stabilité financière. Prenez le temps d’évaluer vos investissements et évitez les dépenses superflues. Sur le plan professionnel, insistez sur vos compétences relationnelles pour renforcer vos réseaux. N’oubliez pas de prioriser votre bien-être mental afin de rester concentré sur vos objectifs à long terme.",
      "mood": "Le 28 février 2026, Cancer ressentira une douce mélancolie empreinte de nostalgie, mêlée à une confiance intérieure apaisante. Une journée de réflexion profonde, où la tendresse et la volonté de renouveau cohabitent doucement dans leur esprit.",
      "lucky_numbers": [
        25,
        3,
        31
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre énergie rayonnante ouvre de nouvelles portes ce jour",
      "general": "Aujourd’hui, les Lions ressentiront une énergie positive qui impulsionne leur confiance et leur créativité. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, il est donc important de rester attentif et d’être prêt à saisir la chance. En amour, la journée se colore d’harmonie, encourageant la communication sincère avec votre partenaire ou une personne qui vous attire. Côté familial, une discussion importante peut apaiser des tensions anciennes, à condition d’écouter avec bienveillance. Sur le plan personnel, cette journée invite à prendre soin de soi, à pratiquer la méditation ou une activité relaxante pour équilibrer votre esprit. N’oubliez pas de faire un pas vers quelqu’un que vous souhaitez rapprocher. Aujourd’hui, prenez le temps d’envoyer un message sincère à un proche pour renforcer vos liens.",
      "love": "Pour les Lions en cette journée du 28 février 2026, cultivez la transparence avec votre partenaire en exprimant vos émotions sincèrement. Pour les célibataires, ouvrez-vous à de nouvelles rencontres, mais restez fidèle à ce qui vous ressemble vraiment. Pratiquez l’écoute attentive et montrez votre affection par des gestes concrets. La clé est la sincérité et la patience pour renforcer ou bâtir des liens solides.",
      "career": "Le lion en 2026 doit se concentrer sur le développement de compétences dans son domaine, tout en consolidant ses relations professionnelles. Établissez un plan financier solide en économisant régulièrement et en diversifiant vos investissements. N’hésitez pas à demander conseil à un expert pour optimiser votre budget. Cultivez également votre confiance en vous pour saisir les opportunités qui se présentent.",
      "mood": "Le lion en ce jour représente une ambiance de puissance sereine et de majesté tranquille, mêlées d’une tension douce, évoquant une force intérieure qui inspire admiration tout en invitant à la réflexion profonde.",
      "lucky_numbers": [
        38,
        16,
        44
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, votre avenir lumineux commence avec une nouvelle opportunité",
      "general": "Aujourd'hui, les Vierges pourraient ressentir une montée d'énergie qui leur donne envie de se lancer dans de nouveaux projets ou d'apporter des changements dans leur routine. Sur le plan professionnel, votre organisation et votre précision seront remarquées, ce qui pourrait ouvrir des portes ou des opportunités inattendues. Sur le plan sentimental, il serait judicieux d'être à l'écoute de votre partenaire ou de vos proches, car une conversation sincère renforcera vos liens. Côté santé, privilégiez des activités apaisantes comme la marche ou le yoga pour canaliser cette vitalité accrue. N'oubliez pas d'accorder une attention particulière à votre bien-être mental. Aujourd'hui, prenez le temps d'écrire une liste de vos objectifs à court terme et commencez à planifier leur réalisation.",
      "love": "Pour les Vierges en ce jour, concentrez-vous sur la communication sincère avec votre partenaire ou lors de nouvelles rencontres. Soyez attentive à vos besoins émotionnels tout en respectant ceux des autres. Pour les couples, planifiez un moment de partage pour renforcer votre complicité. Pour les célibataires, osez sortir de votre zone de confort pour rencontrer de nouvelles personnes. La sincérité et l’authenticité seront vos meilleures alliées aujourd'hui.",
      "career": "Pour les Vierge en février 2026, privilégiez la planification financière en établissant un budget précis et en évitant les dépenses impulsives. Concentrez-vous sur le développement de compétences professionnelles en suivant des formations ou en obtenant des certifications. Restez organisé et patient face aux défis, car une gestion rigoureuse vous aidera à atteindre vos objectifs à long terme.",
      "mood": "Le 28 février 2026, la Vierge ressentira une profonde tranquillité mêlée à une douce concentration, avec une brise d’optimisme. Un sentiment d’accomplissement discret mais puissant apaisera son esprit.",
      "lucky_numbers": [
        2,
        30,
        8
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Osez équilibrer votre vie pour un avenir radieux",
      "general": "Aujourd'hui, Balance, vous ressentez un besoin de paix intérieure et d'harmonie dans toutes vos relations. Sur le plan personnel, il est important d'écouter votre intuition et de prendre du recul face aux conflits potentiels. Sur le plan professionnel, votre sens de l'équilibre vous permettra de gérer efficacement vos responsabilités, mais attention à ne pas vous laisser submerger par le stress. Sur le plan émotionnel, cherchez des moments pour vous recentrer, peut-être par la méditation ou une promenade en nature. Les relations avec vos proches seront favorisées si vous faites preuve de patience et d'écoute. La clé de cette journée est de maintenir une attitude positive tout en restant à l’écoute de vos besoins profonds. Aujourd'hui, prenez le temps de méditer ou d'écrire pour clarifier vos pensées.",
      "love": "Pour ceux qui sont en couple, prenez le temps d’écouter sincèrement votre partenaire chaque jour et exprimez votre gratitude. En tant que célibataire, cultivez l’amour de soi en vous honorant et en poursuivant vos passions. Équilibrez temps de qualité et espace personnel, car une relation non entamée ou renforcée repose sur une communication sincère et une confiance solide.",
      "career": "Pour maintenir votre équilibre financier en 2026, évaluez régulièrement vos dépenses et établissez un budget précis. Investissez dans votre développement professionnel en suivant des formations pertinentes. Laissez une partie de vos revenus en épargne de précaution et évitez les dettes inutiles. La patience et la discipline seront clés pour atteindre vos objectifs à long terme tout en préservant votre sérénité personnelle.",
      "mood": "Le 28 février 2026, l’atmosphère est empreinte de calme serein, évoquant une douce introspection et une stabilité rassurante. Une sensation d’harmonie subtile flotte, invitant à la réflexion paisible et à un équilibre intérieur profond.",
      "lucky_numbers": [
        42,
        20,
        48
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, découvrez une année de transformation inattendue en 2026",
      "general": "Aujourd'hui, le Scorpio ressentira une forte envie de recentrer ses énergies sur ses relations personnelles et sa vie intérieure. Sur le plan professionnel, la journée pourrait révéler des opportunités inattendues, mais il sera important de rester vigilant face aux détails pour éviter les malentendus. Sur le plan sentimental, une sensibilité accrue vous permettra de mieux comprendre votre partenaire ou de nouer de nouvelles connexions sincères. La sphère familiale pourrait aussi exiger votre attention, apportant une harmonie précieuse dans votre quotidien. Il est conseillé de prendre du temps pour méditer ou réfléchir à vos objectifs à long terme, afin de renforcer votre stabilité intérieure. Aujourd'hui, faites un effort conscient pour exprimer vos sentiments à quelqu'un qui compte pour vous.",
      "love": "Pour les Scorpions seuls, 2026 vous invite à cultiver votre confiance en vous en vous concentrant sur votre développement personnel. Osez ouvrir votre cœur à de nouvelles rencontres sincères. Pour les couples, privilégiez la communication ouverte et la patience, évitant ainsi les malentendus. Montrez votre attachement par de petites actions quotidiennes, renforçant ainsi votre complicité et votre amour durable.",
      "career": "Le 28 février 2026, le Scorpion doit se concentrer sur la gestion de ses finances en évitant les dépenses impulsives. Profitez de cette période pour revoir vos objectifs professionnels et envisager des formations ou certifications qui renforceront votre parcours. Soyez patient face aux défis et privilégiez la communication pour renforcer vos relations professionnelles. Une approche disciplinée vous mènera vers la stabilité et la réussite.",
      "mood": "Le ton émotionnel du Scorpion en cette journée de février 2026 est empreint de profondeur et de mystère, mêlant intensité sensible et une douce nostalgie, créant une atmosphère à la fois passionnée et réfléchie, pleine de nuances subtiles.",
      "lucky_numbers": [
        43,
        21,
        49
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, préparez-vous à transformer votre avenir ce jour-là",
      "general": "Aujourd'hui, les Sagittaires pourraient ressentir un élan de motivation qui les pousse à explorer de nouvelles opportunités, tant sur le plan professionnel que personnel. La communication sera fluide, facilitant les échanges avec vos proches et collègues, ce qui pourrait ouvrir la voie à de nouvelles collaborations ou amitiés sincères. Sur le plan émotionnel, il est important d'écouter votre intuition et de ne pas hésiter à exprimer vos sentiments. Votre optimisme naturel vous aidera à surmonter les petits défis de la journée avec confiance. Cependant, veillez à ne pas vous disperser et à garder une certaine organisation pour ne pas perdre de vue vos objectifs. Prenez le temps de planifier une nouvelle étape dans un projet qui vous tient à cœur aujourd'hui pour avancer sereinement.",
      "love": "Le 28 février 2026, les Sagittaires devraient trouver que la sincérité renforce leurs relations. Pour les célibataires, soyez ouverts à de nouvelles rencontres en sortant de votre zone de confort. Pour les couples, privilégiez la communication et partagez vos rêves pour renforcer votre complicité. Cultivez la patience et évitez les malentendus pour vivre une relation harmonieuse et pleine d’aventure.",
      "career": "Le 28 février 2026, les Sagittaires devraient privilégier la patience dans leurs projets professionnels. Concentrez-vous sur l'organisation et fixez des objectifs précis pour éviter de vous disperser. Sur le plan financier, évitez les investissements impulsifs et privilégiez l'épargne régulière. Restez fidèle à vos valeurs tout en explorant de nouvelles opportunités, mais n’oubliez pas de faire preuve de prudence dans vos démarches.",
      "mood": "Le 28 février 2026, Sagittaire ressentira une combinaison d’enthousiasme et d’optimisme, mêlée à une envie d’aventure et de liberté, tout en étant confronté à une subtile tension intérieure qui invite à la réflexion.",
      "lucky_numbers": [
        41,
        19,
        47
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne : Une journée de réussite et de découvertes majeures",
      "general": "Aujourd'hui, le cosmos favorise la réflexion et la mise en ordre de vos pensées, Capricorne. Sur le plan professionnel, vous pourriez découvrir de nouvelles opportunités ou des solutions innovantes à des problèmes persistants. Sur le plan personnel, il est important de prendre du temps pour vous recentrer et écouter votre intuition. Vos relations amoureuses gagneront en profondeur si vous faites preuve de sincérité et d’écoute. Sur le plan financier, évitez les décisions impulsives et privilégiez la prudence. La santé mentale et physique nécessite également une attention particulière aujourd’hui. Faites une pause, pratiquez la méditation ou une activité relaxante. Pour finir, prenez un moment pour écrire vos objectifs et clarifier votre vision pour les jours à venir. Heute, planifiez une session de méditation pour recentrer votre esprit.",
      "love": "En cette journée du 28 février 2026, les Capricornes, que vous soyez en couple ou célibataire, cultivez la patience et la sincérité. Les célibataires devraient investir dans leur développement personnel pour attirer une relation authentique. Les couples, pratiquez une communication honnête et prenez le temps d’apprécier les petits moments ensemble. Soyez à l’écoute et préparez-vous à des échanges profonds et enrichissants.",
      "career": "Le 28 février 2026, les Capricornes doivent se concentrer sur la planification financière à long terme. Élaborez un budget précis, évitez les dépenses impulsives et investissez dans des projets solides. Sur le plan professionnel, utilisez cette journée pour renforcer vos compétences, réseauter et saisir de nouvelles opportunités. La discipline et la patience seront vos meilleurs alliés pour réussir cette période.",
      "mood": "Le 28 février 2026, le Capricorne ressentira une profonde sensation de stabilité mêlée à une douce aspiration vers de nouveaux horizons, réveillant une confiance tranquille mais aussi une légère incertitude face à l'avenir.",
      "lucky_numbers": [
        25,
        3,
        31
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, ce jour marque un tournant décisif vers avenir éclairé",
      "general": "Aujourd'hui, Verseau, votre esprit créatif et votre sens de l'innovation seront particulièrement sollicités. Sur le plan personnel, vous pourrez retrouver une certaine harmonie avec vos proches si vous prenez le temps de communiquer ouvertement. Au travail, votre originalité sera appréciée, mais veillez à rester concentré pour éviter les erreurs. Sur le plan émotionnel, il se pourrait que vous ressentiez une envie de changement ou d’évasion, alors écoutez votre intuition. La journée sera propice aux projets collectifs ou aux activités qui stimulent votre esprit d’équipe. Pensez à vous accorder une pause pour recentrer vos énergies et éviter la surcharge. Aujourd’hui, prenez l’initiative d’appeler un ami pour renforcer votre lien.",
      "love": "Le 28 février 2026, Verseau, ouvrez votre cœur avec sincérité. Si vous êtes célibataire, osez exprimer vos sentiments lors d’une rencontre authentique. Pour les couples, cultivez la communication et privilégiez les projets communs. Prenez le temps d’écouter votre partenaire sans jugement et faites preuve de patience. Cultivez la confiance pour renforcer votre lien. La clé est la transparence et la diplomatie.",
      "career": "Pour les Verseaux en février 2026, il est bénéfique de se concentrer sur la planification financière à long terme en diversifiant vos investissements. Restez réaliste dans vos ambitions professionnelles et n'hésitez pas à acquérir de nouvelles compétences. Cultivez votre réseau en participant à des événements pour ouvrir des opportunités. Priorisez votre bien-être mental pour prendre des décisions éclairées et équilibrées.",
      "mood": "Le 28 février 2026, Verseau ressent une onde douce d’espoir et d’enthousiasme, entre excitation et sérénité, invitant à la découverte de nouvelles passions tout en offrant un sentiment de calme intérieur profond.",
      "lucky_numbers": [
        39,
        17,
        45
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, votre année de révélation et de renouveau commence aujourd'hui",
      "general": "Aujourd'hui, les Poissons ressentiront une envie de recentrage et de renouvellement dans leur vie personnelle et professionnelle. Les énergies astrales favorisent la communication en douceur avec vos proches, renforçant ainsi votre sentiment d'appartenance. Sur le plan professionnel, vous pourriez découvrir une nouvelle opportunité qui éveillera votre créativité et votre motivation. Sur le plan émotionnel, il sera important d'écouter votre intuition et de prendre le temps de vous recentrer sur ce qui vous fait vraiment du bien. La journée sera propice à des moments de réflexion, de relaxation et de connexion avec vous-même. N'hésitez pas à exprimer vos sentiments sincèrement. Aujourd'hui, prenez un moment pour méditer ou écrire dans un journal afin de clarifier vos pensées.",
      "love": "Pour les Poissons célibataires en 2026, il est important d’ouvrir votre cœur en partageant vos passions avec d’autres, tout en restant fidèle à vous-même. Pour ceux en couple, travaillez à renforcer votre complicité en planifiant des moments privilégiés et en exprimant sincèrement vos sentiments. Apprenez à écouter activement et à faire preuve de patience pour approfondir votre relation.",
      "career": "Pour les Poissons en 2026-02-28, concentrez-vous sur la gestion rigoureuse de votre budget et planifiez à long terme. Explorez des opportunités professionnelles qui alignent passion et stabilité, tout en renforçant vos compétences. Prenez le temps de faire un bilan financier et évitez les dépenses impulsives. Restez ouvert aux conseils d’un expert pour optimiser vos investissements et assurer votre avenir.",
      "mood": "Le Poissons du 28 février 2026 ressentira une douce mélancolie mêlée à une profonde intuition, créant une ambiance rêveuse empreinte de nostalgie et d'espoir silencieux, invitant à la réflexion intérieure et à la sensibilité accrue.",
      "lucky_numbers": [
        46,
        24,
        2
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}