{
  "date": "2026-01-06",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, votre énergie vous ouvre de nouvelles portes en janvier",
      "general": "Aujourd'hui, Bélier, vous ressentirez une énergie renouvelée qui vous poussera à prendre des initiatives dans votre vie professionnelle et personnelle. Votre enthousiasme sera contagieux, ce qui facilitera vos échanges et renforcera vos relations. C'est une journée propice à la résolution de petits soucis qui vous oppressent, en vous concentrant sur des solutions concrètes. Sur le plan sentimental, la communication sera essentielle pour éviter les malentendus et approfondir votre complicité avec votre partenaire. Dans le domaine financier, une idée brillante pourrait surgir si vous restez à l’écoute de votre intuition. En somme, cette journée vous invite à agir avec confiance et à faire confiance à votre instinct pour avancer. Aujourd'hui, prenez le temps de faire une liste de vos priorités pour mieux vous organiser.",
      "love": "Pour les Bélier en ce début d’année 2026, soyez patient et écoutez votre partenaire ou potentiels amants. Cultivez la communication sincère, exprimez vos sentiments sans précipitation et évitez l’intuition impulsive. En couple, approfondissez la confiance en partageant des moments authentiques. En solo, osez faire le premier pas en montrant votre vrai moi. La patience et la douceur renforceront vos liens et ouvriront de nouvelles opportunités.",
      "career": "Le Bélier en 2026 vivra une période dynamique. Concentre-toi sur la planification financière en établissant un budget précis et en diversifiant tes investissements. Sur le plan professionnel, ose prendre des initiatives tout en restant patient face aux défis. Cultive ta persévérance, écoute les conseils et n'hésite pas à solliciter un mentor pour t'aider à orienter ta carrière.",
      "mood": "Le 6 janvier 2026, Bélier ressent une énergie vibrante mêlée à une détermination ardente, tandis qu'une lueur d’optimisme illumine leur esprit, insufflant courage et passion pour affronter les défis avec confiance et enthousiasme.",
      "lucky_numbers": [
        18,
        24,
        30
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, journée de découvertes et de nouvelles opportunités",
      "general": "Aujourd'hui, Taureau, vous ressentirez un regain d'énergie qui vous pousse à vouloir accomplir plusieurs projets. Sur le plan professionnel, votre patience et votre ténacité seront vos meilleurs atouts pour avancer, même face à quelques obstacles inattendus. Sur le plan personnel, votre côté sensible pourra être sollicité par un proche, n'hésitez pas à lui écouter attentivement. En ce qui concerne votre santé, évitez la surcharge mentale en prenant quelques instants pour respirer profondément. La journée sera également favorable à la réflexion et à la mise en place de nouvelles habitudes. Pour tirer le meilleur parti de cette journée, prenez le temps de vous recentrer et de planifier votre semaine à venir avec calme et détermination. Concrètement, écrivez vos objectifs pour demain, cela vous permettra de commencer en toute sérénité.",
      "love": "Pour les Taureau en ce début 2026, cultivez la patience dans l'amour. Si vous êtes célibataire, prenez le temps d’approfondir votre connaissance de vous-même avant de chercher l'autre. En couple, privilégiez la communication authentique en exprimant vos besoins sans crainte. Planifiez des moments de complicité pour renforcer votre lien. La stabilité émotionnelle repose sur la confiance et la sincérité, alors restez fidèle à vos valeurs.",
      "career": "Le 6 janvier 2026, Taureau devrait privilégier la stabilité financière en évitant les investissements risqués. Conservez une épargne solide et planifiez soigneusement vos dépenses. Sur le plan professionnel, misez sur la communication et la collaboration pour renforcer vos relations. N'hésitez pas à apprendre de nouvelles compétences pour avancer dans votre carrière et assurer un avenir plus serein.",
      "mood": "Le Taureau le 6 janvier 2026 ressentira une chaleur intérieure douce, mêlée d’un sentiment de stabilité et de confiance, mais aussi une légère tension, appelant à la patience et à la douceur face aux défis à venir.",
      "lucky_numbers": [
        20,
        26,
        32
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, découvrez une journée pleine de surprises et d'opportunités",
      "general": "Aujourd'hui, les Gémeaux pourraient ressentir une envie de nouveauté dans divers aspects de leur vie. Sur le plan professionnel, une opportunité inattendue pourrait surgir, nécessitant rapidité et adaptabilité. Sur le plan personnel, il est temps d'exprimer ce que vous ressentez sincèrement, car une conversation honnête peut renforcer vos relations. La journée sera également favorable pour explorer de nouvelles idées ou centres d’intérêt qui stimuleront votre mental. Cependant, faites attention à ne pas vous disperser ou à perdre de vue vos priorités essentielles. Écoutez votre intuition pour prendre les bonnes décisions. Enfin, privilégiez la communication claire et soyez à l’écoute des autres. Aujourd’hui, prenez le temps de rédiger une liste de vos objectifs pour mieux visualiser votre chemin à suivre.",
      "love": "Pour les Gémeaux en ce début 2026, cultivez la communication sincère dans vos relations. Si vous êtes célibataire, explorez de nouvelles activités pour rencontrer des personnes partageant vos intérêts. En couple, privilégiez l’écoute active et partagez vos sentiments en toute transparence. Soyez patient et adaptable face aux imprévus, cela renforcera votre lien ou favorisera de nouvelles rencontres enrichissantes.",
      "career": "Le 6 janvier 2026, les Gémeaux doivent se concentrer sur la gestion de leur temps. Priorise tes projets en établissant une liste de tâches claire. Évite la dispersion en te concentrant sur une seule idée à la fois. N’hésite pas à demander conseil à un mentor ou à un collègue pour avancer plus sereinement vers tes objectifs financiers et professionnels.",
      "mood": "Le 6 janvier 2026, l’atmosphère pour les Gémeaux est empreinte d’une curiosité chaleureuse, mêlée d’une douceur stimulante. L’énergie est légère, encourageant à explorer, à communiquer et à créer avec enthousiasme.",
      "lucky_numbers": [
        11,
        17,
        23
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, une journée d'opportunités et de découverte profonde",
      "general": "Aujourd'hui, les astres invitent les Cancers à se concentrer sur leur équilibre intérieur et à prendre soin de leur bien-être émotionnel. Vous pourriez ressentir un regain d’énergie pour avancer dans vos projets personnels ou professionnels, mais la patience reste essentielle pour éviter de précipiter les choses. Sur le plan familial, votre écoute attentive renforcera vos liens et apportera une harmonie nouvelle. Sur le plan amoureux, la sincérité sera votre meilleur atout pour communiquer avec votre partenaire. Sur le plan financier, une idée intuitive pourrait vous guider vers une solution avantageuse. Prenez le temps de respirer profondément et d’évaluer vos priorités. Aujourd’hui, faites une liste de vos objectifs et engagez-vous à réaliser une étape concrète pour les atteindre.",
      "love": "Pour les Cancéris en cette journée, ouvrez votre cœur avec sincérité, que vous soyez en couple ou célibataire. Pour les couples, privilégiez la communication et montrez votre affection authentique. Pour les célibataires, accordez-vous du temps pour connaître vraiment quelqu’un avant de vous engager. Cultivez la confiance, écoutez votre intuition et n’ayez pas peur de partager vos sentiments, cela renforcera vos liens.",
      "career": "En 2026, les Cancers devraient privilégier la planification financière en établissant un budget clair et en épargnant régulièrement. Sur le plan professionnel, il est conseillé de renforcer leurs compétences par des formations ou certifications pour saisir de nouvelles opportunités. N’oubliez pas de prendre du temps pour la réflexion et l’écoute de vos besoins personnels, afin d’équilibrer vie professionnelle et bien-être.",
      "mood": "Le 6 janvier 2026, Cancer ressent une atmosphère douce et introspective, mêlant mélancolie subtile à un sentiment de renouveau intérieur, invitant à la réflexion profonde et à la quête authentique de paix.",
      "lucky_numbers": [
        3,
        9,
        15
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre passion et votre charisme ouvriront de nouvelles portes",
      "general": "Aujourd’hui, les Lions ressentiront une énergie renouvelée qui leur apportera confiance et enthousiasme dans leurs projets. Au travail, c’est le moment idéal pour prendre des initiatives et montrer votre leadership, car votre créativité sera particulièrement sollicitée. Sur le plan personnel, vos relations seront harmonieuses si vous faites preuve d’écoute et de douceur, favorisant la complicité avec vos proches. Faites attention à ne pas vous laisser emporter par votre fierté, ce qui pourrait créer des malentendus. Côté santé, votre vitalité est au rendez-vous, mais veillez à ne pas négliger un peu de repos. Aujourd’hui, prenez l’initiative de lancer un projet ou une activité qui vous passionne, cela renforcera votre confiance et votre bonheur.",
      "love": "Pour les Lions en 2026, cultivez la confiance en vous, mais n’oubliez pas d’écouter votre partenaire ou votre futur amour. Pour les singles, profitez des opportunités sociales tout en restant fidèle à vous-même. Pour les couples, investissez du temps chaque semaine pour renforcer votre complicité. Soyez sincère, évitez l’égoïsme et communiquez avec douceur pour construire une relation solide et harmonieuse.",
      "career": "Le Lion en 2026 devrait privilégier la consolidation financière en évitant les investissements risqués. Concentrez-vous sur le développement de compétences spécifiques pour renforcer votre valeur sur le marché du travail. Établissez un budget précis, épargnez intelligemment et explorez des sources de revenus secondaires. Cultivez également votre réseau professionnel pour ouvrir de nouvelles opportunités et assurer une croissance stable à long terme.",
      "mood": "Le lion du 6 janvier 2026 évoque une atmosphère de puissance tranquille mêlée de sagesse, emplie de fierté et de chaleur profonde, mais aussi d'une certaine solitude noble, contrastant subtilement avec un espoir teinté de mélancolie.",
      "lucky_numbers": [
        16,
        22,
        28
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, journée de renouveau et d'opportunités prometteuses à venir",
      "general": "Aujourd'hui, la Vierge ressentira une énergie renouvelée qui favorisera sa créativité et sa concentration. Sur le plan professionnel, des opportunités inattendues pourront se présenter, il sera donc judicieux de rester attentif aux détails et de saisir rapidement toute occasion de progresser. Dans votre vie personnelle, la communication sera essentielle pour renforcer vos relations avec vos proches, n’hésitez pas à exprimer vos sentiments avec sincérité et douceur. Sur le plan santé, privilégiez des activités relaxantes pour évacuer le stress accumulé, comme la marche ou la méditation. Enfin, prudence dans vos finances : évitez les dépenses impulsives et privilégiez la stabilité. Aujourd’hui, prenez le temps de planifier votre semaine pour mieux gérer vos priorités.",
      "love": "Pour les Vierges en 2026, cultivez la spontanéité et ouvrez-vous davantage aux autres. En couple, exprimez votre affection sans crainte et écoutez votre partenaire avec disponibilité. En solo, osez rencontrer de nouvelles personnes et faites confiance à votre instinct. Prenez le temps de partager des moments sincères pour renforcer vos liens ou pour découvrir de nouvelles amitiés prometteuses.",
      "career": "Le 6 janvier 2026, les Vierges devraient privilégier la planification financière en établissant un budget précis et en évitant les dépenses impulsives. Côté carrière, il est conseillé de renforcer vos compétences en suivant des formations ou ateliers, tout en restant à l’écoute des opportunités d’avancement. Restez organisé, patient, et faites confiance à votre méthode pour atteindre vos objectifs cette année.",
      "mood": "Le ton émotionnel du Vierge en ce jour est empreint de tranquillité et de réflexion paisible, évoquant une ambiance calme, où la clarté intérieure et la détermination douce créent un sentiment d'harmonie et de sérénité profonde.",
      "lucky_numbers": [
        30,
        36,
        42
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Équilibre retrouvé : votre harmonie intérieure en pleine éclosion",
      "general": "Aujourd'hui, Vénus favorise votre harmonie intérieure et vos relations sociales, vous permettant de renforcer des liens importants. Sur le plan professionnel, la créativité est à son apogée, alors ne soyez pas hésitant à partager vos idées. Sur le plan personnel, votre sensibilité est accrue, ce qui vous aide à comprendre les autres avec empathie. Il est également essentiel de prendre le temps de vous recentrer pour éviter le stress. La communication est fluide, mais restez à l’écoute pour éviter les malentendus. Faites preuve de patience et de douceur, surtout avec ceux qui comptent pour vous. La clé de cette journée réside dans l’équilibre entre vos aspirations et votre bien-être émotionnel. Essayez aujourd’hui de faire une pause et d’écouter votre intuition avant de prendre une décision importante.",
      "love": "Pour maintenir l'équilibre en amour en 2026, soyez sincère avec vous-même et avec votre partenaire. Pour les célibataires, prenez le temps de connaître vos vraies envies et ne précipitez pas une relation. Pour les couples, communiquez ouvertement, écoutez avec empathie et accordez-vous des moments de qualité pour renforcer la complicité. La patience et l'écoute sincère sont clés pour une relation saine.",
      "career": "Pour atteindre un équilibre financier en 2026, commencez par établir un budget précis et respectez-le scrupuleusement. Épargnez au moins 20 % de vos revenus et diversifiez vos investissements pour réduire les risques. Investissez dans votre développement professionnel en suivant des formations ciblées. Enfin, évitez les dettes inutiles en priorisant les paiements et en négociant mieux vos crédits.",
      "mood": "Le ton émotionnel pour Balance en ce jour est calme et réfléchi, empreint de sérénité et de stabilité. L’atmosphère évoque une douce harmonie intérieure, invitant à la patience, la paix, et une confiance apaisante dans l’avenir.",
      "lucky_numbers": [
        20,
        26,
        32
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, aujourd'hui : une révélation majeure changera tout.",
      "general": "Aujourd'hui, les Scorpions ressentiront une énergie intense qui les pousse à approfondir leurs relations personnelles et professionnelles. Sur le plan émotionnel, il sera important de faire preuve de sincérité et de transparence, car cela renforcera la confiance avec ceux qui vous entourent. Sur le plan professionnel, votre détermination sera un atout, mais veillez à ne pas vous laisser emporter par la passion, car cela pourrait entraîner des malentendus. Côté santé, privilégiez des activités apaisantes comme la méditation ou le yoga pour canaliser cette énergie débordante. La journée pourrait aussi révéler des opportunités intéressantes pour développer un projet personnel ou apprendre quelque chose de nouveau. Aujourd'hui, prenez le temps d'écouter votre intuition et n'hésitez pas à exprimer ce que vous ressentez avec honnêteté.",
      "love": "Pour les Scorpions singles en 2026, osez ouvrir votre cœur, mais prenez le temps de connaître vraiment l'autre avant de vous engager. Soyez sincère dans vos sentiments et évitez de masquer vos émotions. En couple, cultivez la confiance en partageant vos pensées et en respectant la profondeur de votre partenaire. Pratiquez l’écoute active pour renforcer votre lien et éviter les malentendus.",
      "career": "Le 6 janvier 2026, les Scorpions devraient privilégier la clarté dans leurs objectifs professionnels. Prenez le temps de faire un bilan financier, éliminez les dépenses superflues et investissez dans votre développement personnel. Restez ouvert aux nouvelles opportunités, mais écoutez votre intuition. Communiquez efficacement avec votre entourage pour renforcer vos relations professionnelles et assurer une stabilité durable.",
      "mood": "Le 6 janvier 2026, le Scorpion ressent une émotion intense mêlée de passion et de mystère, créée par une ambiance à la fois intrigante et légèrement inquiétante, suscitée par des enjeux profonds et des révélations inattendues.",
      "lucky_numbers": [
        21,
        27,
        33
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire : Une journée essentielle pour renforcer vos ambitions personnelles",
      "general": "Ce 6 janvier 2026, Sagittaire, vous ressentirez une envie profonde d’explorer de nouvelles idées et de sortir de votre zone de confort. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, demandez à être à l’écoute et à saisir chaque moment pour faire avancer vos projets. Sur le plan affectif, la sincérité et la communication seront essentielles pour renforcer vos relations. Côté santé, privilégiez une activité physique qui vous énergise tout en apaisant votre esprit. Vos intuitions seront particulièrement aiguisées, alors faites confiance à votre instinct pour prendre des décisions importantes. Aujourd’hui, pensez à planifier une sortie ou une activité en plein air pour nourrir votre soif d’aventure et de découvertes.",
      "love": "Le 6 janvier 2026, les Sagittaires, que vous soyez en couple ou célibataire, cultivez la sincérité et la confiance. En couple, investissez dans l’écoute attentive et la spontanéité pour renforcer votre lien. En solo, ouvrez-vous aux nouvelles rencontres en participant à des activités qui reflètent vos passions, et ne craignez pas de montrer votre authenticité. La clé : l’authenticité et la patience.",
      "career": "Le 6 janvier 2026, les Sagittaires devraient privilégier la planification financière en établissant un budget clair et en évitant les dépenses impulsives. Sur le plan professionnel, c'est le moment d'explorer de nouvelles compétences ou formations pour booster votre carrière. Restez flexible face aux imprévus, et n'hésitez pas à demander conseil à un expert pour sécuriser votre avenir financier.",
      "mood": "Le 6 janvier 2026, l’atmosphère pour le Sagittaire est empreinte d’optimisme vibrante, mêlée à une sensation de liberté et d’aventure. L’énergie lumineuse inspire confiance, mais invite aussi à la réflexion intérieure.",
      "lucky_numbers": [
        19,
        25,
        31
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, cette journée s'annonce pleine de nouvelles opportunités.",
      "general": "Aujourd'hui, le ciel vous encourage à faire preuve de patience et de réflexion dans vos relations avec vos proches et au travail. Votre persévérance sera votre meilleure alliée face aux défis imprévus, et votre sens pratique vous aidera à prendre des décisions judicieuses. Sur le plan émotionnel, il est important de rester à l'écoute de vous-même et d'éviter de vous laisser submerger par le stress. C’est également une journée favorable pour organiser votre environnement ou planifier vos projets à venir, afin d’aborder l’avenir avec sérénité. N’oubliez pas d’accorder du temps à votre bien-être mental et physique pour renforcer votre dynamisme. Aujourd'hui, prenez le temps de respirer profondément avant de vous lancer dans une nouvelle étape.",
      "love": "Pour les Capricornes en ce début 2026, il est essentiel de cultiver la patience et l’ouverture émotionnelle. Pour les singles, osez sortir de votre routine, participez à des activités où vous pouvez rencontrer des personnes sincères. Pour les couples, affirmez vos sentiments avec douceur et écoutez attentivement votre partenaire. La sincérité renforcera votre complicité et apportera un nouvel élan à votre relation.",
      "career": "Le 6 janvier 2026, les Capricornes devraient privilégier la planification financière en établissant un budget précis et en évitant les dépenses impulsives. Côté carrière, ce jour est idéal pour renforcer leurs compétences en suivant une formation ou en réseautant. Restez à l’écoute des opportunités et n’hésitez pas à demander conseil pour avancer sereinement vers vos objectifs.",
      "mood": "Le 6 janvier 2026, le Capricorne ressentira une vague de calme intérieur mêlée de détermination. L'émotion sera empreinte de confiance douce, évoquant une atmosphère d'espoir discret et de renouveau timidement prometteur, invitant à la réflexion.",
      "lucky_numbers": [
        3,
        9,
        15
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, une journée propice à la réflexion et à l'évolution",
      "general": "Aujourd'hui, Verseau, vous pourriez ressentir une envie profonde de vous reconnecter avec vos aspirations personnelles et votre créativité. Sur le plan professionnel, la journée s'annonce propice à la réflexion et à l'innovation, alors n'hésitez pas à proposer de nouvelles idées ou à revoir vos projets en cours. Sur le plan émotionnel, des échanges sincères avec vos proches pourraient renforcer vos liens et apporter un sentiment de stabilité. La santé mentale sera également mise à l'honneur, alors prenez le temps de vous recentrer et de méditer. Les astres vous invitent à faire preuve de patience et de discernement face aux imprévus. Aujourd'hui, prenez un moment pour écrire ou dessiner afin d'exprimer vos émotions.",
      "love": "Le 6 janvier 2026, Verseau, que vous soyez célibataire ou en couple, privilégiez la communication sincère. Pour les célibataires, restez ouvert aux rencontres authentiques et évitez les relations superficielles. En couple, prenez du temps pour partager vos ressentis et écouter votre partenaire sans jugement. Cultiver la patience et la compréhension renforcera votre lien, permettant une relation plus profonde et enrichissante cheminant vers le bonheur.",
      "career": "Le Verseau en janvier 2026 devrait se concentrer sur la diversification de ses sources de revenus. Investissez dans des formations ou des projets innovants pour renforcer votre avenir financier. Restez ouvert aux collaborations et développez votre réseau professionnel. Fixez des objectifs clairs chaque semaine et évitez les dépenses impulsives. La patience et la persévérance seront vos meilleurs alliés pour atteindre le succès cette année.",
      "mood": "Le 6 janvier 2026, le Verseau ressentira une vibration d’optimisme teintée d’une douce curiosité, voici une ambiance légère mais profonde, où l’espoir et l’innovation se mêlent pour inspirer une confiance renouvelée dans l’avenir.",
      "lucky_numbers": [
        17,
        23,
        29
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une journée pleine de surprises et de belles rencontres",
      "general": "Aujourd'hui, les Poissons pourront ressentir une ouverture d'esprit qui leur permettra de mieux comprendre leurs proches et leurs collègues. La journée s'annonce favorable pour renforcer leurs relations personnelles et professionnelles. Sur le plan émotionnel, il est important d'écouter votre intuition, car elle vous guidera vers des décisions judicieuses. Le domaine professionnel pourrait apporter de nouvelles opportunités, à condition de rester attentif et d'oser exprimer vos idées. Sur le plan financier, faites preuve de prudence, évitez toute dépense impulsive. Enfin, prenez du temps pour vous recentrer et pratiquer une activité relaxante. Aujourd'hui, il serait bénéfique de planifier une rencontre avec un ami ou un partenaire pour partager un moment sincère et harmonieux.",
      "love": "Pour les Poissons célibataires, cette journée invite à ouvrir votre cœur en toute sincérité, osez exprimer vos émotions et rencontrer de nouvelles personnes. Pour les couples, cultivez la patience et la communication sincère pour renforcer votre lien. Prenez du temps pour écouter l'autre et partager des moments authentiques afin d’approfondir votre complicité. La clé est la confiance et l’écoute attentive.",
      "career": "Le 6 janvier 2026, les Poissons devraient se concentrer sur la gestion prudente de leurs finances en évitant les dépenses impulsives. Il est conseillé de planifier un budget mensuel et d’épargner régulièrement. Sur le plan professionnel, privilégiez la communication avec vos collègues et explorez de nouvelles formations pour renforcer vos compétences. Restez ouvert aux opportunités tout en restant fidèle à vos valeurs.",
      "mood": "Le 6 janvier 2026, les Poissons ressentiront une douce mélancolie mêlée à une profonde espérance, un sentiment de nostalgie apaisante qui ouvre la voie à une introspection paisible et à une inspiration renouvelée.",
      "lucky_numbers": [
        24,
        30,
        36
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}