{
  "date": "2026-01-22",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries abrirá nuevos caminos hacia su auténtico destino",
      "general": "Hoy, Aries, sentirás una energía renovada que te impulsará a afrontar tus desafíos con entusiasmo. En el trabajo, te recomiendo mantener la calma y escuchar a tus colegas, ya que podrías descubrir ideas valiosas que fortalecerán tus proyectos. En el ámbito personal, es un buen día para expresar tus sentimientos y fortalecer los lazos con quienes más quieres. La salud te favorece, pero no olvides dedicar tiempo a la relajación para evitar el agotamiento. Con la influencia de la luna, puede surgir una oportunidad inesperada, así que mantén una actitud abierta y receptiva. Aprovecha este momento para planificar tus próximos pasos y tomar decisiones con confianza. Hoy, enfócate en comunicarte claramente y actúa con sinceridad en cada interacción.",
      "love": "Para Aries solteros, 2026 será un año ideal para conocerte más y abrirte a nuevas experiencias, pero controla esa impulsividad; tómate tiempo para conocerte a ti mismo. Para las parejas, la comunicación será clave: escucha activamente y sé paciente. Practica la empatía y organiza encuentros especiales para fortalecer la relación. Recuerda que la sinceridad y la confianza construyen una base sólida.",
      "career": "El 22 de enero de 2026, los Aries deben enfocarse en la planificación y organización para alcanzar sus metas profesionales. Aprovecha oportunidades de aprendizaje y networking para fortalecer tu carrera. Controla tus gastos y evita decisiones financieras impulsivas. Dedica tiempo a evaluar tus prioridades, ajusta tu presupuesto y ahorra para emergencias. La constancia y la disciplina te llevarán a un mayor crecimiento personal y económico en este día.",
      "mood": "El tono emocional para Aries en esa fecha es de determinación y energía vibrante, acompañado de una sensación de entusiasmo y optimismo, creando un ambiente dinámico que impulsa la confianza para enfrentar nuevos retos con pasión.",
      "lucky_numbers": [
        34,
        6,
        28
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro: una jornada de crecimiento y nuevas oportunidades hoy",
      "general": "Hoy para Tauro, el día trae una energía positiva que favorece las relaciones personales y profesionales. Es un momento ideal para expresar tus ideas y acercarte a quienes valoras, ya que tu comunicación será clara y convincente. En el ámbito laboral, podrías recibir reconocimiento o nuevas oportunidades que te motivarán a seguir adelante con tus proyectos. En lo emocional, la empatía y la paciencia serán clave para fortalecer vínculos existentes o resolver malentendidos. Además, es un buen momento para cuidar tu bienestar y dedicar tiempo a actividades que te brinden paz y energía. Escucha tu intuición y confía en tu juicio para tomar decisiones importantes. Hoy, dedícate unos minutos a reflexionar sobre tus metas y establece un pequeño plan para avanzar hacia ellas.",
      "love": "Para Tauro en 2026-01-22, dedica tiempo a comunicar tus sentimientos con sinceridad, fortaleciendo vínculos. Para solteros, enfócate en desarrollar confianza personal y disfruta de actividades que te apasionen, abriendo caminos para conocer a alguien especial. En pareja, practica la paciencia y exprésale tu aprecio en gestos cotidianos. La honestidad y la dedicación serán clave para profundizar tu conexión.",
      "career": "El 22 de enero de 2026, Tauro, enfócate en consolidar tus finanzas y mantener una actitud adaptable ante cambios laborales. Evalúa nuevas oportunidades y ahorra con disciplina. Invierte en tu desarrollo personal y profesional para fortalecer tu estabilidad. Aprovecha la energía del día para planificar metas a largo plazo. La paciencia y la perseverancia te abrirán puertas hacia la seguridad y el éxito.",
      "mood": "El 22 de enero de 2026, Tauro siente una energía de esperanza y serenidad, invitándole a reflexionar con calma, fortaleciendo su confianza interior y abriéndose a nuevas oportunidades con una sensación de calma y determinación.",
      "lucky_numbers": [
        36,
        8,
        30
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis, hoy abrirás una puerta hacia nuevas oportunidades.",
      "general": "El día de hoy, los movimientos planetarios sugieren que los Geminianos sentirán una mayor claridad en sus pensamientos y decisiones, permitiéndoles avanzar con confianza en proyectos laborales y aspectos personales. La comunicación será una aliada clave, así que aprovecha para expresar ideas y escuchar a quienes te rodean. En el amor, la sinceridad fortalecerá tus relaciones, mientras que en la salud, presta atención a tu bienestar emocional. Es un momento propicio para solucionar malentendidos pendientes o abrirse a nuevas experiencias sociales que enriquezcan tu día. La intuición te guiará en momentos importantes, así que confía en tu instinto. Para hoy, te recomendamos que hagas una lista de metas a corto plazo y te comprometas a cumplirla con determinación.",
      "love": "Para Géminis en esta fecha, la comunicación será clave. Si estás en pareja, comparte tus pensamientos con sinceridad y escucha activamente a tu pareja para fortalecer el vínculo. Si eres soltero, aprovecha tu encanto para conectar con nuevas personas y mantener una actitud abierta. La honestidad y la escucha atenta te abrirán puertas y profundizarán tus relaciones.",
      "career": "El 22 de enero de 2026, Géminis debe enfocarse en la organización personal y la planificación financiera. Aprovecha esta fecha para revisar tus metas profesionales, actualizar tu currículum y buscar nuevas oportunidades. Además, ahorra e invierte sabiamente, evitando gastos impulsivos. La comunicación efectiva será clave en tus relaciones laborales, así que sé claro y honesto en tus conversaciones. Mantén una actitud positiva y abierta al cambio.",
      "mood": "El tono emocional para Géminis en esa fecha es de introspección serena, mezclada con una chispa de entusiasmo esperanzado. El ánimo general es reflexivo, con un toque de alegría tímida que invita a la creatividad y a la comunicación profunda.",
      "lucky_numbers": [
        27,
        49,
        21
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer, día de descubrimientos y renovación emocional hoy",
      "general": "El día de hoy, los astros sugieren que los nativos de Cáncer experimentarán una jornada de reflexiones profundas en su vida emocional. Es un momento propicio para fortalecer vínculos familiares y acercarse a seres queridos con sinceridad y apertura. En el trabajo, la intuición será tu mejor aliada para tomar decisiones acertadas, pero evita dejarte llevar por impulsos que puedan perjudicarte. En cuestiones de salud, presta atención a las señales que tu cuerpo te envía y busca momentos de calma y relajación para mantener el equilibrio. La energía de los planetas indica que será un día favorable para declarar tus sentimientos y dar pasos hacia metas personales. Hoy, dedica unos minutos a meditar y conectarte contigo mismo.",
      "love": "Para Cáncer en esta fecha, enfócate en comunicar tus sentimientos con sinceridad, ya sea en pareja o buscando amor. Si estás en una relación, dedica tiempo a fortalecer la confianza y la empatía. Para los solteros, aprovecha para salir de tu zona de confort y mostrar tu auténtico yo. Estar abierto y honesto atraerá conexiones genuinas y profundas.",
      "career": "El 22 de enero de 2026, Cáncer, enfócate en fortalecer tus habilidades y buscar nuevas oportunidades laborales. Invierte en tu desarrollo personal y profesional, y revisa tus finanzas para evitar gastos innecesarios. Aprovecha este día para planificar metas a corto plazo y mantener una actitud optimista. La constancia y la disciplina serán clave para alcanzar un mayor equilibrio económico y crecimiento profesional.",
      "mood": "El espíritu de Cáncer en ese día se siente cálido y reflexivo, envolviendo una sensación de nostalgia y esperanza. Es un momento para profundizar en la introspección, fortaleciendo la confianza en sus emociones y relaciones.",
      "lucky_numbers": [
        19,
        41,
        13
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo, hoy descubrirás una oportunidad que cambiará todo",
      "general": "El día de hoy para Leo trae una energía positiva que potenciará tus relaciones tanto personales como profesionales. Es un momento ideal para comunicarte con sinceridad y escuchar con atención, lo que fortalecerá los lazos de confianza con quienes te rodean. En el aspecto laboral, podrías recibir reconocimiento por tus esfuerzos, así que mantén el enfoque y la dedicación en tus tareas. En el plano emocional, admite tus sentimientos y comparte tus pensamientos con alguien cercano; esto aliviará tensiones y te hará sentir más en armonía. Además, una buena dosis de optimismo te ayudará a enfrentar cualquier pequeño contratiempo con ánimo renovado. Aprovecha este día para dar un paso importante en una de tus metas personales, como planear ese proyecto que tanto deseas comenzar. Hoy, escribe una lista con tus objetivos y priorízalos para avanzar con claridad.",
      "love": "Para Leo, en esta fecha, es esencial que practiques la honestidad total con tu pareja y te permitas mostrar tu vulnerabilidad. Si estás soltero, enfoca tu energía en conocerte mejor y en expresar tus sentimientos con claridad. Escucha activamente y evita la impaciencia en la comunicación. La sinceridad y la paciencia fortalecerán tus relaciones y abrirán caminos hacia un amor auténtico.",
      "career": "El 22 de enero de 2026, es un momento ideal para que Leo enfoque su energía en establecer metas claras y realistas en su carrera. Aprovecha oportunidades para aprender nuevas habilidades y fortalecer tu red de contactos. En lo financiero, evita gastos innecesarios y crea un presupuesto mensual. La constancia y la planificación te permitirán avanzar con seguridad y lograr estabilidad en ambos aspectos.",
      "mood": "El tono emocional de Leo en esa fecha es cálido y optimista, lleno de entusiasmo y confianza. El ambiente se siente vibrante y lleno de energía, promoviendo una sensación de esperanza y creatividad.",
      "lucky_numbers": [
        32,
        4,
        26
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo, hoy descubrirás nuevas oportunidades para crecer personalmente",
      "general": "Hoy, Virgo, te sentirás especialmente enfocado en tus relaciones y en tu bienestar emocional. Es un buen día para comunicarte con seres queridos y fortalecer vínculos que hayan estado latentes. En el trabajo, tu organización y atención a los detalles te permitirán avanzar con confianza en proyectos importantes. La energía planetaria favorece la introspección, por lo que también será un momento ideal para dedicar tiempo a tu desarrollo personal y reflexionar sobre tus metas a largo plazo. Sin embargo, debes cuidar no caer en la perfección excesiva, ya que eso podría generar tensión innecesaria. Aprovecha la jornada para equilibrar tus responsabilidades con momentos de tranquilidad. Hoy, te sugiero que te pongas en contacto con alguien cercano y compartas tus sentimientos sinceramente.",
      "love": "Para Virgo en 2026-01-22, cultiva la paciencia y comunícate con sinceridad tanto si estás en pareja como si estás soltero. En pareja, dedícate a escuchar activamente y valorar los pequeños detalles. Si estás solo, enfócate en fortalecer tu autoestima y abierto a nuevas conexiones genuinas. Aprovecha este día para reflexionar y construir relaciones basadas en confianza y respeto mutuo, sin prisas ni perfección.",
      "career": "El 22 de enero de 2026, los Virgo deben centrarse en organizar sus finanzas y definir metas a largo plazo. Aprovecha oportunidades laborales que requieran atención al detalle y compromiso. Prioriza la estabilidad económica pagando deudas y ahorrando. Aprovecha tu tendencia natural a planificar para crear un presupuesto mensual y mantener disciplina. La constancia y la paciencia serán clave para alcanzar el éxito financiero y profesional.",
      "mood": "El tono emocional para Virgo en esa fecha es de introspección suave y esperanza contenida, acompañada de una sensación de renovación tranquila que invita a la reflexión y al crecimiento interior, evocando calma y determinación serena.",
      "lucky_numbers": [
        46,
        18,
        40
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, hoy descubrirás nuevas oportunidades para equilibrar tu vida",
      "general": "Hoy, Libra, experimentarás un día en el que la armonía y el equilibrio serán clave en tus relaciones y decisiones. La energía de los astros favorece la comunicación, así que aprovecha para aclarar malentendidos y fortalecer la confianza con quienes te rodean. En el trabajo, tu creatividad y capacidad de análisis te ayudarán a resolver problemas con facilidad, ganando reconocimiento. En el ámbito personal, es un buen momento para dedicar tiempo a ti mismo y reflexionar sobre tus metas. La inspiración astral también te invita a tomar decisiones importantes que aporten bienestar a largo plazo. Mantén una actitud receptiva y abierta a nuevas ideas, y no temas expresar tus sentimientos. Hoy, te sugiero que escribas una lista de tus objetivos y priorices aquellas acciones que impulsen tu crecimiento.",
      "love": "Para Libres en 2026-01-22, cultiva la confianza y la comunicación sincera, tanto si estás en pareja como si estás solo. Para solteros, aprovecha momentos de introspección para definir qué deseas en una pareja y sé auténtico al mostrarte. En pareja, practica la escucha activa y expresa tus sentimientos con ternura. La paciencia y la honestidad serán clave para fortalecer relaciones y atraer amor genuino.",
      "career": "El 22 de enero de 2026, Libra debe centrarse en cultivar nuevas habilidades para potenciar su carrera y mejorar sus finanzas. Aprovecha oportunidades de Networking y participa en cursos especializados. Controla tus gastos y evita decisiones impulsivas. La paciencia y la planificación serán clave para alcanzar la estabilidad deseada. Confía en tu intuición y mantén una actitud positiva frente a los desafíos que puedan surgir.",
      "mood": "El ambiente emocional para Libra el 22 de enero de 2026 es sereno y reflexivo, impregnado de esperanza y calma, invitando a la introspección y a valorar las relaciones con una sensación de renovación y paz interna.",
      "lucky_numbers": [
        36,
        8,
        30
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio descubrirá nuevas oportunidades que transformarán su destino.",
      "general": "Hoy, Escorpio, te sentirás especialmente apasionado y protector, lo que te ayudará a fortalecer vínculos con tus seres queridos y a comunicarte con mayor sinceridad. Es un día favorable para enfocarte en proyectos personales y profesionales, ya que tu intuición estará afinada y te guiará hacia decisiones acertadas. No obstante, evita actuar impulsivamente en asuntos económicos o de salud; mantén la calma y analiza bien cada paso. La energía del día también favorece la introspección, por lo que sería saludable dedicar tiempo a reflexionar sobre tus metas y deseos más profundos. En tu vida social, la honestidad será clave para resolver malentendidos o fortalecer amistades. Hoy, ponte en movimiento y expresa tus sentimientos con sinceridad.",
      "love": "Para Escorpio en 2026-01-22, la clave es abrirse con honestidad y confianza. Si estás soltero, enfoca en fortalecer tu autoestima y mostrar tu autenticidad para atraer conexiones genuinas. Si estás en pareja, practica la comunicación sincera y escucha activamente a tu pareja. Ambos, eviten celos y control, y trabajen en construir confianza mutua para avanzar juntos en armonía.",
      "career": "El 22 de enero de 2026, Scorpión, es un día ideal para centrarte en tus metas financieras. Evalúa tus gastos y crea un presupuesto realista para evitar sobresaltos. En lo laboral, aprovecha oportunidades de aprendizaje o networking para fortalecer tu carrera. Mantén la paciencia y la determinación, y recuerda que pequeñas acciones diarias te acercan a tus objetivos a largo plazo.",
      "mood": "El día 22 de enero de 2026, Escorpio experimenta una sensación de introspección profunda, con un tono emocional de melancolía y esperanza entrelazados, creando una atmósfera de reflexión y renovación interior.",
      "lucky_numbers": [
        37,
        9,
        31
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario descubre nuevas oportunidades que transformarán su destino hoy",
      "general": "El día de hoy para Sagitario trae una energía vibrante que impacta en diferentes aspectos de tu vida. En el ámbito laboral, sentirás un impulso para avanzar en proyectos pendientes y demostrar tu liderazgo, lo que puede abrirte nuevas oportunidades. En lo emocional, es un momento para fortalecer vínculos con quienes amas, comunicándote con sinceridad y empatía. La salud mental y física también serán relevantes, así que no olvides dedicar tiempo a la introspección o alguna actividad que te relaje. La jornada puede presentar algunos desafíos menores, pero tu optimismo natural te ayudará a sobrellevarlos con facilidad. Aprovecha esta energía para renovar tus metas y enfocar tu entusiasmo en el presente. Hoy, tómate unos minutos para planear tus prioridades y establecer un pequeño objetivo que puedas cumplir fácilmente.",
      "love": "Para los Sagitario en esta fecha, es importante mantener la honestidad y la comunicación abierta, ya seas soltero o en pareja. Los solteros deben aprovechar oportunidades para socializar y ser auténticos, mientras que las parejas deben dedicar tiempo a fortalecer su confianza. Practica la empatía y escucha activamente. Solo así construirás vínculos sólidos y duraderos llenos de confianza y alegría genuina.",
      "career": "Para Sagitario en enero de 2026, enfócate en definir metas claras y realistas en tu carrera. Aprovecha oportunidades de aprendizaje y networking. Revisa tus finanzas, evita gastos innecesarios y ahorra para proyectos futuros. La disciplina y la paciencia serán clave; mantén una actitud positiva ante los desafíos. Invierte en tu desarrollo personal y profesional con constancia y determinación.",
      "mood": "El 22 de enero de 2026, Sagitario se siente esperanzado y optimista, con un ánimo aventurero y lleno de entusiasmo, mientras respira libertad y descubre nuevas oportunidades que encienden su espíritu apasionado y soñador.",
      "lucky_numbers": [
        35,
        7,
        29
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio: Nuevas oportunidades y crecimiento personal en 2026",
      "general": "El día de hoy, Capricornio, te sentirás lleno de energía y motivación para afrontar nuevos desafíos en diferentes aspectos de tu vida. En el ámbito laboral, podrás mostrar tu liderazgo y habilidades organizativas, lo que te abrirá puertas a oportunidades importantes. En las relaciones, será un momento para fortalecer vínculos y expresar sinceramente tus sentimientos, lo que generará mayor cercanía con quienes te rodean. En el aspecto personal, es un día ideal para dedicar tiempo a tu bienestar y reflexión interna, buscando un equilibrio entre mente y cuerpo. La creatividad estará a tu favor, así que aprovecha para empezar nuevos proyectos o hobbies que te apasionen. Hoy, toma la iniciativa y comunícate con alguien importante, será un paso clave para mejorar tu día.",
      "love": "Para Capricornio el 22 de enero de 2026, la clave será la comunicación sincera y la paciencia. Si estás en pareja, expresa tus sentimientos abiertamente y escucha con empatía. Para los solteros, enfócate en fortalecer tu confianza y abrirte a nuevas experiencias sociales. Aprovecha este momento para construir relaciones basadas en la honestidad y el respeto mutuo, permitiendo que el amor fluya con naturalidad.",
      "career": "El 22 de enero de 2026, enfoca tus esfuerzos en mantener un equilibrio entre trabajo y vida personal. Aprovecha esa jornada para planificar metas a corto plazo y ser realista con tus finanzas. Evita gastar impulsivamente y busca asesoramiento profesional si consideras inversiones. La clave está en la constancia y en tomar decisiones informadas para fortalecer tu estabilidad económica y emocional.",
      "mood": "El 22 de enero de 2026, Capricornio sentirá una mezcla de esperanza y determinación, que lo llenará de calma y optimismo, permitiéndole afrontar los desafíos con una actitud resiliente y positiva.",
      "lucky_numbers": [
        19,
        41,
        13
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario hoy: descubre nuevas oportunidades que transformarán tu vida",
      "general": "Hoy, Acuario, te sentirás especialmente inspirado para conectar con esas personas importantes en tu vida. La energía cósmica favorece la comunicación, así que aprovecha para aclarar malentendidos o expresar tus sentimientos. En el trabajo, tu creatividad y originalidad serán reconocidas, abriendo posibles oportunidades que debes aprovechar con entusiasmo y dedicación. En el ámbito emocional, es un buen momento para fortalecer vínculos o renovar compromisos. Es importante que seas honesto contigo mismo y mantengas una actitud positiva ante los desafíos del día. La salud mental y física también te pide atención, así que dedícate unos momentos para la introspección o una caminata al aire libre. Hoy, enfócate en escuchar tu intuición y actúa con confianza en tus decisiones.",
      "love": "Para Acuario en esta fecha, cultiva sinceridad y comunicación abierta, tanto si estás en pareja como si buscas amor. En pareja, comparte tus sentimientos sin miedo y sorprende a tu ser querido con pequeños gestos de atención. Si eres soltero, enfócate en actividades que reflejen tu independencia y autoestima, permitiendo que la autenticidad atraiga conexiones reales. La honestidad contigo mismo y con otros será clave para avanzar.",
      "career": "Para Acuario en 2026-01-22, enfócate en consolidar tus habilidades y ampliar tu red de contactos profesionales. Aprovecha oportunidades de formación y sé proactivo en proyectos que destaquen tu creatividad y liderazgo. Controla tus finanzas evitando gastos impulsivos y planificando ahorros. La disciplina en el trabajo y la prudencia financiera te traerán estabilidad y crecimiento en este período.",
      "mood": "El día 22 de enero de 2026, Acuario se siente lleno de esperanza y entusiasmo, con una sensación de renovación y entusiasmo que despierta confianza interior, aunque puede haber momentos de introspección y reflexión profunda.",
      "lucky_numbers": [
        33,
        5,
        27
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis: tu intuición te guiará hacia nuevas oportunidades hoy",
      "general": "El día de hoy, Piscis, te sentirás especialmente sensible y empático, lo que te permitirá conectar profundamente con quienes te rodean. En el ámbito laboral, podrías encontrar oportunidades para expresar tus ideas creativas y mejorar la comunicación con tus colegas, fortaleciendo la colaboración. En tu vida personal, será un momento ideal para fortalecer lazos familiares y mostrar tu apoyo a quienes más lo necesitan, creando un ambiente de confianza y amor. La intuición estará en su punto más alto, guiándote en decisiones importantes que has estado postergando. Es un buen día para dedicar tiempo a tus hobbies y a actividades que nutran tu espíritu. Hoy, enfócate en escuchar tu intuición y actúa con sinceridad y corazón.",
      "love": "Para los Piscis en esta fecha, es importante abrir tu corazón con sinceridad y confianza, tanto si estás en pareja como si eres soltero. Trabaja en comunicar tus sentimientos claramente y escucha activamente a tu pareja. Si estás soltero, aprovecha para explorar nuevas amistades que puedan convertirse en algo más profundo. Recuerda que la empatía será tu mejor aliada para fortalecer la conexión emocional.",
      "career": "El 22 de enero de 2026, Piscis debería enfocarse en establecer metas claras en su carrera, priorizando la organización y la gestión del tiempo. Aprovecha oportunidades de aprendizaje y networking para ampliar tus horizontes. En asuntos financieros, es importante ahorrar con disciplina y evitar gastos impulsivos. Considera consultar a un asesor financiero para planificar tus inversiones y garantizar una estabilidad a largo plazo.",
      "mood": "El tono emocional para Piscis en esa fecha es suave y reflexivo, lleno de una profunda sensibilidad y esperanza. La atmósfera invita a la introspección y a encontrar paz en momentos de incertidumbre.",
      "lucky_numbers": [
        40,
        12,
        34
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}