{
  "date": "2026-02-19",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries hoy: descubres poder interior y nuevas metas claras",
      "general": "El día de hoy te invita a aprovechar tu energía arrolladora para avanzar en proyectos personales y laborales. La influencia de la luna te ayuda a conectarte con tus emociones y a entender mejor tus relaciones, fortaleciendo la comunicación con quienes te rodean. Es un buen momento para reflexionar sobre tus metas y ajustar tus planes si es necesario, ya que tus ideas tienen potencial para evolucionar. En el amor, la sinceridad será clave para profundizar en tus vínculos. En la salud, escucha a tu cuerpo y no ignores signos de fatiga. Aprovecha para dedicar tiempo a ti mismo, cultivando bienestar y confianza. Hoy, da un paso hacia un objetivo que has estado posponiendo y actúa con determinación.",
      "love": "Para Aries solteros en 2026-02-19, sea abierto a nuevas experiencias y no tema mostrar su autenticidad. En relaciones, practique la paciencia y la escucha activa para fortalecer el vínculo. Dedique tiempo a entender las necesidades de su pareja y comunique sus sentimientos honestamente. Enfóquese en construir confianza y mantener viva la chispa con detalles atentos y gestos sinceros.",
      "career": "Para Aries en 19 de febrero de 2026, es importante centrarte en la paciencia y la organización. Evalúa tus metas profesionales y ajusta tu plan de acción. Aprovecha las oportunidades de formación y networking para ampliar tus conocimientos. En lo financiero, evita riesgos innecesarios y crea un presupuesto sólido. La perseverancia y la planificación cuidarán tu estabilidad y crecimiento a largo plazo.",
      "mood": "El 19 de febrero de 2026, Aries vibrará con una energía intensa y apasionada, irradiando optimismo y confianza, pero también enfrentará momentos de duda que lo invitarán a reflexionar con calma y serenidad.",
      "lucky_numbers": [
        31,
        50,
        19
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro, hoy descubrirás una oportunidad que cambiará tu vida",
      "general": "Hoy, Tauro, sentirás una energía renovada que te ayudará a enfocarte en tus metas y relaciones. En el ámbito laboral, será un buen día para presentar ideas nuevas o mejorar proyectos en marcha, ya que tu perseverancia y paciencia serán tus mejores aliadas. En lo personal, podrías recibir una noticia que fortalecerá tu confianza y afecto hacia quienes amas, fomentando mayor cercanía y comprensión. Sin embargo, es importante que manejes con calma cualquier conflicto que pueda aparecer, evitando dejar que los malentendidos se acumulen. Además, tu intuición estará en alza, guiándote a decisiones acertadas. Aprovecha el día para dedicar tiempo a tu bienestar emocional y a fortalecer vínculos importantes. Hoy, llama a ese ser querido y expresa cuánto valoras su presencia en tu vida.",
      "love": "Para Tauro en 2026, es vital que practiques la paciencia y la comunicación abierta, tanto si estás en pareja como si buscas amor. Dedica tiempo a conocer tus sentimientos y expresa tus necesidades con claridad. Para los solteros, enfócate en fortalecer tu confianza y disfruta actividades que te conecten contigo mismo. Las parejas deben trabajar en la armonía y crear momentos de intimidad sincera.",
      "career": "Para Tauro en 2026-02-19, enfócate en establecer metas claras y priorizar tu estabilidad financiera. Aprovecha oportunidades de ahorro e invierte con prudencia. En el trabajo, mantén la paciencia y demuestra constancia para avanzar. Considérate momentos para fortalecer relaciones profesionales y personales. La perseverancia y la planificación serán clave para alcanzar tus objetivos y disfrutar de mayor seguridad en ambos ámbitos.",
      "mood": "El tono emocional para Tauro el 19 de febrero de 2026 es sereno y reflexivo, impregnado de una sensación de estabilidad y esperanza, invitando a la introspección y a valorar las pequeñas alegrías que nutren el alma.",
      "lucky_numbers": [
        33,
        2,
        21
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis descubrirá nuevas oportunidades y relaciones hoy",
      "general": "Hoy, los geminianos sentirán una energía renovada que impulsará su creatividad y comunicación. Es un día propicio para fortalecer relaciones tanto personales como profesionales, facilitando conversaciones sinceras y resolución de malentendidos. La influencia de los astros favorece también su desarrollo intelectual, por lo que sería beneficioso dedicar tiempo a estudiar o aprender algo nuevo que los desafíe. Sin embargo, deben tener cuidado con la dispersión de energías que podría hacerles perder el foco en tareas importantes. La suerte estará de su lado en asuntos relacionados con colaboraciones y proyectos grupales, pero eviten tomar decisiones apresuradas. Hoy, aprovechen para expresar sus ideas con claridad y escuchar con atención a quienes los rodean. Como acción concreta, escriban una lista de metas para la semana y compartan una idea con un colega.",
      "love": "Para los Géminis en 2026-02-19, enamórate de tu autenticidad. Si estás en pareja, comparte pensamientos profundos y sorprende a tu pareja con nuevas actividades que estimulen su vínculo. Para solteros, aprovecha tu carisma para conocer nuevas personas, pero sé honesto acerca de lo que buscas. Practica la paciencia y mantén la comunicación abierta, fomentando conexiones sinceras y duraderas.",
      "career": "El 19 de febrero de 2026, Géminis debería enfocarse en la organización y priorización de sus proyectos laborales. Aprovecha esa jornada para revisar metas a corto plazo y ajustar estrategias. En lo financiero, evita gastar impulsivamente; mejor invierte en conocimientos o herramientas que mejoren tu productividad. Mantén una actitud flexible y abierto a nuevas oportunidades que puedan surgir ese día.",
      "mood": "El día 19 de febrero de 2026, Géminis sentirá una mezcla de esperanza y nostalgia, con un espíritu inquieto que invita a la reflexión profunda y a la apertura emocional, creando un ambiente de introspección y crecimiento personal.",
      "lucky_numbers": [
        24,
        43,
        12
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer, hoy revelaciones importantes fortalecerán tus relaciones emocionales",
      "general": "Hoy, Cáncer, te sentirás más sensible y receptivo a las emociones que te rodean. Es un día ideal para fortalecer tus relaciones familiares y profundizar la confianza con quienes amas. En el ámbito laboral, tu intuición te ayudará a tomar decisiones acertadas, especialmente en proyectos creativos o que requieran empatía. Sin embargo, debes tener cuidado con la tendencia a sentirte abrumado por las demandas emocionales. Dedica tiempo personal para recargar energías y reflexionar sobre tus sentimientos, lo que te brindará mayor claridad y paz interior. En el aspecto financiero, evita decisiones impulsivas y revisa cuidadosamente tus gastos. Hoy, enfócate en comunicarte honestamente con las personas cercanas y exprésales cuánto valoras su apoyo. Hoy, llama a alguien que no hayas visto en mucho tiempo para fortalecer esa conexión.",
      "love": "Para Cáncer en esta fecha, es importante que tanto los solteros como las parejas enfoquen su comunicación con sinceridad y ternura. Escucha activamente a tu pareja o a ti mismo para fortalecer la confianza. Solo así podrás crear un vínculo profundo y duradero. Practica la paciencia y expresa tus sentimientos con claridad; esto fomentará mayor cercanía y comprensión en tu relación.",
      "career": "El 19 de febrero de 2026, Cáncer deberá enfocarse en la organización y disciplina laboral. Aprovecha esa fecha para revisar tus metas financieras, ahorrar con constancia y evitar gastos impulsivos. Prioriza proyectos que te aporten estabilidad a largo plazo y busca asesoramiento si planeas inversiones importantes. Mantén una actitud positiva y conecta con personas que compartan tus valores para potenciar tu crecimiento profesional y económico.",
      "mood": "El tone emocional para Cáncer el 19 de febrero de 2026 es reflexivo y lleno de calidez, evocando tranquilidad y esperanza, mientras la atmósfera se impregna de introspección serena y un toque de nostalgia, invitando a la autoexploración profunda",
      "lucky_numbers": [
        16,
        35,
        4
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo, tu energía ilumina nuevas oportunidades en esta jornada",
      "general": "Hoy, los Leo sentirán una energía vibrante que potenciará su confianza y creatividad en todas las áreas de su vida. En el trabajo, será un buen día para presentar ideas innovadoras y demostrar liderazgo, pero también deben tener cuidado con la impulsividad y escuchar las opiniones de sus colegas. En el amor, la sinceridad será clave; si han estado evitando conversaciones importantes, hoy es el momento perfecto para abrir su corazón. En lo personal, dedicar tiempo a su bienestar emocional les ayudará a mantener el equilibrio. Las finanzas también se benefician de su intuición, así que confíen en su instinto al tomar decisiones económicas. Aprovechen esta jornada para expresar sus sentimientos con claridad y sinceridad. Hoy, dediquen unos minutos a meditar y centrarse en sus metas, especialmente en aquellas que implican su crecimiento personal.",
      "love": "Para los Leo solteros, 2026-02-19 es un buen momento para explorar nuevas conexiones aumentando tu confianza y autenticidad. Si estás en pareja, practica la escucha activa y expresa cuánto valoras a tu pareja. Dedica tiempo a actividades compartidas para fortalecer el vínculo. La sinceridad y el humor serán claves para mejorar la comunicación y mantener viva la pasión en ambos casos.",
      "career": "El 19 de febrero de 2026, los Leo deben centrarse en establecer metas claras tanto en su carrera como en sus finanzas. Aprovecha las oportunidades de networking y capacítate en habilidades que te diferencien. Ahorra continuamente y evita gastos innecesarios. Planifica a largo plazo y invierte con prudencia. La constancia y la disciplina serán clave para alcanzar el éxito deseado en ambos ámbitos.",
      "mood": "El 19 de febrero de 2026, Leo Sentirá una profunda sensación de esperanza y entusiasmo, iluminado por nuevas oportunidades. La alegría y la confianza llenarán su espíritu, inspiriéndolo a brillar con mayor intensidad.",
      "lucky_numbers": [
        29,
        48,
        17
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo, hoy descubrirás nuevas oportunidades para crecer personalmente",
      "general": "Hoy, Virgo, el día trae muchas energías que te invitan a reflexionar sobre tus relaciones y tu crecimiento personal. Es posible que sientas un deseo de conectar más profundamente con las personas que te rodean, especialmente en el ámbito familiar o cercano, donde la comunicación será clave para evitar malentendidos. En el trabajo, tu disciplina y atención al detalle te permitirán avanzar en proyectos importantes, pero evita volverte demasiado crítico contigo mismo. En cuanto a tu bienestar, es un buen momento para cuidar tu salud física y mental, quizás probando alguna actividad relajante o meditativa que te ayude a equilibrar tus energías. Hoy, enfócate en escuchar activamente y en ser paciente con quienes te rodean para fortalecer tus relaciones.",
      "love": "Para los Virgo en 2026-02-19, es crucial abrirte emocionalmente, tanto si estás en pareja como si estás solo. Practica la honestidad y la comunicación clara, y evita la perfección excesiva. En pareja, dedica tiempo a escuchar activamente y sorprender a tu ser querido con gestos sencillos. Para solteros, enfócate en fortalecer tu autoestima y en explorar nuevas actividades sociales para ampliar tu círculo.",
      "career": "El 19 de febrero de 2026, es importante que los Virgo enfoquen su energía en organizar sus finanzas y establecer metas claras a largo plazo. Aprovecha oportunidades de capacitación para mejorar tus habilidades profesionales y busca asesoría financiera para optimizar tus recursos. Mantén una actitud flexible ante cambios y prioriza el equilibrio entre trabajo y descanso para mantener tu bienestar físico y emocional.",
      "mood": "El tono emocional para Virgo en esa fecha es sereno y reflexivo, invitando a la introspección y la calma. El ánimo general se siente esperanzador y lleno de renovadas energías para afrontar nuevos desafíos con tranquilidad y claridad.",
      "lucky_numbers": [
        43,
        12,
        31
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra descubre nuevas pasiones y relaciones en 2026",
      "general": "Hoy, Libra, el día te invita a buscar equilibrio en tus relaciones y decisiones. Es un momento para reflexionar sobre tus emociones y comprender mejor lo que realmente deseas. En el trabajo, tu creatividad estará en auge, permitiéndote encontrar soluciones innovadoras; sin embargo, evita tomar decisiones apresuradas. En el ámbito personal, la comunicación será clave para fortalecer vínculos con seres queridos. La energía astral también favorece momentos de introspección y autoevaluación, ayudándote a descubrir qué aspectos debes mejorar para sentirte más armonizado. Aprovecha esta jornada para dedicar tiempo a ti mismo y escuchar tu intuición. Hoy, te aconsejo que escribas una lista de metas a corto plazo para mantenerte enfocado en lo que realmente importa.",
      "love": "Para los Libra en 2026, prioricen la comunicación sincera, tanto si están solteros como en pareja. Solo escuchando de manera activa podrán entender mejor las necesidades emocionales. Para los solteros, abran su corazón sin miedo y confíen en su intuición. En pareja, dediquen tiempo a nutrir la confianza y eviten decisiones impulsivas. La honestidad y el equilibrio fortalecerán su amor este año.",
      "career": "Para Libra en 2026-02-19, enfócate en equilibrar tus decisiones financieras con una planificación sólida. Evalúa tus gastos y ahorra para metas a largo plazo. En tu carrera, busca oportunidades que te permitan crecer y colaborar con otros. Mantén una actitud positiva y se flexible ante cambios. Prioriza el bienestar emocional y profesional para lograr estabilidad y satisfacción en ambos ámbitos.",
      "mood": "El tono emocional de Libra el 19 de febrero de 2026 refleja una sensación de esperanza y conexión, con un aire de serenidad que invita a la introspección y a fortalecer relaciones, generando calma y optimismo en el corazón.",
      "lucky_numbers": [
        33,
        2,
        21
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio hoy descubrirá una gran oportunidad única cercana",
      "general": "Hoy, los escorpio pueden sentir una energía intensa que los impulsa a profundizar en sus relaciones y en su crecimiento personal. Es un día favorable para analizar sus emociones y fortalecer vínculos existentes, así como para dejar atrás miedos o inseguridades que los puedan estar frenando. En el trabajo, la claridad mental será fundamental para tomar decisiones acertadas y avanzar en proyectos importantes. La salud física puede beneficiarse de actividades que les permitan liberar tensiones, como el ejercicio o la meditación. Es un momento ideal para confiar en su intuición y buscar equilibrio emocional. Hoy, tómate unos minutos para reflexionar sobre tus metas y establece un pequeño plan de acción para avanzar con determinación.",
      "love": "Para Escorpio en esta fecha, la honestidad fortalecerá tus relaciones, ya sea con pareja o en la búsqueda de amor. Si estás en pareja, practica la empatía y comparte tus sentimientos abiertos, creando confianza. Para los solteros, enfoca en conocerte mejor y expresar sinceramente tus emociones. La paciencia y la comunicación serán clave para transformar conexiones en relaciones duraderas.",
      "career": "Para Escorpio, el 19 de febrero de 2026, es fundamental mantener el enfoque en la planificación financiera y evitar decisiones impulsivas. Considera revisar tus metas profesionales y buscar networking que potencie tu crecimiento. Aprovecha la energía del día para aprender nuevas habilidades o certificarte en tu área. La paciencia y la constancia serán tus aliadas para consolidar tus logros en el trabajo y mejorar tus finanzas.",
      "mood": "El día 19 de febrero de 2026, Escorpio sentirá una profunda introspección y un toque de melancolía, acompañados de esperanza y determinación, creando un ambiente emocional lleno de introspección, crecimiento personal y renovadas fuerzas internas.",
      "lucky_numbers": [
        34,
        3,
        22
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario, hoy descubre nuevas metas y impulsa tus sueños",
      "general": "Hoy, Sagitario, te sentirás lleno de energía y optimismo, listo para afrontar nuevos retos tanto en tu vida personal como profesional. La suerte te acompaña en las decisiones importantes, así que confía en tu intuición y en tus habilidades para resolver conflictos. En el ámbito amoroso, la comunicación será clave para fortalecer la confianza con tu pareja o para abrirte a nuevas experiencias. En el trabajo, tus ideas innovadoras serán valoradas, pero evita dejarte llevar por la impulsividad. Tu bienestar emocional dependerá de mantener un equilibrio y de dedicar tiempo a actividades que te llenen de alegría. Aprovecha esta jornada para planear algunas metas a corto plazo. Hoy, dedica unos minutos a reflexionar sobre tus objetivos y escribe tus planes para el futuro.",
      "love": "Para Sagitario en esta fecha, la honestidad y la comunicación abierta fortalecerán tus relaciones. Si estás solo, aprovecha actividades nuevas para conocer personas afines. Para quienes tienen pareja, comparte tus sueños y escucha activamente a tu pareja. Actúa con sinceridad, evita decisiones impulsivas y dedica tiempo a fortalecer la confianza mutua. La paciencia y el diálogo auténtico serán claves para avanzar en amor.",
      "career": "El 19 de febrero de 2026, los Sagitario deben enfocarse en establecer metas claras y realistas para avanzar en su carrera. Aprovechen su entusiasmo natural para aprender nuevas habilidades y mejorar su perfil profesional. En lo financiero, eviten gastos impulsivos y consideren asesorarse para inversiones seguras. La constancia y la disciplina serán clave para consolidar sus logros y asegurar estabilidad económica a largo plazo.",
      "mood": "El 19 de febrero de 2026, Sagitario sentirá una oleada de entusiasmo y esperanza, mientras busca conexión y descubrimiento. La jornada estará marcada por optimismo cálido y una sensación de libertad interior que inspira confianza.",
      "lucky_numbers": [
        32,
        1,
        20
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio: descubre nuevas oportunidades y fortalezas en 2026",
      "general": "Hoy, Capricornio, te sentirás lleno de energía y motivación para avanzar en diferentes áreas de tu vida. En lo laboral, podrás abordar proyectos con mayor claridad y confianza, lo que te permitirá destacar y obtener reconocimiento. En lo personal, las conexiones emocionales se fortalecerán, brindándote mayor satisfacción y estabilidad. Es un día favorable para tomar decisiones importantes relacionadas con tu futuro o inversiones. Sin embargo, ten cuidado de no sobrecargarte y reservar tiempo para descansar y reflexionar. La comunicación será clave para resolver posibles malentendidos con seres queridos o colegas. Aprovecha la oportunidad para demostrar tu liderazgo y compromiso en tus tareas. Hoy, dedica unos minutos a planificar tus metas a corto plazo para mantener el rumbo claro y motivado.",
      "love": "Para Capricornio en 2026-02-19, es momento de abrir tu corazón y confiar en el proceso del amor. Si estás soltero, enfócate en mejorar tu autoestima y participa en actividades que te conecten con alguien afín. Para quienes están en pareja, equilibra la estructura con momentos de espontaneidad; escuchen más y compartan sueños para fortalecer su vínculo.",
      "career": "El 19 de febrero de 2026, Capricornio experimentará oportunidades en su carrera y finanzas. Aprovecha para establecer metas claras y organizar tus finanzas con disciplina. Considera aprender nuevas habilidades que fortalezcan tu crecimiento profesional y busca asesoría financiera si planeas inversiones. Mantén una actitud perseverante y paciente; los frutos llegarán con esfuerzo constante y una visión a largo plazo.",
      "mood": "El tono emocional para Capricornio el 19 de febrero de 2026 es de introspección y determinación, evocando un ambiente de paciencia y esperanza en medio de desafíos, invitando a confiar en el progreso silencioso.",
      "lucky_numbers": [
        16,
        35,
        4
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario, hoy descubres nuevas oportunidades para crecer personalmente",
      "general": "El día de hoy, los acuarianos sentirán una energía especial que impulsa su creatividad y su intuición, permitiéndoles abordar proyectos con una perspectiva fresca y atrevida. En el ámbito emocional, será un momento propicio para fortalecer vínculos con personas importantes, expresando sinceridad y empatía. En el trabajo, su innovación será apreciada, pero es recomendable evitar actitudes demasiado impulsivas que puedan generar malentendidos. La salud requiere atención, especialmente en lo relacionado con el descanso y la relajación, para mantener su equilibrio emocional. Es un día favorable para reflexionar sobre metas a largo plazo y hacer ajustes en sus planes. Hoy, tómese unos minutos para meditar y definir qué aspectos desea potenciar en su vida.",
      "love": "Para Acuario en 2026, la clave está en comunicarte con sinceridad y paciencia tanto si estás en pareja como si buscas a alguien. Para los solteros, enfócate en conocer personas que compartan tus valores. Para los que ya tienen pareja, practica la escucha activa y sorpréndela con gestos espontáneos. Cultivar la honestidad fortalecerá tus relaciones y abrirá espacio a nuevas conexiones significativas.",
      "career": "Para Acuario en 2026-02-19, es momento de enfocarte en diversificar tus habilidades profesionales. Busca cursos o talleres que potencien tu creatividad y innovación. A nivel financiero, prioriza ahorrar y evitar gastos impulsivos. Considera consultar a un asesor para gestionar mejor tus inversiones. Mantén una actitud abierta y flexible ante cambios, y aprovecha las nuevas oportunidades que surgirán con tu visión única.",
      "mood": "El día 19 de febrero de 2026, Acuario experimentará una sensación de esperanza suave y renovadora, acompañada de una alegría tranquila que invita a la introspección y a la conexión profunda con sus seres queridos.",
      "lucky_numbers": [
        30,
        49,
        18
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis, hoy abrirás nuevas puertas hacia la felicidad y la paz",
      "general": "Hoy, Piscis, sentirás una energía renovadora que te invita a tomar decisiones con mayor confianza en tu vida personal y profesional. Es un buen momento para aclarar tus metas y comunicarte con sinceridad con quienes te rodean. La intuición será tu mejor aliada, ayudándote a comprender las necesidades de los demás y a responder con empatía. En el ámbito emocional, es clave que te permitas expresar tus sentimientos sin temor, lo cual fortalecerá tus relaciones cercanas. En el trabajo, una actitud positiva y proactiva te abrirá puertas. Aprovecha el día para organizar tus pensamientos y priorizar lo que realmente importa en tu camino. Hoy, dedica unos minutos a escribir tus objetivos y establece un plan para alcanzarlos.",
      "love": "Para Piscis en esta fecha especial, es vital que practiques la comunicación abierta en tus relaciones. Si estás soltero, trabaja en amarte a ti mismo primero y mantén una actitud positiva hacia nuevas conexiones. En pareja, enfócate en escuchar y mostrar empatía, fortaleciendo la confianza. Solo así podrás atraer amor auténtico y construir vínculos profundos y duraderos en 2026.",
      "career": "Para Piscis el 19 de febrero de 2026, es un buen momento para definir metas claras y realistas en tu carrera. Enfócate en fortalecer tus habilidades y buscar oportunidades de formación. Administra tus finanzas con prudencia, evita gastos impulsivos y ahorra para imprevistos. La paciencia y la perseverancia serán clave para avanzar y alcanzar una mayor estabilidad económica con confianza.",
      "mood": "El día 19 de febrero de 2026, Piscis se sentirá melancólico pero esperanzado, con una sensación de introspección profunda. La sensibilidad y la empatía lo envolarán, invitándolo a conectar con sus sentimientos más íntimos y encontrar paz interior.",
      "lucky_numbers": [
        37,
        6,
        25
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}