{
  "date": "2026-02-23",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries, hoy descubrirás una pasión que cambiará tu día",
      "general": "Hoy, los arianos sentirán una energía renovada que favorecerá tanto su vida personal como profesional. Es un día para centrarse en la comunicación, fortaleciendo vínculos con seres queridos y colegas. La influencia astral impulsa la creatividad, por lo que será un momento ideal para empezar nuevos proyectos o dedicar tiempo a pasatiempos que estimulen su espíritu. Sin embargo, es importante mantener el equilibrio emocional y no dejarse llevar por impulsos. Escuchar su intuición será clave para tomar decisiones acertadas, especialmente en asuntos relacionados con finanzas y colaboración. La confianza en sus habilidades les permitirá avanzar con seguridad y entusiasmo. Aprovechen la jornada para expresar sus ideas y escuchar activamente a quienes los rodean. Hoy, dediquen unos minutos para meditar y establecer sus metas, así fortalecerán su bienestar interno y claridad mental.",
      "love": "Para los Aries solteros, abril 2026 es un buen momento para explorar nuevas conexiones; sé auténtico y expresa tus sentimientos con honestidad. Para las parejas, la comunicación abierta fortalecerá la relación; practica la paciencia y evita impulsividad. Dedica tiempo de calidad a tu pareja, y si estás soltero, aprovecha para conocerte mejor y definir qué buscas en una pareja.",
      "career": "El 23 de febrero de 2026, los Aries deben centrarse en la organización de sus metas profesionales y evitar decisiones impulsivas. Es recomendable planificar con calma, priorizar tareas y buscar apoyo si es necesario. En lo financiero, es un buen momento para revisar gastos, ahorrar y diversificar ingresos. Mantén la paciencia y enfócate en la constancia para lograr estabilidad y crecimiento a largo plazo.",
      "mood": "El tono emocional para Aries en esa fecha es de entusiasmo y determinación, mientras que el estado de ánimo se llena de energía vibrante y expectación, invitando a tomar decisiones audaces con pasión y confianza.",
      "lucky_numbers": [
        35,
        8,
        31
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro, descubre nuevas oportunidades que transformarán tu camino hoy",
      "general": "El día de hoy para Tauro trae una energía positiva que te impulsará a fortalecer tus relaciones personales y a profundizar en tus valores. En el trabajo, tendrás la oportunidad de mostrar tu paciencia y perseverancia, lo que será reconocido por tus superiores y colegas. Es importante que hoy prestes atención a tu bienestar emocional y físico, dedicando tiempo a actividades que te relajen y te hagan sentir en armonía con tu entorno. La influencia de los astros sugiere que una conversación sincera puede abrir puertas a nuevas oportunidades y aclarar malentendidos. Aprovecha este momento para ser honesto contigo mismo y con los demás. Hoy, haz una lista de tus metas y da un pequeño paso hacia ellas, con determinación y confianza.",
      "love": "Para Tauro en 2026-02-23, enfócate en comunicarte con sinceridad, especialmente si eres soltero. Aprende a abrir tu corazón sin miedo, mostrando vulnerabilidad. Si estás en pareja, cultiva la confianza mediante gestos pequeños pero significativos. Aprovecha esta fecha para planear una salida especial o compartir un sueño en común, fortaleciendo la conexión emocional y reforzando la estabilidad en tu relación.",
      "career": "El 23 de febrero de 2026, Tauro debe enfocarse en fortalecer sus habilidades y buscar oportunidades de crecimiento profesional. Aprovecha cualquier curso o capacitación para destacar en tu campo. En lo financiero, evita gastos innecesarios y ahorra con disciplina. Invierte en proyectos con potencial a largo plazo y mantén una actitud positiva y perseverante ante los desafíos.",
      "mood": "El tono emocional para Tauro el 23 de febrero de 2026 es de tranquilidad y esperanza, mientras el ambiente invita a la introspección y la conexión profunda con sentimientos internos, inspirando paz y claridad interior.",
      "lucky_numbers": [
        37,
        10,
        33
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis descubrirá su verdadera pasión en el amor hoy",
      "general": "El día 23 de febrero de 2026, los geminianos sentirán una energía renovada que invita a abrirse a nuevas experiencias tanto en el ámbito personal como profesional. La comunicación será uno de tus puntos fuertes, permitiéndote resolver malentendidos y fortalecer relaciones con amigos y seres queridos. Es un momento favorable para expresar tus ideas en el trabajo y buscar oportunidades de crecimiento. Sin embargo, deberás cuidar tu bienestar emocional, ya que la ansiedad puede aparecer si te sobrecargas de actividades o preocupaciones. La clave está en mantener un equilibrio entre tu vida social y tu descanso para evitar agotarte. Hoy, dedica unos minutos a meditar y definir qué acciones te acercarán a tus metas.",
      "love": "Para Géminis en esta fecha, la clave está en la comunicación auténtica. Si estás soltero, enfócate en conocerte mejor y expresar tus pensamientos con sinceridad, lo que atraerá relaciones genuinas. Si estás en pareja, practica escuchar activamente y compartir tus sentimientos sin miedo. Dedica tiempo a pequeñas sorpresas y a mantener la chispa viva, fortaleciendo la conexión y la confianza mutua.",
      "career": "El 23 de febrero de 2026, Géminis deberá centrarse en la comunicación y el aprendizaje continuo para avanzar en su carrera. Aprovecha oportunidades para networking y desarrolla habilidades digitales. En lo financiero, evita gastos impulsivos y prioriza un plan de ahorro. Busca asesoramiento financiero si es necesario y invierte en formación que potencie tus talentos. La constancia y claridad te abrirán nuevas puertas.",
      "mood": "El día 23 de febrero de 2026, Géminis sentirás una mezcla de esperanza y inquietud, como una brisa suave que acaricia y también desafía, invitándote a reflexionar sobre tus metas con una mirada renovada y optimista.",
      "lucky_numbers": [
        28,
        1,
        24
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer, hoy descubrirás nuevas oportunidades que transformarán tu vida",
      "general": "El día de hoy, los nativos de Cáncer sentirán una energía especial que favorece la comunicación y las relaciones afectivas. Es un momento ideal para expresar lo que sienten y fortalecer lazos con seres queridos, ya que la empatía estará a flor de piel. En el aspecto laboral, podrán enfrentarse a desafíos que requieren paciencia y perseverancia, pero su intuición será una gran aliada para tomar decisiones acertadas. En lo personal, puede surgir la necesidad de reflexionar sobre aspectos internos y buscar equilibrio emocional. Aprovechen esta oportunidad para conectar consigo mismos y con quienes los rodean, atesorando cada momento. Hoy, dediquen un tiempo a escuchar su corazón y a expresar amor de manera sincera.",
      "love": "Para Cáncer en esta fecha, abre tu corazón con sinceridad y confianza, tanto si estás solo como en pareja. Si buscas amor, crea oportunidades sociales y comparte tus sentimientos con autenticidad. Para quienes están en pareja, practica la comunicación abierta y demuestra tu cariño con pequeños gestos diarios. Prioriza tu bienestar emocional y confía en tu intuición para tomar decisiones que fortalezcan tu relación.",
      "career": "Para el 23 de febrero de 2026, los cáncer deben enfocarse en la estabilidad financiera y buscar oportunidades de crecimiento laboral. Es recomendable ahorrar de manera constante y evaluar inversiones con cautela. Aprovecha tu intuición para detectar nuevas oportunidades profesionales y mantén una actitud flexible frente a cambios. Cultiva relaciones humanas y alianzas estratégicas que refuercen tu crecimiento económico y personal en este período.",
      "mood": "El tono emocional de Cáncer el 23 de febrero de 2026 es íntimo y reflexivo, lleno de calidez y esperanza, invitando a la introspección y al crecimiento interior, mientras la calma y la nostalgia envuelven el día.",
      "lucky_numbers": [
        20,
        43,
        16
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo: Tu liderazgo brillará con fuerza y determinación mañana",
      "general": "El día de hoy, los Leo sentirán una gran energía que los impulsa a destacar en sus tareas laborales y a fortalecer relaciones importantes. Es un momento propicio para expresar claramente sus ideas y colaborar con otros, ya que la comunicación será fluida y positiva. En el ámbito emocional, es recomendable dedicar tiempo a la introspección para entender mejor sus sentimientos y necesidades. Los astros sugieren que también es un buen día para cuidar su bienestar físico, acordándose de descansar y alimentarse correctamente. En cuanto a las finanzas, pueden surgir oportunidades inesperadas si mantienen la atención y la confianza en sus intuiciones. Aprovecha esta jornada para planear con entusiasmo tus próximos pasos y ser agradecido por lo que ya tienes. Hoy, actúa con valentía y abre tu corazón a nuevas experiencias.",
      "love": "Para Leo en esta fecha, la clave es equilibrar tu pasión y sinceridad en las relaciones. Si estás soltero, enfócate en conocerte mejor y ser auténtico, lo que atraerá a quienes valoran tu brillo interior. Para las parejas, practica la empatía y expresa tus sentimientos con claridad para fortalecer la conexión. Dedica tiempo a escuchar y valorar el punto de vista del otro, construyendo una relación aún más sólida y amorosa.",
      "career": "El 23 de febrero de 2026, es un momento propicio para centrarse en fortalecer tus habilidades. Dedica tiempo a aprender nuevas tecnologías o idiomas relacionados con tu trabajo. Aprovecha para planificar un ahorro constante y establecer metas financieras claras. Sé paciente y perseverante ante obstáculos, y mantén una actitud optimista para atraer nuevas oportunidades laborales y mejorar tu bienestar económico.",
      "mood": "El tono emocional para Leo en esa fecha es cálido y esperanzador, rebosante de entusiasmo y alegría, invitando a la creatividad y al amor propio. El ambiente es vibrante, inspirador, estimulando confianza y conexiones profundas con los demás.",
      "lucky_numbers": [
        33,
        6,
        29
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo, hoy descubrirás nuevas oportunidades para crecer interiormente",
      "general": "El día de hoy trae consigo una energía positiva que impulsa a los Virgo a centrarse en su bienestar personal y en sus relaciones cercanas. Es un momento propicio para expresar sentimientos y fortalecer vínculos con quienes más valoran. En el trabajo, una idea innovadora puede abrir nuevas puertas, así que confía en tu intuición y comparte tus ideas con confianza. En la salud, presta atención a tu alimentación y reserva un tiempo para el descanso, ya que esto te dará mayor energía. Las finanzas se estabilizan, pero evita gastos innecesarios. Aprovecha para hacer una revisión de tus metas a largo plazo y ajustar tus planes si es necesario. Hoy, dedica unos minutos a practicar la respiración consciente para centrarte y mantener la calma ante cualquier reto.",
      "love": "Para Virgo en 2026-02-23, enfócate en la comunicación sincera, tanto si estás en pareja como si estás soltero. En pareja, dedica tiempo a escuchar activamente a tu pareja y expresar tus sentimientos honestamente. Singles, aprovecha para fortalecer tu autoconocimiento y atraer relaciones basadas en la autenticidad. La paciencia y la empatía serán tus mejores aliadas en este camino hacia relaciones más profundas y sinceras.",
      "career": "El 23 de febrero de 2026, Virgo debe centrarse en la organización financiera y en establecer metas claras. Aprovecha para revisar presupuestos y reducir gastos innecesarios. En el trabajo, busca oportunidades de capacitación para potenciar habilidades. La constancia y la planificación serán clave para lograr estabilidad y crecimiento. Mantén una actitud positiva y persevera ante los desafíos, asegurando un camino sólido hacia el éxito.",
      "mood": "El tono emocional para Virgo en esa fecha es de introspección y serenidad, evocando un ambiente de calma y reflexión, donde la calma interior invita a la autoevaluación y al crecimiento personal en un espacio de paz.",
      "lucky_numbers": [
        47,
        20,
        43
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, hoy descubrirás nuevas oportunidades para tu crecimiento personal",
      "general": "Hoy, Libra, experimentarás un día lleno de oportunidades para equilibrar diferentes áreas de tu vida. En el trabajo, tu esfuerzo será reconocido, pero debes mantener la calma ante posibles imprevistos. En lo personal, las conversaciones sinceras fortalecerán tus relaciones y te brindarán una sensación de paz interior. Es posible que sientas la necesidad de reflexionar sobre tus metas a largo plazo, así que reserva un momento para pensar en tus sueños y planificar los pasos necesarios para alcanzarlos. La energía del día también te invita a cuidar tu bienestar físico y emocional, así que inclínate por actividades que te relajen y te llenen de entusiasmo. Para hoy, te recomiendo que escribas una lista de objetivos claros y realistas para la semana por venir.",
      "love": "Para Libra soltero en 2026-02-23, enfócate en conocerte mejor y definir qué buscas en una pareja. Trabaja en tu autoestima y sé auténtico en tus interacciones. Para quienes están en una relación, practica la comunicación abierta y expresa tus sentimientos con armonía. Ambos, evita decisiones impulsivas y cultiva la paciencia, permitiendo que el amor fluya de manera natural y equilibrada.",
      "career": "El 23 de febrero de 2026, Libra debe enfocarse en equilibrar su trabajo y vida personal para mantener su bienestar emocional. Aprovecha oportunidades de networking que surjan, pero sé selectivo y auténtico. Invierte en tu educación y habilidades para aumentar tu valor profesional. Controla tus finanzas evitando gastos impulsivos, y busca asesoría financiera para planificar mejor tus metas a largo plazo.",
      "mood": "El ambiente para Libra el 23 de febrero de 2026 se caracteriza por una sensación de esperanza y claridad emocional, fomentando una profunda introspección y una renovada confianza en sus relaciones y decisiones futuras.",
      "lucky_numbers": [
        37,
        10,
        33
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio enfrentará cambios que fortalecerán su intuición y confianza",
      "general": "Hoy los escorpio sentirán una gran energía que los impulsa a afrontar desafíos tanto en su vida personal como profesional. Es un momento propicio para comunicar lo que sienten y resolver malentendidos con quienes los rodean, fortaleciendo relaciones importantes. En el trabajo, podrán aprovechar su intuición para tomar decisiones acertadas y avanzar en proyectos que tenían en pausa. En lo emocional, es recomendable que se dediquen un tiempo para reflexionar sobre sus sentimientos y necesidades, permitiendo una mayor honestidad consigo mismos. La salud se beneficiará si incorporan pequeñas rutinas de relajación y ejercicio físico. En general, hoy es un día para confiar en su intuición y actuar con sinceridad y determinación. Mañana, tómense unos minutos para escribir lo que desean lograr a corto plazo.",
      "love": "Para Escorpio en 2026-02-23, este día trae oportunidades para profundizar en relaciones existentes y atraer nuevas conexiones auténticas. Si estás en pareja, comunica tus sentimientos con sinceridad y escucha activamente a tu pareja para fortalecer el vínculo. Para los solteros, enfócate en desarrollar tu confianza interna y muestra interés genuino en los demás. La honestidad y la vulnerabilidad abrirán caminos hacia relaciones más profundas y significativas.",
      "career": "El 23 de febrero de 2026, los escorpios deben enfocarse en la planificación financiera y en mantener relaciones profesionales sólidas. Aprovecha oportunidades de formación para potenciar tus habilidades y busca asesoría financiera si planeas inversiones grandes. En lo laboral, sé realista y diplomático, promoviendo colaboraciones que puedan facilitar tu crecimiento. La honestidad contigo mismo será la clave para avanzar con seguridad y estabilidad.",
      "mood": "El tono emocional de Escorpio en esa fecha es introspectivo y profundo, lleno de intensidad y sensibilidad. La atmósfera se siente misteriosa y envolvente, invitando a la reflexión y a la conexión con sentimientos profundos.",
      "lucky_numbers": [
        38,
        11,
        34
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario, hoy descubrirás nuevas oportunidades para crecer y avanzar",
      "general": "Hoy los sagitarianos sentirán una renovada energía que los impulsa a buscar nuevas aventuras y desafíos tanto en lo personal como en lo profesional. La influencia de los astros favorece las relaciones con seres queridos, promoviendo diálogos sinceros y momentos de cercanía que fortalecerán la confianza. En el trabajo, surgirán oportunidades para destacar tus ideas, pero deberás mantener la paciencia y evitar distracciones. La salud requerirá atención especial, especialmente en cuanto a alimentación y descanso, así que prioriza tu bienestar. Este día es ideal para planear un viaje o empezar un proyecto que navegue en aguas desconocidas, aprovechando tu espíritu optimista y optimista. Hoy, da el primer paso hacia esa meta que has estado postergando.",
      "love": "Para los sagitarianos solteros, 2026-02-23 es un momento ideal para abrirse al amor. Sé auténtico y comparte tus intereses con confianza, permitiendo que las conexiones genuinas surjan. Para las parejas, enfoca en la comunicación sincera y en explorar nuevas aventuras juntos. Practica la paciencia y evita prejuicios; esto fortalecerá la relación y fomentará un crecimiento mutuo en este período.",
      "career": "El 23 de febrero de 2026, Sagitario debe enfocarse en establecer metas claras y realistas para su carrera. Aprovecha oportunidades de networking y amigos para impulsar proyectos. En las finanzas, evita gastos impulsivos y prioriza ahorros. Evalúa inversiones con cuidado y busca asesoría si es necesario. La clave será mantener la paciencia y perseverar en tus objetivos a largo plazo.",
      "mood": "El 23 de febrero de 2026, Sagitario sentirá una mezcla de esperanza y introspección, con un toque de entusiasmo por nuevos horizontes, acompañado por una sensación de calma que invita a reflexionar y soñar despierto.",
      "lucky_numbers": [
        36,
        9,
        32
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio, hoy es tu momento para transformar tu destino",
      "general": "Hoy, Capricornio, te sentirás motivado a avanzar en tus proyectos personales y profesionales. La energía de los astros impulsa tu creatividad, pero también te exige mayor organización para evitar confusiones. En el aspecto emocional, es un día ideal para fortalecer tus relaciones cercanas, expresando tus sentimientos con sinceridad. Es importante que pongas atención a tu salud y bienestar; un descanso adecuado y alimentación balanceada te darán la vitalidad necesaria. En las finanzas, la prudencia será tu mejor aliada, evita gastos impulsivos y revisa bien tus presupuestos. Aprovecha para conectarte con tu interior, reflexionando sobre tus metas a largo plazo. Hoy, dedica unos minutos a planear tus próximos pasos y pon en marcha una estrategia concreta.",
      "love": "En 2026, Capricornio en pareja debe fomentar la comunicación y mostrar vulnerabilidad para fortalecer la confianza. Para los solteros, es momento de abrirse emocionalmente y no tener miedo de expresar sus sentimientos. Practica la paciencia y escucha activa; ambas acciones te permitirán construir conexiones más profundas y auténticas, enriqueciendo tu vida amorosa con sinceridad y compromiso.",
      "career": "El 23 de febrero de 2026, Capricornio, es momento de enfocarte en la organización y el ahorro. Aprovecha para revisar tus metas laborales y buscar oportunidades de crecimiento. Mantén la disciplina financiera, evita gastos innecesarios y considera invertir en cursos que mejoren tus habilidades. La constancia y la planificación te brindarán estabilidad y mayores logros en tu carrera y economía.",
      "mood": "El ambiente para Capricornio ese día será introspectivo y sereno, invitando a la reflexión profunda y a la calma interior, pero también puede despertar cierta nostalgia que fomenta la empatía y la comprensión personal y ajena.",
      "lucky_numbers": [
        20,
        43,
        16
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario, este día trae nuevas oportunidades sorprendentes y crecimiento",
      "general": "El día de hoy para Acuario trae una energía vibrante que te invita a explorar nuevas ideas y a fortalecer tus relaciones personales y profesionales. Es un momento favorable para comunicarte con claridad y expresar tus pensamientos, lo que puede abrir puertas hacia oportunidades importantes. En el ámbito emocional, la sinceridad y la empatía serán tus mejores aliadas, ayudando a mejorar la confianza con quienes te rodean. En cuestiones de salud, presta atención a señales de cansancio y no olvides dedicar tiempo a cuidar tu bienestar físico y mental. La clave será mantener la mente abierta y adoptar una actitud positiva frente a los cambios. Hoy, intenta dedicar unos minutos a meditar o reflexionar para aclarar tus metas y prioridades.",
      "love": "Para Acuario en esta fecha, es fundamental mantener la autenticidad en sus relaciones. Para los solteros, enfoque en conocerse mejor antes de comprometerse, confiando en su intuición. En pareja, practiquen la comunicación sincera y cieguen los detalles que fortalecen su vínculo. Dedique tiempo a escuchar y valorar las opiniones del otro, promoviendo un ambiente de confianza y crecimiento mutuo.",
      "career": "El 23 de febrero de 2026, Acuario debe enfocarse en fortalecer su red de contactos y aprovechar oportunidades de colaboración. Evalúe sus finanzas, priorice ahorros y invierta en su desarrollo profesional. Mantén una actitud abierta y adaptativa ante cambios, y evita decisiones impulsivas. La constancia y la paciencia serán clave para alcanzar sus metas laborales y mejorar su estabilidad económica en ese momento.",
      "mood": "El día 23 de febrero de 2026, Acuario experimentará una sensación de esperanza y renovación, envolviéndolo en una luz cálida que inspira optimismo y lealtad, promoviendo conexiones auténticas y un espíritu de crecimiento interior profundo.",
      "lucky_numbers": [
        34,
        7,
        30
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis, hoy descubrirás un camino lleno de esperanza y luz",
      "general": "Hoy los Piscis sentirán una oleada de energía que impulsa su creatividad y sensibilidad. Es un buen día para dedicar tiempo a sus proyectos personales o a actividades que les brindan paz interior. En el amor, la comunicación será clave; escuchar activamente a su pareja o amigos fortalecerá la confianza. En el trabajo, su intuición los guiará en decisiones importantes, pero cuidado con las dudas que puedan surgir, confíen en su talento natural. La salud mental también requiere atención, así que tómense momentos para reflexionar y meditar. Aprovechen para desconectar de las preocupaciones y centrarse en lo que realmente valoran. Hoy es un día ideal para expresar sus sentimientos con sinceridad. Salgan a caminar al aire libre y compartan una tarde agradable con alguien cercano.",
      "love": "Para Piscis en 2026-02-23, la honestidad y la comunicación abierta fortalecerán relaciones. Los solteros deben confiar en su intuición y no temer abrir su corazón lentamente. Las parejas, practiquen la empatía y escuchen activamente para evitar malentendidos. Dedica tiempo a compartir experiencias auténticas y expresa tus sentimientos con sinceridad. Encontrar equilibrio emocional te ayudará a avanzar en el amor y la conexión.",
      "career": "Para Piscis en esta fecha, enfócate en definir metas claras y priorizar tus finanzas. Aprovecha oportunidades de crecimiento profesional mediante cursos o aprendizajes específicos. Controla gastos innecesarios y ahorra con disciplina. Confía en tu intuición para tomar decisiones importantes, pero también busca asesoría si es necesario. La constancia y el equilibrio emocional te brindarán estabilidad y éxito en el camino laboral y financiero.",
      "mood": "El tono emocional para Piscis el 23 de febrero de 2026 es suave y reflexivo, lleno de intuición y sensibilidad, invitando a la introspección y a un profundo sentido de calma y conexión espiritual.",
      "lucky_numbers": [
        41,
        14,
        37
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}