{
  "date": "2026-01-17",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, 17 janvier 2026, de nouvelles opportunités s'ouvrent à vous",
      "general": "Aujourd’hui, les Béliers ressentiront une énergie motivante qui les pousse à aller de l’avant dans leurs projets personnels et professionnels. La journée favorise la communication, ce qui vous permet d’exprimer vos idées avec clarté et conviction. Sur le plan relationnel, vous pourriez vivre un échange enrichissant ou approfondir une connexion existante, renforçant ainsi votre confiance en vous. Sur le plan financier, il est conseillé de faire attention aux dépenses impulsives, mais aussi d’être ouvert aux opportunités de gains inattendus. Sur le plan émotionnel, prenez un moment pour écouter votre intuition, elle vous guidera vers ce qui vous rend vraiment heureux. Ce soir, profitez-en pour planifier et organiser votre semaine à venir avec soin afin de garder cette dynamique positive.",
      "love": "Le Bélier du 17 janvier 2026 devrait prioriser la communication sincère avec son partenaire pour renforcer la complicité. Pour les célibataires, approchez les rencontres avec patience et écoute plutôt que de vouloir tout précipiter. Exprimez clairement vos sentiments et soyez attentif aux signaux de l’autre. Cultivez la confiance et la douceur pour maintenir un équilibre harmonieux, qu’il s’agisse de cœur libre ou en couple.",
      "career": "Le 17 janvier 2026, Bélier, concentrez-vous sur la gestion de votre budget et évitez les dépenses impulsives. Profitez de cette période pour revaloriser vos compétences professionnelles en suivant une formation ou en réseautant avec des collègues. Soyez patient face aux défis et adoptez une attitude constructive. Investissez intelligemment en évitant les risques excessifs, et n'hésitez pas à demander conseil si nécessaire.",
      "mood": "Le ton émotionnel pour Bélier en 2026-01-17 est empreint de détermination chaleureuse, mêlée à une sensation d’enthousiasme éclairé, nourrissant un sentiment d’espoir et d’audace face aux défis à venir.",
      "lucky_numbers": [
        29,
        46,
        13
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, découvrez une passion inattendue ce 17 janvier 2026",
      "general": "Aujourd'hui, Taureau, vous ressentirez une belle harmonie entre votre vie personnelle et professionnelle, ce qui vous apportera une grande sérénité. La patience et la persévérance que vous avez cultivées seront vos meilleurs alliés pour surmonter des défis imprévus. Sur le plan sentimental, il pourrait y avoir un regain de complicité avec votre partenaire, renforçant ainsi votre lien. Côté santé, privilégiez des moments de détente pour ne pas vous épuiser mentalement ou physiquement. Au travail, votre capacité à rester concentré sera appréciée et pourrait ouvrir des opportunités intéressantes. N’oubliez pas d’écouter votre intuition, elle vous guidera dans vos décisions. Aujourd’hui, prenez le temps de rédiger une liste de priorités pour la semaine afin de rester organisé.",
      "love": "Pour les Taureaux, 2026-01-17 sera une journée propice à la réflexion, que vous soyez seul ou en couple. Si vous êtes célibataire, prenez le temps de connaître réellement vos envies et ne précipitez pas les rencontres. En couple, privilégiez la communication sincère et écoutez avec patience. Faites preuve de douceur pour renforcer la complicité et valoriser la stabilité que vous recherchez.",
      "career": "Pour un Taureau en 2026-01-17, concentrez-vous sur la consolidation de votre stabilité financière en revisitant votre budget et en évitant les dépenses impulsives. Profitez-en pour investir dans des formations ou des compétences qui renforceront votre carrière. Restez patient face aux défis, car la persévérance vous mènera vers des opportunités solides. N’oubliez pas d’équilibrer travail et repos pour éviter le burnout.",
      "mood": "Le Taureau le 17 janvier 2026 ressentira une douceur apaisante mêlée à une légèreté inattendue, évoquant une profonde sérénité. L’atmosphère sera empreinte de stabilité, tout en laissant place à une nouvelle inspiration joyeuse.",
      "lucky_numbers": [
        31,
        48,
        15
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, aujourd'hui, découvrez de nouvelles opportunités passionnantes വിഷയഷൾ",
      "general": "Aujourd'hui, les Gémeaux ressentiront une énergie renforcée qui stimule leur créativité et leur curiosité intellectuelle. Au travail, vous serez inspiré pour relever de nouveaux défis ou pour proposer des idées innovantes. Vos conversations seront fluides, ce qui facilitera les échanges avec vos proches ou collègues. Sur le plan sentimental, une communication sincère apportera plus de complicité avec votre partenaire. Côté bien-être, privilégiez des activités qui favorisent la détente mentale, comme la lecture ou la méditation. Votre esprit vif et adaptable vous aidera à trouver rapidement des solutions aux éventuels obstacles. Profitez de cette journée pour clarifier vos objectifs et planifier vos prochaines étapes. Aujourd’hui, notez les idées qui vous viennent et mettez-les en pratique rapidement.",
      "love": "Pour les Gémeaux en ce début 2026, il est essentiel de communiquer sincèrement avec votre partenaire. Si vous êtes célibataire, osez vous ouvrir davantage, participez à des activités sociales pour rencontrer d’autres esprits vifs. Prenez le temps d’écouter, évitez de vous disperser. Cultivez la patience et la consistance, car la stabilité renforcera votre lien ou votre future relation.",
      "career": "Pour les Gémeaux le 17 janvier 2026, c'est le moment de privilégier la communication et de renforcer vos réseaux professionnels. Investissez du temps dans le développement de compétences nouvelles et restez flexible face aux opportunités. Évitez les dépenses impulsives et établissez un budget clair. Faites preuve de patience dans vos démarches financières, car la stabilité viendra avec une planification prudente.",
      "mood": "Le 17 janvier 2026, Gémeaux ressentira une touche de légèreté mêlée à une curiosité intense, créant une atmosphère d’espoir et de spontanéité. L’esprit sera porté par l’enthousiasme et la découverte.",
      "lucky_numbers": [
        22,
        39,
        6
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée vous réserve de belles surprises inattendues",
      "general": "Aujourd'hui, les astres favorisent la communication pour les Cancers. Vous ressentirez un besoin puissant de vous connecter avec vos proches et de partager vos sentiments en toute sincérité. Sur le plan professionnel, votre intuition vous guidera vers des décisions judicieuses, mais veillez à ne pas vous laisser submerger par des doutes. Sur le plan sentimental, la complicité est renforcée, ce qui pourrait ouvrir la voie à des échanges profonds et sincères. Sur le plan mental, votre esprit sera clair, propice à la créativité ou à la réflexion personnelle. Cependant, un certain stress pourrait surgir si vous ne faites pas attention à votre équilibre. Aujourd'hui, prenez le temps d'écrire vos pensées pour clarifier votre esprit et apaiser votre cœur.",
      "love": "Pour les Cancers seuls, il est temps d’ouvrir votre cœur en vous montrant sincère avec autrui, que ce soit par des échanges authentiques ou en participant à des activités qui vous passionnent. Les couples, approfondissez la communication et soyez attentifs aux besoins de l’autre, en créant des moments de complicité. Cultivez la confiance et la tendresse pour renforcer votre lien.",
      "career": "Le 17 janvier 2026, les Cancers devraient privilégier la planification financière et la consolidation de leur carrière. Établissez un budget clair, explorez des opportunités de formation pour perfectionner vos compétences, et investissez dans des projets solides. Restez à l’écoute de votre intuition pour prendre des décisions éclairées, tout en conservant une approche prudente face aux risques potentiels.",
      "mood": "Le 17 janvier 2026, Cancer ressentira une douce chaleur intérieure mêlée à une légère mélancolie, invitant à la réflexion paisible et à la reconnexion profonde avec ses émotions, en quête d'harmonie et de sérénité.",
      "lucky_numbers": [
        14,
        31,
        48
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre élan de courage changera votre avenir cette journée",
      "general": "Aujourd’hui, les Lions ressentiront une énergie renouvelée qui impulsera leur créativité et leur confiance. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, demandez à saisir cette chance pour avancer vers vos objectifs. Côtés sentiments, la communication sera fluide, ce qui renforcera vos relations personnelles ; n'hésitez pas à ouvrir votre cœur. Sur le plan financier, il serait stratégique de faire preuve de prudence et d'éviter les dépenses impulsives. La santé vous invite à écouter votre corps et à intégrer une activité relaxante dans votre routine. En famille, privilégiez un moment de partage sincère. Profitez de cette journée pour planifier une nouvelle étape importante. Aujourd'hui, prenez le temps de méditer afin de mieux vous recentrer.",
      "love": "Pour les Lion seuls, cette année est propice à la confiance en soi. Osez sortir et faites confiance à votre instinct pour rencontrer l’amour. Pour les couples, privilégiez la communication sincère, écoutez avec attention et valorisez les petites attentions quotidiennes. Cultivez la tendresse et évitez la jalousie inutile. L’amour se nourrit de confiance et d’authenticité. Soyez généreux dans votre amour, il vous reviendra en abondance.",
      "career": "Le Lion, le 17 janvier 2026, profitez de cette journée pour évaluer vos compétences et identifier de nouvelles formations. Fixez-vous des objectifs financiers précis et créez un budget mensuel pour maîtriser vos dépenses. Explorez des opportunités professionnelles qui valorisent votre créativité. Restez ouvert aux conseils de mentors et investissez dans votre développement personnel pour assurer une croissance solide.",
      "mood": "Le lion du 17 janvier 2026 évoque une ambiance profonde de fierté et de solitude amplifiée par une noblesse silencieuse, mêlée à une lueur d'espoir fragile qui suscite à la fois admiration et mélancolie.",
      "lucky_numbers": [
        27,
        44,
        11
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, cette année, votre intuition vous guidera vers le succès aujourd'hui",
      "general": "Aujourd'hui, la Vierge peut ressentir un regain d'énergie et une clarté d'esprit qui favorisent la prise de décisions importantes, notamment dans le domaine professionnel. La chance sera de votre côté pour concrétiser certains projets que vous avez envisagés depuis longtemps. Sur le plan personnel, il sera favorable d’accorder plus de temps à vos proches, car cette attention renforcera vos liens et apportera une grande harmonie. Sur le plan de la santé, évitez de vous surmener et privilégiez des activités relaxantes comme la méditation ou une promenade en nature. Il est aussi conseillé de faire un point sur vos objectifs à long terme pour mieux orienter vos efforts dans les jours à venir. Aujourd’hui, prenez quelques instants pour planifier votre semaine avec soin et détermination.",
      "love": "Pour les Vierges en ce début d’année, la sincérité renforcera vos liens. Si vous êtes célibataire, concentrez-vous sur votre développement personnel pour attirer la bonne personne. En couple, privilégiez la communication attentive et planifiez des moments authentiques pour raviver la complicité. Prenez le temps d’écouter et de partager pensées et émotions, car cette écoute sincère renforcera votre complicité.",
      "career": "Le 17 janvier 2026, les Vierges devraient se concentrer sur leur organisation financière. Établissez un budget précis et évitez les dépenses impulsives. Profitez de cette journée pour planifier des investissements à long terme ou épargner pour un projet majeur. Ralentissez le rythme, faites preuve de patience et privilégiez la stabilité pour assurer votre avenir professionnel et financier.",
      "mood": "Le 17 janvier 2026, la Vierge ressentira une harmonie douce, mêlant optimisme et introspection, propice à la clarté mentale et à la sérénité intérieure, favorisant la réflexion calme et une confiance renouvelée en soi.",
      "lucky_numbers": [
        41,
        8,
        25
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie intérieure pour une journée épanouissante 17 janvier",
      "general": "Aujourd'hui, l'énergie planetaire favorise la recherche d'harmonie dans tous les aspects de votre vie. Vous pouvez ressentir un besoin profond d'équilibrer votre travail et vos relations personnelles, ce qui vous aidera à retrouver une sérénité précieuse. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, alors restez ouvert aux nouvelles propositions. Sur le plan amoureux, la communication sera essentielle pour résoudre d’éventuels malentendus et renforcer vos liens. Votre santé mentale et physique bénéficiera d’un moment de détente, alors n'hésitez pas à prendre du temps pour vous. Privilégiez une activité relaxante ou une méditation pour recentrer votre esprit. Aujourd'hui, faites un effort conscient pour savourer un moment de calme en pleine nature ou dans votre lieu préféré.",
      "love": "Pour les célibataires, prenez le temps de connaître vraiment votre propre valeur avant de vous engager. Pour les couples, cultivez la communication sincère et l’écoute attentive pour renforcer la confiance. Fixez des moments réguliers pour partager vos rêves et préoccupations. La patience et la respect mutuel sont essentiels pour équilibrer amour et autonomie, créant un lien solide et harmonieux.",
      "career": "Pour équilibrer votre carrière et vos finances en 2026, fixez des objectifs clairs et établissez un budget mensuel. Investissez dans votre formation pour augmenter vos compétences et booster votre revenu. Évitez les dettes inutiles, épargnez régulièrement, et diversifiez vos investissements. N'oubliez pas de prendre du temps pour votre bien-être mental, car un esprit équilibré favorise la réussite.",
      "mood": "Le ton émotionnel pour Balance le 17 janvier 2026 est apaisant et réfléchi, invitant à la sérénité intérieure. L’atmosphère est douce, équilibre et pleine d’espoir, encourageant une harmonie profonde avec soi-même et le monde environnant.",
      "lucky_numbers": [
        31,
        48,
        15
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, aujourd'hui, votre intuition vous guide vers la réussite",
      "general": "Aujourd'hui, la journée s'annonce passionnante pour les Scorpions, avec une énergie renouvelée qui vous pousse à vous concentrer sur vos relations et votre développement personnel. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, alors restez attentif aux signaux qui vous entourent et n'hésitez pas à prendre des initiatives. Dans votre vie sentimentale, la communication sera essentielle pour éviter les malentendus ; exprimez clairement vos sentiments et écoutez votre partenaire avec patience. Sur le plan personnel, ce sera un bon moment pour vous recentrer sur votre bien-être et pratiquer la méditation ou une activité relaxante. Aujourd'hui, prenez le temps de faire une liste de vos priorités pour mieux orienter vos actions à venir.",
      "love": "Pour les Scorpions célibataires en 2026, ouvrez-vous davantage et exprimez vos sentiments sincèrement, cela favorisera des rencontres authentiques. Pour les couples, privilégiez la communication profonde et la transparence pour renforcer la confiance. Faites un effort conscient pour écouter activement votre partenaire et partager des moments de complicité, créant ainsi une relation plus solide et harmonieuse cette année.",
      "career": "Le 17 janvier 2026, les Scorpions devraient se concentrer sur la planification financière et la stabilité professionnelle. Élaborez un budget précis, investissez dans des formations pour renforcer vos compétences, et évitez les dépenses impulsives. Ce jour-là, prenez le temps de revoir vos objectifs à long terme, tout en restant flexible face aux opportunités qui se présenteront pour assurer votre croissance personnelle et financière.",
      "mood": "Le ton émotionnel pour Scorpion le 17 janvier 2026 est empreint de intensité profonde, mêlant une curiosité ardente à une légère tension. L’atmosphère générale évoque une période de réflexion introspective et de passion contenue.",
      "lucky_numbers": [
        32,
        49,
        16
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, journée excitante pour réaliser vos grands projets",
      "general": "Aujourd'hui, Sagittaire, vous ressentirez une envie forte d'avancer dans vos projets personnels et professionnels. La journée s'annonce pleine d'enthousiasme et d'opportunités pour faire avancer vos idées et concrétiser des démarches qui traînent depuis un moment. Sur le plan relationnel, votre charme naturel sera au rendez-vous, facilitant les échanges et renforçant les liens avec vos proches. Cependant, faites attention à ne pas vous disperser : restez concentré sur ce qui a vraiment de l’importance pour vous. Votre esprit sera également très créatif, ce qui pourrait vous inspirer de nouvelles façons de voir les choses. Prenez le temps d’écouter votre intuition et n’hésitez pas à partager vos idées. Aujourd’hui, modérez vos ambitions et faites un pas vers votre objectif principal.",
      "love": "Pour les Sagittaires le 17 janvier 2026, il est essentiel de cultiver la franchise, que vous soyez en couple ou célibataire. Soyez sincère dans vos intentions et osez exprimer vos sentiments avec douceur. Pour les couples, planifiez une aventure ou une discussion profonde pour renforcer votre lien. Les célibataires devraient sortir de leur zone de confort pour rencontrer des personnes partageant leurs passions.",
      "career": "Le 17 janvier 2026, Sagittaire devrait se concentrer sur la stabilité financière en évitant les dépenses impulsives. Profitez de cette période pour planifier un budget précis et investir dans des projets à long terme. Sur le plan professionnel, soyez ouvert aux nouvelles opportunités, mais prenez le temps d’évaluer chaque proposition. La patience et la discipline seront vos atouts pour évoluer sereinement.",
      "mood": "Le 17 janvier 2026, Sagittaire ressentira une atmosphère d'optimisme chaleureux mêlée d'une curiosité vivante, évoquant une sensation d'aventure intérieure et d'espoir rayonnant, pour demain illuminer ses aspirations profondes avec enthousiasme et confiance.",
      "lucky_numbers": [
        30,
        47,
        14
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, cette journée vous apporte succès et nouvelles opportunités",
      "general": "Aujourd'hui, les Capricornes ressentiront une énergie renforcée pour avancer dans leurs projets personnels et professionnels. La journée favorise la clarté mentale, vous permettant de trouver des solutions innovantes à des défis persistants. C'est également un bon moment pour renforcer vos relations avec des proches, en montrant votre sincérité et votre écoute attentive. Sur le plan financier, soyez prudent et évitez les dépenses impulsives, privilégiez la stabilité. La sensualité et le bien-être mental seront également à l'honneur, alors n'hésitez pas à prendre un moment pour vous recentrer. La patience et la détermination seront vos meilleures alliées aujourd'hui, alors ne vous précipitez pas. Pour finir, prenez quelques instants pour planifier votre journée afin de maximiser votre productivité.",
      "love": "Pour les Capricornes célibataires en 2026, concentrez-vous sur le développement personnel et ouvrez-vous aux rencontres authentiques. Pour les couples, cultivez la confiance en partageant vos aspirations et en écoutant sincèrement votre partenaire. Pratiquez la patience et engagez-vous à renforcer votre complicité. N’oubliez pas que la sincérité et l’écoute attentive renforcent les liens, apportant stabilité et amour durable.",
      "career": "Pour les Capricornes le 17 janvier 2026, il est important de privilégier la planification financière. Évaluez vos dépenses, économisez avec discipline et évitez les investissements impulsifs. Sur le plan professionnel, mettez en avant votre sérieux et votre constance. Cherchez à acquérir de nouvelles compétences pour renforcer votre valeur. Restez patient et persévérant, car cette année favorise la stabilité et la croissance progressive.",
      "mood": "Le 17 janvier 2026, le Capricorne ressent une harmonie douce, mêlée d’une confiance sereine et d’une détermination renouvelée. L’atmosphère inspire la stabilité, tout en invitant à la réflexion intérieure et à la croissance personnelle.",
      "lucky_numbers": [
        14,
        31,
        48
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, journée exceptionnelle pour réaliser vos rêves créatifs",
      "general": "Aujourd’hui, les Verseaux pourraient ressentir un regain d’énergie et d’enthousiasme pour leurs projets personnels et professionnels. C’est une excellente journée pour clarifier vos idées et envisager des changements positifs dans votre vie. Sur le plan affectif, la communication sera fluide, ce qui favorise les échanges sincères avec vos proches. Côté santé, évitez la surcharge mentale en prenant quelques instants pour vous recentrer. Sur le plan financier, faites preuve de prudence et évitez toute dépense impulsive. La journée pourrait aussi révéler une nouvelle perspective sur un problème ancien, vous permettant de le résoudre plus facilement. Concrètement, today, faites une liste des priorités à réaliser cette semaine pour mieux structurer votre énergie.",
      "love": "Le 17 janvier 2026, Verseau, que vous soyez en couple ou célibataire, il est essentiel d’ouvrir votre cœur avec sincérité. Pour les célibataires, osez rencontrer de nouvelles personnes sans peur du rejet. Pour les couples, privilégiez la communication authentique et écoutez attentivement votre partenaire. Cultivez la patience et montrez votre amour par des gestes concrets, consolidant ainsi votre lien ou créant de belles opportunités amoureuses.",
      "career": "Le 17 janvier 2026, Verseau, il est important de rester concentré sur vos objectifs professionnels. N'hésitez pas à développer de nouvelles compétences ou à élargir votre réseau. Sur le plan financier, privilégiez l’épargne et évitez les investissements risqués. Faites preuve de prudence dans vos dépenses et planifiez à long terme pour assurer une stabilité durable. Restez ouvert aux opportunités tout en conservant votre esprit d’innovation.",
      "mood": "Le 17 janvier 2026, le Verseau ressent une lueur d’espoir douce et inspirante, accompagnée d’une curiosité vibrante qui éveille un sentiment d’émerveillement et de receptive à de nouvelles expériences.",
      "lucky_numbers": [
        28,
        45,
        12
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une journée propice à la créativité et à l'introspection",
      "general": "Aujourd'hui, les Poissons ressentiront une énergie particulière qui favorisera leur intuition et leur créativité. Sur le plan professionnel, une idée innovante pourrait surgir, alors restez attentif aux inspirations qui viennent à l’esprit. Sur le plan sentimental, la sincérité et la patience seront vos meilleurs alliés, surtout si vous souhaitez renforcer une relation existante. Côté santé, il serait bénéfique de privilégier un moment de relaxation ou de méditation pour apaiser votre esprit en pleine effervescence. Sur le plan financier, évitez les investissements impulsifs et prenez le temps d’analyser chaque proposition. Ce jour, il est important de prêter attention à votre intuition tout en restant réaliste dans vos décisions. Aujourd’hui, prenez le temps d’écrire vos ressentis pour mieux comprendre vos besoins.",
      "love": "Pour les Poissons en ce début d'année, prenez le temps de clarifier vos sentiments pour construire des relations sincères. Chez les célibataires, osez exprimer votre authenticité pour attirer des partenaires vrais. En couple, communiquez avec douceur pour renforcer la complicité. Écoutez votre intuition, mais restez également ouvert aux conseils extérieurs. La patience et la confiance seront vos meilleurs alliés.",
      "career": "Le 17 janvier 2026, les Poissons devraient se concentrer sur la planification financière solide et éviter les dépenses impulsives. Prenez le temps d’établir un budget précis, d’économiser régulièrement et d’investir dans des projets à long terme. Pour votre carrière, misez sur la communication et la collaboration. N’hésitez pas à proposer vos idées, mais restez attentif aux détails pour concrétiser vos ambitions.",
      "mood": "Le 17 janvier 2026, les Poissons ressentent une atmosphère douce et apaisante, teintée d'une légère mélancolie réconfortante. L'émotion est profonde, invitant à la réflexion, à l'intuition et à une douce vulnérabilité intérieure.",
      "lucky_numbers": [
        35,
        2,
        19
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}