{
  "date": "2026-02-11",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, cette journée révélera des opportunités surprenantes aujourd'hui",
      "general": "Aujourd’hui, les Béliers ressentiront une énergie renouvelée qui les poussera à agir avec confiance dans leur vie professionnelle et personnelle. Vous pourriez être confronté à des défis, mais votre détermination et votre capacité à rester concentré vous aideront à surmonter les obstacles. Sur le plan émotionnel, il est important d’écouter votre intuition et de partager vos sentiments avec ceux qui comptent pour vous, afin de renforcer vos liens. Côté santé, privilégiez un peu de détente pour éviter la surcharge. Sur le plan financier, la prudence reste de mise, surtout dans les investissements. La clé de votre journée est de garder un esprit positif tout en étant réaliste. Aujourd’hui, prenez le temps de méditer pour retrouver votre équilibre intérieur.",
      "love": "Le Bélier du 11 février 2026, que tu sois célibataire ou en couple, cette période favorise la communication sincère. Pour les célibataires, ose exprimer tes sentiments lors de rencontres, ouvre ton cœur avec authenticité. En couple, planifie des activités communes pour renforcer la complicité. Écoute avec attention ton partenaire, et évite de précipiter les décision. Cultive patience et douceur pour bâtir une relation solide.",
      "career": "Le Bélier en 2026-02-11 devrait se concentrer sur la gestion de ses finances en évitant les dépenses impulsives. Prenez le temps de planifier votre budget mensuel et investir dans des formations pour booster votre carrière. Soyez à l’écoute des opportunités professionnelles, tout en gardant une attitude patiente. La persévérance et la discipline seront clés pour atteindre vos objectifs cette année.",
      "mood": "Le Bélier le 11 février 2026 ressentira une énergie vibrante et optimiste, mêlée à une détermination ardente, mais aussi une légère impatience qui pourrait engendrer une tension intérieure à maîtriser avec douceur.",
      "lucky_numbers": [
        23,
        34,
        45
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, cette journée ouvre des portes inattendues vers votre avenir",
      "general": "Aujourd'hui, le Taureau pourrait ressentir un équilibre précieux entre ses responsabilités professionnelles et ses besoins personnels. C’est un moment favorable pour renforcer ses relations proches, que ce soit en partageant un moment simple en famille ou en exprimant ses sentiments à un être cher. Sur le plan financier, reste attentif aux opportunités émergentes, mais évite de prendre des risques inconsidérés. La journée pourrait aussi révéler des inspirations sur le plan créatif ou personnel, invitant à explorer de nouvelles passions ou centres d’intérêt. La patience sera votre atout maître pour naviguer dans les échanges et éviter tout malentendu. Pour finir, prenez un moment pour vous recentrer : faites une marche en pleine nature ou pratiquez la méditation.",
      "love": "Pour les Taureaux en ce jour, cultive la patience et la confiance dans tes relations, qu'elles soient solides ou naissantes. Pour les célibataires, reste ouvert aux rencontres authentiques et ne te précipite pas. Pour les couples, privilégie la communication sincère et révèle ton affection par des gestes simples mais significatifs. Prends le temps d’apprécier chaque instant et de renforcer la complicité.",
      "career": "Pour un Taureau en 2026-02-11, il est avantageux de se concentrer sur la gestion de ses finances en établissant un budget précis et en évitant les dépenses impulsives. Profitez de cette période pour renforcer vos compétences professionnelles en suivant une formation ou en réseautant. Restez patient face aux défis, car la stabilité financière passe par la persévérance et la discipline quotidienne.",
      "mood": "Le 11 février 2026, le Taureau ressentira une douce harmonie mêlée d'une subtile excitation, évoquant une gratitude chaleureuse et une confiance profonde, tout en captivant la tranquillité rassurante d’un amour naissant ou renouvelé.",
      "lucky_numbers": [
        25,
        36,
        47
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, découvrez une journée pleine d'opportunités inattendues",
      "general": "Aujourd'hui, les Gémeaux ressentiront une énergie positive qui influencera leur vie professionnelle et personnelle. Sur le plan professionnel, une idée innovante pourrait surgir, invitant à sortir des sentiers battus. C'est le moment parfait pour proposer des projets ou prendre des initiatives. Sur le plan sentimental, la communication sera fluide, permettant de renforcer des liens existants ou d’en créer de nouveaux. La journée sera également favorable à la réflexion personnelle, vous aidant à clarifier vos objectifs à long terme. La santé mentale sera optimisée par une pause bien méritée ou une activité apaisante. Enfin, prenez le temps de vous recentrer et d’apprécier les petits bonheurs du quotidien. Aujourd’hui, consacrez une dizaine de minutes à écrire vos pensées ou à méditer pour mieux vous ancrer dans le présent.",
      "love": "Pour les Gémeaux le 11 février 2026, cultivez la communication sincère avec votre partenaire en exprimant vos sentiments en toute simplicité. Si vous êtes célibataire, osez engager des conversations profondes pour créer des liens authentiques. Prenez le temps d’écouter l’autre et d’éviter la précipitation. Soyez à l’écoute de vos besoins, tout en restant flexible et ouvert aux surprises de la vie.",
      "career": "Le 11 février 2026, Gémeaux devrait privilégier la communication pour avancer professionnellement. Prenez le temps d'écouter attentivement vos collègues et de clarifier vos idées. Sur le plan financier, évitez les investissements impulsifs et privilégiez une gestion prudente. Faites un bilan de vos dépenses mensuelles et épargnez une partie de vos revenus pour sécuriser votre avenir. Gardez confiance en vos capacités et restez adaptable face aux changements.",
      "mood": "Le 11 février 2026, les Gémeaux ressentiront une atmosphère chaleureuse et légère, empreinte d’optimisme et de curiosité, favorisant des échanges enrichissants et une sensation de liberté intérieure, malgré quelques défis à surmonter.",
      "lucky_numbers": [
        16,
        27,
        38
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, année 2026 : découvrez votre avenir prometteur aujourd'hui",
      "general": "Aujourd'hui, les astres encouragent les Cancers à se concentrer sur leurs relations et leur environnement. Vous ressentez le besoin de renforcer votre lien avec vos proches, et cela pourrait aussi s'étendre à vos collègues ou amis proches. Sur le plan professionnel, évitez de vous laisser emporter par des émotions excessives, privilégiez la communication claire et constructive. Sur le plan personnel, il est temps de prendre soin de vous, d’accorder du temps à la relaxation ou à une activité qui vous apaise. La journée peut aussi révéler des opportunités financières si vous restez attentif aux détails. Faites preuve de patience face aux imprévus et n’hésitez pas à demander de l’aide si nécessaire. Aujourd’hui, prenez un instant pour écrire vos objectifs du jour et agissez avec confiance pour les réaliser.",
      "love": "Le 11 février 2026, Cancer, pour les célibataires, osez exprimer vos sentiments authentiques sans craindre le rejet. Faites confiance à votre intuition pour repérer une connexion sincère. En couple, prenez du temps pour renforcer votre complicité : organisez une soirée intime ou une promenade pour partager vos émotions. La clarté et la patience seront vos alliées pour renforcer votre amour.",
      "career": "Le 11 février 2026, les Cancer doivent se concentrer sur la gestion de leur temps et éviter la procrastination. Priorise des objectifs clairs et établis un budget précis pour assurer la stabilité financière. N'hésite pas à demander conseil à un professionnel pour maximiser tes investissements. Cultive la confiance en toi et reste ouvert aux opportunités professionnelles qui se présenteront.",
      "mood": "Le 11 février 2026, les Cancers ressentiront une douce vague de nostalgie mêlée à une profonde sérénité. L'émotion sera empreinte de douceur, d'introspection chaleureuse, invitant à la réflexion et à l'appréciation des petits moments de bonheur",
      "lucky_numbers": [
        8,
        19,
        30
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre passion illuminera votre chemin ce jour-là",
      "general": "Aujourd'hui, les Lions ressentiront une énergie accrue qui leur donne envie de prendre des initiatives dans leur vie personnelle et professionnelle. La journée favorise la créativité et l’affirmation de soi, mais il faut veiller à ne pas laisser l’ego prendre le dessus. C’est un bon moment pour renforcer des relations existantes ou en débuter de nouvelles, en faisant preuve d’écoute et d’empathie. Sur le plan professionnel, votre charisme attirera l’attention et pourrait vous ouvrir des portes importantes. Cependant, soyez prudent avec les impulsions, elles pourraient vous mener à des malentendus ou des tensions inutiles. Prenez le temps de réfléchir avant d’agir et n’hésitez pas à faire preuve d’humilité. Aujourd’hui, faites un pas vers quelqu’un que vous souhaitez soutenir ou comprendre davantage.",
      "love": "Pour les Lions célibataires en 2026, prenez le temps d’explorer véritablement vos passions, cela attirera des partenaires partageant vos valeurs. En couple, cultivez la communication sincère et montrez votre attachement par des gestes simples. Évitez l’égoïsme et privilégiez l’écoute attentive. En étant authentique, vous construirez des liens solides et durables, poursuivant l’amour avec générosité et patience.",
      "career": "Cher Lion, le 11 février 2026 sera propice à la réflexion financière. Investissez dans des formations pour élargir vos compétences et explorez des revenus passifs. Privilégiez la prudence dans les dépenses et évaluez vos projets avec soin. Cultivez votre réseau professionnel et restez fidèle à vos valeurs. Cette année favorise la croissance durable si vous agissez avec discernement et patience.",
      "mood": "Le jour du Lion en février 2026 dégage une atmosphère à la fois puissante et introspective, mêlant une énergie vibrante d’espoir et de détermination à une profonde sérénité, évoquant une journée remplie de courage et de réflexion.",
      "lucky_numbers": [
        21,
        32,
        43
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, cette journée marquera un tournant important demain",
      "general": "Aujourd'hui, la Vierge pourrait ressentir une envie de clarifier ses idées et de mettre de l’ordre dans ses projets personnels ou professionnels. C’est une journée favorable pour analyser ses priorités et faire un tri dans ses responsabilités. Sur le plan affectif, la communication sera fluide, permettant d’approfondir des échanges avec les proches ou de résoudre certains malentendus. Sur le plan professionnel, votre organisation sera un atout précieux, mais veillez à ne pas trop vous disperser. La santé physique et mentale pourrait bénéficier d’un moment de détente ou d’une activité sportive douce. La semaine commence sur une note de remise en question constructive. Aujourd’hui, prenez le temps de faire une liste des tâches à accomplir pour mieux structurer votre journée.",
      "love": "Le 11 février 2026, Vierge, cultivez la transparence avec votre partenaire pour renforcer la confiance. Si vous êtes célibataire, ouvrez-vous aux rencontres sincères, évitez la précipitation. Prenez le temps d’écouter attentivement, exprimez vos sentiments clairement. Pour tous, la patience et la bienveillance favoriseront des liens plus profonds, apportant équilibre et harmonie à vos relations.",
      "career": "Le 11 février 2026, Vierge doit se concentrer sur l'organisation de ses finances en établissant un budget mensuel précis. Profitez de cette période pour réduire vos dépenses superflues et investir dans des formations professionnelles pour augmenter vos compétences. Restez concentrée sur vos objectifs, évitez la procrastination et faites preuve de persévérance pour garantir une avancée stable dans votre carrière.",
      "mood": "Le 11 février 2026, la Vierge ressentira une douce intensité d’optimisme mêlé à une sérénité encourageante, favorisant la clarté intérieure et un sentiment d’accomplissement discret mais profond, illuminant la journée avec tendresse.",
      "lucky_numbers": [
        35,
        46,
        7
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie intérieure pour un avenir serein.",
      "general": "Aujourd'hui, Balance, vous ressentez une harmonie intérieure qui influence positivement votre journée. Sur le plan sentimental, vos relations s'épanouissent si vous faites preuve d'écoute et de compréhension. Au travail, une idée innovante pourrait être votre atout majeur si vous osez la partager avec confiance. Côté finances, la prudence est de mise, évitez les dépenses impulsives. Sur le plan personnel, il est temps de prendre un moment pour vous recentrer et trouver votre équilibre. La journée pourrait aussi mettre en lumière des déséquilibres que vous devez corriger pour retrouver paix et sérénité. En somme, votre intuition sera votre meilleure guide dans les choix à faire aujourd'hui. Pour finir, prenez quelques minutes pour méditer ou respirer profondément afin d'ancrer cette harmonie intérieure.",
      "love": "Que vous soyez seul ou en couple, recherchez l’équilibre en communiquant avec authenticité et en respectant l’espace de chacun. Prenez le temps d’écouter activement votre partenaire ou vous-même pour comprendre vos véritables besoins. Cultivez la patience, faites des pauses lorsqu’il y a des conflits, et n’oubliez pas de partager des moments de tendresse pour renforcer la connexion.",
      "career": "Pour atteindre un meilleur équilibre en 2026, priorise la gestion de ton temps en établissant un planning quotidien réaliste. Investis dans ta formation pour accroître tes compétences, ce qui peut booster tes revenus. Épargne régulièrement, même de petites sommes, et diversifie tes investissements pour assurer ta sécurité financière. Rappelle-toi de prendre soin de ta santé mentale et physique pour une vie harmonieuse.",
      "mood": "Le ton émotionnel pour Balance le 11 février 2026 est serein et harmonieux, évoquant une profonde paix intérieure. L'atmosphère est douce, invitant à la réflexion, à la stabilité, et à un sentiment de plénitude discrète mais rassurante.",
      "lucky_numbers": [
        25,
        36,
        47
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, découvrez une année de croissance et de transformation",
      "general": "Aujourd'hui, en tant que Scorpion, vous ressentirez une envie renouvelée de vous connecter avec vos proches et de renforcer vos liens émotionnels. Sur le plan professionnel, votre concentration sera optimale, ce qui vous permettra d'accomplir des tâches complexes avec efficacité. Cependant, veillez à ne pas vous laisser emporter par des sentiments ambivalents ou la jalousie. Sur le plan intérieur, une profonde introspection vous apportera des révélations inattendues sur vos véritables désirs et motivations. La journée favorise aussi la créativité et l’expression de soi, alors n'hésitez pas à partager vos idées ou à vous lancer dans un projet artistique. Aujourd’hui, prenez le temps de vous écouter et de faire un pas vers la personne que vous souhaitez mieux connaître.",
      "love": "Pour les Scorpions en 2026, cultivez la confiance et la communication authentique avec votre partenaire, en exprimant vos émotions avec douceur. En étant sincère, vous renforcerez la complicité. Si vous êtes célibataire, ouvrez votre cœur à de nouvelles rencontres, mais prenez le temps de connaître véritablement avant de vous engager. La patience et l'écoute attentive seront vos alliées cette année.",
      "career": "Le 11 février 2026, les Scorpions devraient se concentrer sur le développement de leurs compétences professionnelles en suivant des formations ou certifications. Économisez intelligemment en évitant les dépenses impulsives et investissez dans des projets à long terme. N’hésitez pas à demander conseil financier ou à établir un budget précis pour stabiliser vos finances. Restez fidèles à vos ambitions tout en étant pragmatiques.",
      "mood": "Le 11 février 2026, l’atmosphère pour le Scorpion sera empreinte de passion intense et de réflexion profonde, mêlant un sentiment de mystère et d’introspection, tout en laissant place à une énergie vibrante et mystérieuse.",
      "lucky_numbers": [
        26,
        37,
        48
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, cette journée révèle de nouvelles opportunités excitantes",
      "general": "Aujourd'hui, les Sagittaires ressentiront une envie renouvelée de découvrir quelque chose de nouveau, que ce soit dans leur vie professionnelle ou personnelle. La journée sera propice à la réflexion et à la prise de décisions importantes, notamment dans les relations amoureuses ou amicales, où une sincérité accrue pourrait renforcer les liens. Sur le plan professionnel, votre enthousiasme et votre optimisme seront vos meilleurs alliés pour surmonter les défis du jour. N’oubliez pas de prendre du temps pour vous recentrer et d’écouter votre instinct, qui vous guidera vers les opportunités cachées. Cette journée invite à cultiver la patience et à faire preuve de confiance en vos capacités. Aujourd’hui, prenez le temps d’écrire une liste de vos objectifs à court terme pour mieux orienter vos efforts.",
      "love": "Pour les Sagittaires en ce 11 février 2026, l’amour demande d’être sincère et patient. Si tu es seul, ose exprimer tes sentiments et participe à des activités sociales pour élargir ton cercle. Pour les couples, communique avec douceur, écoute activement et évite les malentendus. Cultive la confiance mutuelle en partageant tes rêves et tes projets, cela renforcera votre complicité.",
      "career": "Le 11 février 2026, les Sagittaires devraient se concentrer sur la consolidation de leur stabilité financière. Évitez les dépenses impulsives et planifiez un budget réaliste. Sur le plan professionnel, saisissez les opportunités d’apprentissage ou de développement pour renforcer votre crédibilité. Investissez dans des projets à long terme, tout en restant fidèle à vos valeurs, pour assurer un avenir plus serein.",
      "mood": "Le 11 février 2026, Sagittaire ressent une excitation ardente mêlée à une profonde envie d’aventure, illuminée par l’optimisme. La journée vibre d’énergie positive, invitant à explorer de nouvelles horizons avec confiance et enthousiasme sincère.",
      "lucky_numbers": [
        24,
        35,
        46
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, votre énergie éclairera votre chemin ce jour important",
      "general": "Aujourd'hui, les Capricornes ressentiront une énergie nouvelle qui favorise la concentration et la réflexion. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, il est important de rester vigilant et de saisir cette chance avec confiance. En amour, la communication avec votre partenaire sera essentielle pour renforcer votre complicité, évitez les malentendus en étant sincère et à l’écoute. Côté financier, une décision importante doit être prise, prenez le temps de bien analyser tous les aspects avant de vous engager. Sur le plan personnel, c’est une journée idéale pour vous recentrer sur vos objectifs et votre bien-être intérieur. N’oubliez pas de prendre quelques instants pour respirer profondément et méditer. Aujourd’hui, engagez-vous à faire une liste de vos priorités pour mieux orienter votre journée.",
      "love": "Pour les Capricornes en cette journée, il est important d’ouvrir votre cœur aux autres avec confiance. Si vous êtes célibataire, osez engager une conversation sincère et gérez votre peur du rejet. En couple, faites preuve d’écoute active et de patience pour renforcer votre complicité. Cultivez la confiance et laissez transparaître votre tendresse pour continuer d’avancer main dans la main.",
      "career": "Le 11 février 2026, les Capricornes devraient se concentrer sur la planification stratégique pour leurs projets professionnels. Prenez le temps d’évaluer vos objectifs financiers, en ajustant votre budget et en évitant les dépenses impulsives. Investissez dans le développement de compétences clés, et n’hésitez pas à demander conseil à un mentor. La patience et la discipline seront vos atouts majeurs aujourd’hui.",
      "mood": "Le 11 février 2026, le Capricorne ressentira une douceur sincère mêlée à une profonde introspection, éveillant une sensation de renouveau intérieur et une envie d’embrasser la stabilité avec confiance et sérénité.",
      "lucky_numbers": [
        8,
        19,
        30
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, aujourd'hui, votre créativité ouvre de nouvelles portes",
      "general": "Aujourd’hui, le Verseau ressentira une belle énergie qui favorisera la créativité et l’innovation. Sur le plan professionnel, votre ingéniosité sera particulièrement appréciée, ce qui pourrait ouvrir de nouvelles opportunités ou renforcer votre position. Sur le plan sentimental, votre sincérité et votre écoute favoriseront des échanges profonds avec votre partenaire ou vos proches. Sur le plan financier, il serait sage de revoir vos dépenses et de privilégier la prudence, surtout si des imprévus surgissent. N’oubliez pas de prendre soin de votre bien-être mental en trouvant un moment de pause pour méditer ou réfléchir. Aujourd’hui, faites un effort pour exprimer clairement vos idées lors d’une réunion ou avec quelqu’un qui vous tient à cœur.",
      "love": "Pour les Verseaux célibataires, 2026-02-11 est une excellente occasion de sortir de votre zone de confort. Engagez-vous dans des activités qui reflètent vos passions pour attirer des personnes partageant vos valeurs. Pour les couples, communiquez avec sincérité pour renforcer votre lien. Pratiquez l’écoute attentive et encouragez la spontanéité pour revitaliser votre relation. Cultivez la patience et le respect mutuel chaque jour.",
      "career": "Pour les Verseaux le 11 février 2026, il est essentiel de rester concentré sur vos objectifs financiers. Établissez un budget précis et évitez les dépenses impulsives. Profitez de cette journée pour explorer de nouvelles opportunités professionnelles ou développer vos compétences. Restez ouvert aux conseils et privilégiez la patience pour atteindre des progrès durables dans votre carrière et votre stabilité financière.",
      "mood": "Le 11 février 2026, le Verseau ressentira un mélange d'optimisme et d'enthousiasme, teinté d'une douce mélancolie qui invite à la réflexion profonde tout en embrassant de nouvelles possibilités.",
      "lucky_numbers": [
        22,
        33,
        44
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, aujourd'hui, découvrez des opportunités inattendues et inspirantes",
      "general": "Aujourd'hui, les Poissons ressentiront une énergie renouvelée qui influencera positivement leur vie émotionnelle et professionnelle. Vous serez plus à l’écoute de vos proches, ce qui renforcera vos liens et apportera une harmonie bienvenue dans votre foyer. Sur le plan professionnel, votre créativité sera à son apogée, vous permettant d’aborder vos tâches avec un regard nouveau et des idées innovantes. Cependant, il est important de ne pas vous laisser submerger par trop d’émotions ou de stress. Prenez le temps de vous recentrer et d’écouter votre intuition pour prendre des décisions éclairées. Sur le plan physique, privilégiez une activité douce comme la méditation ou la marche en nature pour équilibrer votre énergie. Aujourd’hui, faites un effort conscient pour exprimer votre gratitude à quelqu’un qui vous soutient.",
      "love": "Pour les Poissons, le 11 février 2026 est une journée idéale pour exprimer votre amour, que vous soyez en couple ou célibataire. Prenez le temps d'écouter profondément votre partenaire ou vous-même, et ne craignez pas de partager vos émotions sincèrement. Pour les célibataires, osez vous ouvrir à de nouvelles rencontres en sortant de votre zone de confort. Cultivez la confiance en votre intuition et soyez authentique.",
      "career": "Le 11 février 2026, Poissons devriez privilégier la planification financière et éviter les dépenses impulsives. Concentrez-vous sur la consolidation de vos économies, explorez de nouvelles compétences professionnelles et restez ouvert aux opportunités. Prenez soin de votre bien-être mental pour rester concentré. Enfin, n'hésitez pas à demander conseil à un expert pour optimiser vos investissements et sécuriser votre avenir.",
      "mood": "Le 11 février 2026, les Poissons ressentiront une douceur profonde mélangée à une légère mélancolie, invitant à la réflexion intérieure. L’atmosphère sera empreinte de rêve, de timidité et d’une envie sincère de connexion authentique.",
      "lucky_numbers": [
        29,
        40,
        1
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}