{
  "date": "2026-01-18",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries: Un día de oportunidades y nuevas aventuras comprometidas",
      "general": "Hoy, Aries, experimentarán un día lleno de energías positivas que influirán en diferentes aspectos de su vida. En lo laboral, tu esfuerzo será reconocido, y podrías recibir una noticia que te motive a seguir adelante con tus proyectos. En el ámbito personal, será un buen momento para fortalecer relaciones cercanas y expresar tus sentimientos con sinceridad. La salud se mantiene estable, pero evita agotarte, recuerda tomar descansos y cuidar tu bienestar emocional. En lo financiero, las decisiones impulsivas deben ser evitadas; analiza bien cualquier inversión o gasto importante. La intuición te guiará en momentos clave, confía en tu instinto. Para aprovechar esta jornada, hoy enfócate en comunicarte claramente con quienes te rodean y toma un momento para reflexionar sobre tus metas a largo plazo.",
      "love": "Para Aries soltero, en 2026-01-18, enfoca en conocerte mejor y fortalecer tu autoconfianza. Participa en actividades sociales que reflejen tus intereses y sé abierto a nuevas conexiones. Para los en pareja, practica la empatía y escucha activamente a tu pareja. Propón nuevas experiencias juntos para mantener la chispa viva y fortalecer vuestro vínculo con honestidad y paciencia.",
      "career": "El 18 de enero de 2026, Aries debe centrarse en la planificación financiera a largo plazo. Asegúrate de revisar tus inversiones y establecer metas claras. En el trabajo, aprovecha las oportunidades de liderazgo para destacarte. Mantén una actitud positiva, pero evita impulsividades que puedan afectar decisiones importantes. La disciplina y la paciencia serán clave para alcanzar el éxito este día.",
      "mood": "El tono emocional de Aries en esa fecha es enérgico y apasionado, con una sensación de determinación y entusiasmo. El ambiente emocional invita a la acción y al crecimiento personal, despertando confianza y vitalidad interna.",
      "lucky_numbers": [
        30,
        48,
        16
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro, hoy descubrirás una oportunidad que transformará tu vida.",
      "general": "Hoy, Tauro, el día te invita a reflexionar sobre tus relaciones y tu bienestar emocional. La presencia de la luna en tu signo te llena de energía, facilitando la comunicación con quienes te rodean y permitiéndote expresar tus sentimientos con claridad. En el ámbito laboral, la paciencia será tu aliada para afrontar proyectos complejos y avanzar paso a paso, sin prisas. Es un momento ideal para cuidar tu salud, incorporando actividades que te aporten calma y equilibrio interior. La intuición te guiará en decisiones importantes, así que confía en tus instintos. Aprovecha la tranquilidad del día para conectarte contigo mismo y reafirmar tus metas. Hoy, dedica unos minutos a meditar y definir qué pasos darás para fortalecer tu bienestar emocional.",
      "love": "Para Tauro en 2026-01-18, es momento de fortalecer la comunicación en pareja y mostrar sinceridad. Si estás soltero, aprovecha esa energía para conocerte mejor y explorar lo que realmente buscas. Practica la paciencia y evita decisiones impulsivas. Trabaja en la confianza mutua, tanto si estás solo como en pareja, y recuerda que la honestidad abre caminos hacia relaciones más sólidas y felices.",
      "career": "El 18 de enero de 2026, Tauro podría experimentar avances en su carrera si se mantiene firme y confiado en sus habilidades. Aprovecha esta fecha para establecer metas claras, priorizar tareas y buscar oportunidades de crecimiento. En lo financiero, evita gastos impulsivos y invierte en proyectos a largo plazo. La disciplina y la planificación serán clave para consolidar tu estabilidad económica y profesional.",
      "mood": "El día 18 de enero de 2026, Tauro experimentará una sensación de calma reconfortante mezclada con una ligera inquietud interior, invitando a reflexionar con serenidad y encontrar belleza en los pequeños detalles de la vida.",
      "lucky_numbers": [
        32,
        50,
        18
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis hoy descubre su verdadera pasión y destino",
      "general": "Hoy, los Géminis sentirán una energía renovada que les impulsa a comunicarse y conectar más profundamente con su entorno. En lo laboral, será un día para demostrar su creatividad y habilidades, abriendo puertas a nuevas oportunidades si saben aprovechar el momento. En el ámbito personal, las relaciones florecen si mantienen la honestidad y apertura con sus seres queridos. Es un día favorable para planificar sus metas a corto plazo y reflexionar sobre sus deseos más auténticos. La intuición estará fuerte, así que confíen en su instinto para tomar decisiones importantes. Sin embargo, eviten dispersarse en múltiples tareas y prioricen lo esencial. Hoy, dediquen unos minutos a meditar o respirar profundamente para centrarse mejor y potenciar su claridad mental.",
      "love": "Para los géminis en 2026-01-18, la clave será la comunicación auténtica. Si estás en pareja, comparte tus sentimientos abiertamente y escucha con atención. Si estás solo, enfócate en conocerte mejor y expresa tu interés sinceramente. Practica la paciencia y evita decisiones apresuradas. Cultiva conexiones profundas con empatía y honestidad para fortalecer tus relaciones y atraer amor genuino.",
      "career": "El 18 de enero de 2026, Géminis, es importante que enfoques tu energía en planificar a largo plazo y mantener una actitud flexible frente a cambios. Busca oportunidades de formación y no dudes en solicitar ayuda o asesoramiento en decisiones financieras. Prioriza tus metas y evita distracciones. La comunicación clara y la organización te abrirán puertas en el trabajo y mejorarán tus finanzas.",
      "mood": "El tono emocional para Géminis el 18 de enero de 2026 es optimista y lleno de esperanza, mientras que el ambiente evoca una sensación de renovación, curiosidad y energía vibrante que impulsa a explorar nuevas conexiones y conocimientos.",
      "lucky_numbers": [
        23,
        41,
        9
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer, hoy descubres nuevas fuerzas para avanzar con confianza",
      "general": "Hoy para los nacidos bajo el signo de Cáncer, el día trae una energía positiva que favorecerá tus relaciones tanto personales como profesionales. Es un momento ideal para comunicarte con seres queridos y fortalecer vínculos afectivos, ya que tu sensibilidad y empatía estarán en su punto más alto. En el trabajo, podrías recibir reconocimiento por tus esfuerzos, lo que te motivará a seguir adelante con confianza. Sin embargo, es importante que no descuides tu bienestar emocional; tómate momentos para relajarte y reconectar contigo mismo. La intuición te ayudará a tomar decisiones acertadas, especialmente en asuntos que requieren un enfoque delicado o emocional. Hoy, aprovecha para expresar tus sentimientos con honestidad y claridad, y no dudes en pedir ayuda si la necesitas.",
      "love": "Para los Cáncer solteros en 2026-01-18, enfóquense en fortalecer su confianza y abrirse a nuevas experiencias sociales para atraer relaciones genuinas. Para las parejas, dedicarse tiempo de calidad y expresar sus sentimientos con honestidad fortalecerá su vínculo. Practiquen la empatía y escuchen activamente para resolver malentendidos. Este día, canalicen su intuición y amor propio, creando conexiones más profundas y auténticas.",
      "career": "El 18 de enero de 2026, Cáncer estará en un momento ideal para centrarse en la estabilidad financiera. Evalúa tus ingresos y gastos con honestidad, evita gastos impulsivos y ahorra para el futuro. En el trabajo, sé proactivo, busca nuevas oportunidades y no temas asumir responsabilidades. La paciencia y la constancia serán claves para lograr avances significativos en esta fecha.",
      "mood": "El día 18 de enero de 2026, Cáncer experimentará un tono emocional lleno de reflexión y sensibilidad, acompañada de una sensación de esperanza y calma interna que invita a la introspección y a conectar con su esencia más profunda.",
      "lucky_numbers": [
        15,
        33,
        1
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo: El éxito y la felicidad te acompañarán hoy",
      "general": "Hoy, los Leo sentirán una energía vibrante que impulsa su confianza y liderazgo, permitiéndoles afrontar cualquier desafío con optimismo. En el trabajo, podrán destacar por su creatividad y determinación, ganándose el reconocimiento de colegas y superiores. En el amor, las conexiones emocionales se profundizarán si muestran sinceridad y apertura, favoreciendo momentos íntimos y de complicidad. En la salud, es un buen día para incorporar nuevas rutinas que aumenten su bienestar y vitalidad. La planificación y organización serán clave para aprovechar al máximo las oportunidades que se presenten. Es importante que hoy presten atención a su intuición y se permitan arriesgarse a nuevas experiencias que enriquecerán su camino personal y profesional. Tomen un minuto para reflexionar sobre sus metas y escriban una lista de pasos concretos para alcanzarlas.",
      "love": "Para los Leo solteros en 2026, enfoca en conocer tus verdaderos intereses y no temas mostrar tu brillantez. Con pareja, cultiva la comunicación honesta y pequeños gestos de cariño diarios. Practica la paciencia y evita decisiones impulsivas. Dedica tiempo a fortalecer la confianza y a expresar gratitud. Así, construirás relaciones más sólidas y auténticas, permitiendo que el amor crezca con respeto y alegría mutua.",
      "career": "Para Leo en 2026-01-18, enfócate en consolidar tus habilidades profesionales y busca oportunidades de crecimiento. Establece metas financieras claras y ahorra automáticamente un porcentaje de tus ingresos. Prioriza la inversión en tu educación y mantén un control estricto de tus gastos. Sé paciente y perseverante, pues el éxito llegará con constancia y planificación rigurosa. Aprovecha las oportunidades y sigue aprendiendo siempre que puedas.",
      "mood": "El 18 de enero de 2026, Leo experimentará un tono emocional de entusiasmo y confianza, acompañado de una sensación de esperanza y determinación que estimulará su energía vital y potenciará su carácter carismático y generoso.",
      "lucky_numbers": [
        28,
        46,
        14
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo: un día de crecimiento y oportunidades sorprendentes llega",
      "general": "Hoy, Virgo, te sentirás lleno de energía para afrontar diferentes aspectos de tu vida. En el trabajo, será un día ideal para organizar tus proyectos y mostrar tu capacidad de liderazgo. La comunicación con colegas y superiores será fluida, aprovechando para expresar tus ideas con claridad. En el ámbito personal, tendrás la oportunidad de fortalecer lazos con amistades y seres queridos, dedicándoles tiempo de calidad. Sin embargo, deberás tener cuidado con la tendencia a ser demasiado perfeccionista, lo que podría generar tensión innecesaria. En tu bienestar, intenta integrar un momento de relajación o meditación para mantener el equilibrio emocional. Aprovecha esta jornada para definir tus metas a corto plazo y priorizar acciones que realmente reflejen tus valores. Hoy, dedícate unos minutos a planificar tus pasos para los próximos días.",
      "love": "Para Virgo en 2026-01-18, enfócate en comunicar tus sentimientos con claridad, tanto si estás en una relación como si eres soltero. Practica la paciencia y permite que las emociones fluyan sin juzgarte. Para quienes están en pareja, dedícate a actividades que fortalezcan la confianza. Si estás soltero, aprovecha oportunidades para socializar y mostrar tu autenticidad.",
      "career": "Para Virgo el 18 de enero de 2026, enfócate en organizar tus finanzas y establecer metas claras. Evalúa tus gastos y ahorra de manera consciente, priorizando inversiones que aporten estabilidad a largo plazo. En tu carrera, busca oportunidades de aprendizaje y colaboración; tu detalle y dedicación serán claves para avanzar. Mantén una actitud positiva y abierta a cambios.",
      "mood": "El tono emocional para Virgo el 18 de enero de 2026 es sereno y reflexivo, impregnado de una sensación de esperanza suave y un impulso de autoconocimiento que invita a la introspección y la calma interior.",
      "lucky_numbers": [
        42,
        10,
        28
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, hoy descubrirás nuevas oportunidades que transformarán tu vida.",
      "general": "Hoy, los librianos sentirán una oleada de energía que los impulsará a buscar equilibrio en diferentes aspectos de su vida. En lo laboral, una idea innovadora puede surgir, así que es momento de confiar en su intuición y expresar sus ideas con claridad. En el ámbito emocional, será un día favorable para fortalecer vínculos con seres queridos y expresar sus sentimientos sinceramente. En lo personal, un momento de introspección les ayudará a aclarar metas y prioridades. La salud se mantiene estable, pero conviene dedicar tiempo a practicar relajación o meditación. Aprovechen esta energía positiva para resolver pendientes y dejar atrás dudas. Hoy, dediquen unos minutos a escribir sus metas a corto plazo y comprométanse a dar el primer paso para alcanzarlas.",
      "love": "El 2026 será un año para que Libra cultive la sinceridad y comunique sus sentimientos abiertamente. Para los solteros, aprovecha oportunidades sociales para conocer personas auténticas y mostrar tu verdadero yo. Para las parejas, dedica tiempo a escuchar y fortalecer la confianza mutua. Practica la empatía y busca equilibrar tus necesidades con las del ser amado, creando una relación armoniosa y duradera.",
      "career": "Para Libra en enero de 2026, concéntrate en equilibrar tus prioridades profesionales y personales. Aprovecha las oportunidades de networking y mantén una actitud abierta a nuevas ideas. Evita decisiones impulsivas en tus finanzas y crea un presupuesto sólido. Invierte en tu formación y busca asesoría financiera para maximizar tus recursos, asegurando un crecimiento estable y armonioso en tu camino hacia el éxito.",
      "mood": "El 18 de enero de 2026, Libra se sentirá inspirado y en armonía, experimentando una sensación de paz interior y optimismo. La energía será suave, invitando a la reflexión y a la conexión emocional profunda.",
      "lucky_numbers": [
        32,
        50,
        18
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio, hoy descubrirás una conexión profunda e inesperada",
      "general": "Hoy los escorpio sentirán una mezcla de energía y sensibilidad que les invita a reflexionar sobre sus relaciones y metas personales. La intuición estará particularmente aguda, ayudándote a comprender mejor a quienes te rodean y a tomar decisiones más acertadas en el trabajo y en el ámbito emocional. Es un buen día para fortalecer vínculos con seres queridos y expresar tus sentimientos sinceramente, ya que la comunicación será fluida si te atreves a abrirte. Sin embargo, también podrías enfrentarte a ciertos obstáculos que requerirán paciencia y calma para manejarlos con sabiduría. Aprovecha la energía de hoy para analizar tus objetivos a largo plazo y ajusta tus planes en consecuencia. Hoy, enfócate en escuchar activamente a los demás y en ser honesto contigo mismo.",
      "love": "Para los escorpio en esta fecha, es importante que tanto si estás solo como en pareja, practiques la comunicación sincera. Enfócate en escuchar activamente y expresar tus sentimientos sin miedo. Si estás en pareja, busca momentos de intimidad emocional para fortalecer el vínculo. Para los solteros, aprovecha para conocerte mejor y definir qué deseas en una relación antes de comprometerte.",
      "career": "El 18 de enero de 2026, Escorpio, enfócate en establecer metas claras y realistas en tu carrera. Aprovecha oportunidades de formación y networking para fortalecer tu perfil profesional. Gestiona tus finanzas con prudencia, evitando gastos innecesarios y ahorrando para inversiones futuras. Mantén una actitud flexible ante cambios y confía en tu intuición para tomar decisiones acertadas que te llevarán hacia la estabilidad y el crecimiento.",
      "mood": "El tono emocional para Escorpio el 18 de enero de 2026 es introspectivo y profundo, lleno de pasión y sensibilidad, mientras el estado de ánimo se impregna de una quietud reflexiva, invitando a la transformación interior y al crecimiento personal.",
      "lucky_numbers": [
        33,
        1,
        19
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario: Descubre nuevas aventuras y oportunidades en 2026",
      "general": "Hoy en general, los Sagitario sentirán una energía positiva que los impulsará a superar obstáculos en diferentes aspectos de su vida. En el ámbito laboral, su entusiasmo y creatividad estarán en su punto más alto, permitiéndoles abordar proyectos con una perspectiva fresca y motivadora. En el amor, la comunicación será clave; es un buen día para expresar lo que sienten y fortalecer vínculos. En lo personal, dedicar tiempo a su bienestar mental y físico será especialmente útil para mantener ese impulso. La luna influirá en su intuición, así que confíen en sus instintos para tomar decisiones importantes. Para aprovechar al máximo el día, organicen una salida con amigos o familiares y compartan momentos de alegría y reflexión.",
      "love": "Para Sagitario en esta fecha, es importante que tanto los solteros como las parejas busquen la honestidad y la comunicación abierta. Los solteros deben explorar nuevas conexiones sin prisa, manteniendo la autenticidad. Las parejas, fomenten actividades que refuercen la confianza y la complicidad. Practiquen la paciencia y escuchen activamente, creando un espacio seguro para expresar sentimientos y fortalecer vínculos amorosos.",
      "career": "Para los Sagitario en enero de 2026, enfócate en definir metas claras en tu carrera y busca oportunidades de formación para potenciar tus habilidades. Administra bien tus finanzas, ahorrando y evitando gastos innecesarios. Aprovecha las conexiones sociales para avanzar profesionalmente y mantén una actitud positiva en momentos de desafío. La constancia y la planificación serán clave para un año de crecimiento y estabilidad.",
      "mood": "El 18 de enero de 2026, Sagitario experimentará una emoción vibrante de entusiasmo y optimismo, inundado por una sensación de aventura y esperanza que inspira confianza y da paso a nuevas oportunidades llenas de promesas.",
      "lucky_numbers": [
        31,
        49,
        17
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio, descubres nuevas oportunidades que transformarán tu vida",
      "general": "Hoy, Capricornio, el día trae una energía de enfoque y determinación en diferentes áreas de tu vida. En el trabajo, podrás avanzar en proyectos importantes si mantienes la disciplina y no te distraes con detalles menores. Es un buen momento para fortalecer tus finanzas y planificar metas a largo plazo, ya que la claridad mental te acompañará. En el ámbito personal, presta atención a tus relaciones; la comunicación sincera te ayudará a resolver malentendidos y fortalecer vínculos. Tu salud también requiere cuidado; dedica tiempo a una rutina de ejercicio o a relajarte. Aprovecha este día para evaluar tus prioridades y tomar decisiones que te acerquen a tus sueños. Hoy, prioriza una tarea que has postergado y arréglala con paciencia y dedicación.",
      "love": "Para Capricornio en esta fecha, prioriza la comunicación genuina, tanto si estás en pareja como si estás soltero. Trabaja en abrir tu corazón sin miedo, pero mantén los pies en la tierra, valorando la estabilidad emocional. Para quienes están en pareja, reaviva la confianza mostrando apoyo constante. Para solteros, enfócate en conocerte mejor para atraer relaciones que complementen tu crecimiento personal.",
      "career": "Para Capricornio en enero de 2026, enfoca tu energía en establecer metas claras y realistas en tu carrera. Diversifica tus habilidades y aprovecha oportunidades de capacitación. En lo financiero, evita gastos impulsivos y prioriza el ahorro. Revisa tus inversiones y busca asesoría profesional si es necesario. La disciplina y la planificación te traerán estabilidad y crecimiento en ambos ámbitos durante este año.",
      "mood": "El 18 de enero de 2026, Capricornio experimentará un tono emocional sereno y reflexivo, acompañado de una sensación de esperanza contenida, fomentando introspección y una calma profunda que invita a la renovación interior.",
      "lucky_numbers": [
        15,
        33,
        1
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario hoy: descubre nuevas oportunidades y relaciones significativas",
      "general": "El día de hoy, los acuarianos sentirán una renovada energía que los impulsa a buscar equilibrio en sus relaciones y en su vida personal. La influencia de los astros favorece la comunicación, por lo que será un buen momento para expresar sentimientos o aclarar malentendidos. En el trabajo, aparecerán oportunidades para innovar y destacar, siempre y cuando confíen en sus ideas y no tengan miedo de proponer nuevas soluciones. En el plano emocional, es importante que presten atención a lo que realmente desean y no se dejen llevar solo por las apariencias. La clave será mantener la mente abierta y ser sinceros con ustedes mismos y con quienes los rodean. Hoy, dedíquense unos minutos a escuchar su intuición y actúen en consecuencia.",
      "love": "Para Acuario en 2026-01-18, es importante valorar la comunicación sincera en pareja y mantener la independencia personal. Para solteros, enfócate en ampliar tu círculo social y abrirte a nuevas experiencias. Si estás en una relación, practica la empatía y comparte tus sentimientos abiertamente. Actúa con honestidad y paciencia, fortaleciendo vínculos y permitiendo que el amor crezca con autenticidad.",
      "career": "Para Acuario en 2026-01-18, enfócate en fortalecer tus habilidades y buscar oportunidades de colaboración. Invierte en tu formación y mantén una actitud abierta a nuevas ideas. Administra tus finanzas con prudencia, evita gastos impulsivos y ahorra para futuros proyectos. Aprovecha las conexiones sociales para crecer profesionalmente y no temas asumir roles de liderazgo. La constancia y la innovación serán clave para tu éxito económico en este momento.",
      "mood": "El 18 de enero de 2026, Acuario experimentará una sensación de esperanza y apertura emocional, con un tono de optimismo y conexión profunda que invita a la introspección y a la renovación interna.",
      "lucky_numbers": [
        29,
        47,
        15
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis: Inspiración y cambios positivos en tu camino hoy",
      "general": "Hoy, los nacidos bajo el signo de Piscis sentirán una energía renovada que los impulsa a buscar equilibrio en diferentes áreas de su vida. Es un momento propicio para reflexionar sobre sus relaciones personales y agradecer a quienes los rodean. En el trabajo, pueden enfrentarse a decisiones importantes; confíen en su intuición para escoger el camino correcto. La salud, tanto física como emocional, requiere atención especial, así que no descuiden su bienestar. Aprovechen esta jornada para conectarse con su ser interior y liberar cualquier carga emocional que hayan acumulado. Las estrellas sugieren que abrirse a la comunicación será fundamental para mejorar sus vínculos y avanzar con mayor claridad. Hoy, dediquen unos minutos a meditar o escribir en su diario para potenciar su claridad mental y emocional.",
      "love": "Para los Piscis en 2026-01-18, cultiva la comunicación honesta y abierta con tu pareja o contigo mismo si estás solo. Practica la empatía y escucha activa para fortalecer tus relaciones. Si estás en pareja, dedica tiempo a expresar tus sentimientos y deseos claramente. Los solteros deben aprovechar este momento para conocerse mejor y abrirse a nuevas experiencias amorosas con confianza y sinceridad.",
      "career": "El 18 de enero de 2026, Piscis puede aprovechar su intuición para tomar decisiones laborales acertadas. Es momento de definir metas claras y priorizar proyectos que alineen con su propósito. Recomendable mantener una disciplina financiera, evitando gastos impulsivos. Buscar asesoría en inversiones y ahorrar para emergencias fortalecerá su estabilidad. La autoconfianza y la claridad le abrirán nuevas oportunidades profesionales y personales en este año.",
      "mood": "El día 18 de enero de 2026, Piscis se sentirá envolvido en una sensación de serenidad y esperanza, donde la intuición guía sus emociones, promoviendo una profunda conexión con su mundo interior y una renovada confianza en el futuro.",
      "lucky_numbers": [
        36,
        4,
        22
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}