{
  "date": "2026-02-12",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, une journée excitante pleine de surprises à venir",
      "general": "Aujourd'hui, Bélier, vous ressentirez une énergie renouvelée qui vous poussera à relever de nouveaux défis. Sur le plan professionnel, votre détermination sera à son apogée, mais veillez à ne pas précipiter les choses pour éviter les erreurs. Sur le plan affectif, votre charme naturel attirera l’attention, mais prenez le temps d’écouter vraiment votre partenaire plutôt que de laisser votre enthousiasme dominer la conversation. Sur le plan personnel, un désir de faire du changement pourrait surgir, inscrivez-vous dans une activité ou un projet qui vous inspire vraiment pour canaliser cette impulsion. La journée sera également favorable pour recentrer vos priorités et clarifier vos objectifs. Aujourd’hui, prenez quelques minutes pour écrire vos intentions et engagez-vous à agir concrètement sur votre plan d’action.",
      "love": "Pour les Bélier en 2026, l'amour nécessite patience et écoute. Pour les célibataires, osez exprimer vos sentiments authentiques, même si cela vous effraie, et saisissez les opportunités sociales. En couple, cultivez la tendresse et évitez l'impulsivité. Pratiquez la communication sincère, et faites preuve d'empathie pour renforcer votre lien. L'équilibre entre passion et patience ouvrira la voie à une relation épanouissante.",
      "career": "Pour les Bélier en 2026-02-12, concentrez-vous sur la patience et la planification à long terme. Évitez les décisions impulsives surtout dans vos finances. Priorisez l’épargne et investissez dans des projets durables. Sur le plan professionnel, développez vos compétences et nouez des contacts précieux. Restez ouvert aux conseils et ne craignez pas de prendre des pauses pour recharger votre énergie.",
      "mood": "Le 12 février 2026, Bélier ressentira une tension mêlée d'excitation, une envie de nouvelles aventures, mais aussi une certaine incertitude qui éveillera ses instincts profonds, créant une atmosphère à la fois énergique et introspective.",
      "lucky_numbers": [
        24,
        36,
        48
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, ce jour, révélations inattendues transformeront votre vie intérieure",
      "general": "Aujourd'hui, Taureau, vous ressentirez une force intérieure qui vous pousse à avancer dans vos projets personnels et professionnels. La journée s’annonce favorable pour prendre des initiatives, surtout dans le domaine du travail, où votre patience et votre détermination seront remarquées par vos collègues. Sur le plan sentimental, une période propice à la communication sincère avec votre partenaire ou une personne qui vous plaît. Il est important de rester à l’écoute des autres pour éviter les malentendus. Sur le plan financier, restez prudent avec vos dépenses, privilégiez la stabilité. Enfin, votre santé sera stable, mais n’oubliez pas de prendre du temps pour vous détendre. Aujourd’hui, profitez-en pour faire une marche en plein air afin de vous recentrer.",
      "love": "En 2026, Taureau, prenez le temps de communiquer sincèrement avec votre partenaire ou avec vous-même si vous êtes célibataire. Pour les couples, approfondissez votre complicité en planifiant des activités communes. Pour les célibataires, osez sortir de votre zone de confort pour rencontrer. Restez patient, écoutez votre intuition et cultivez la confiance pour un amour épanoui.",
      "career": "En ce début d’année, Taureau devrait privilégier la stabilité financière en évitant les investissements risqués. Économisez régulièrement et examinez vos dépenses pour optimiser votre budget. Sur le plan professionnel, saisissez les opportunités d’apprentissage pour renforcer vos compétences. Restez fidèle à vos valeurs, mais n’hésitez pas à vous adapter aux changements pour progresser sereinement. Gardez confiance en votre avenir.",
      "mood": "Le 12 février 2026, Taureau ressentira une atmosphère empreinte de calme profond et de douce introspection, mêlées à une sentiment de stabilité rassurante et d’espoir silencieux pour les jours à venir.",
      "lucky_numbers": [
        26,
        38,
        50
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, journée pleine d'opportunités pour révéler votre créativité",
      "general": "Aujourd'hui, les Gémeaux ressentiront une énergie particulière qui stimulera leur curiosité et leur envie d'apprendre. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, nécessitant rapidité et adaptabilité. Côté sentimental, la communication sera fluide, permettant d'approfondir des liens ou d'apaiser des malentendus. La santé physique sera bonne, mais veillez à ne pas vous disperser et à prendre du temps pour vous recentrer. Sur le plan financier, évitez de prendre des décisions impulsives et préférez analyser la situation avec calme. Dans l’ensemble, cette journée sera propice à l’évolution, à condition de rester concentré et ouvert aux nouvelles idées. Aujourd’hui, prenez le temps de noter vos objectifs et faites un pas concret vers l’un d’eux.",
      "love": "Pour les Gémeaux en ce jour, cultivez la sincérité dans vos échanges, que vous soyez seul ou en couple. Prenez le temps d’écouter attentivement votre partenaire ou d’approfondir votre connaissance de vous-même. Pour les célibataires, privilégiez la spontanéité lors de nouvelles rencontres. Enfin, évitez la précipitation : la patience et l’ouverture d’esprit renforceront vos liens et favoriseront une relation authentique.",
      "career": "Le 12 février 2026, les Gémeaux devraient se concentrer sur la consolidation de leurs projets professionnels. Prenez le temps de clarifier vos objectifs et d’établir des priorités. Investissez dans des formations ou développez de nouvelles compétences pour booster votre carrière. Sur le plan financier, évitez les dépenses impulsives et privilégiez l’épargne pour renforcer votre stabilité. Restez à l’écoute de votre intuition pour saisir les opportunités.",
      "mood": "Le 12 février 2026, les Gémeaux ressentiront une atmosphère empreinte de curiosité et de légèreté, mêlant enthousiasme et insouciance, tout en étant attentifs aux émotions profondes qui suscitent mélancolie et introspection douce.",
      "lucky_numbers": [
        17,
        29,
        41
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée vous apportera clarté et renouveau intérieur",
      "general": "Aujourd'hui, les natifs du Cancer ressentiront une forte énergie pour renforcer leurs liens familiaux et amicaux. C’est une journée idéale pour exprimer vos sentiments et clarifier des malentendus. Sur le plan professionnel, la confiance en vous sera renforcée, ce qui pourrait vous aider à défendre vos idées ou à négocier un compromis avantageux. Sur le plan personnel, prenez le temps de vous recentrer sur votre bien-être, peut-être en pratiquant une activité relaxante ou méditative. Les opportunités financières peuvent se présenter, mais restez vigilant et évitez de prendre des risques inconsidérés. N’oubliez pas de faire un geste gentil envers un proche pour renforcer votre complicité. Aujourd’hui, contactez un ami ou un membre de votre famille pour planifier une rencontre chaleureuse.",
      "love": "Pour les Cancer célibataires, aujourd’hui est propice à l’ouverture : osez partager vos émotions, cela peut attirer quelqu'un de sincère. Pour les couples, cultivez la communication en exprimant vos sentiments avec douceur. Écoutez votre partenaire attentivement, cela renforcera la confiance. Prenez soin de vous, cela vous apportera harmonie intérieure et renouveau dans vos relations.",
      "career": "Le 12 février 2026, il est essentiel pour le Cancer de se concentrer sur la gestion de ses finances en évitant les dépenses impulsives. Priorise un budget clair et cherche des opportunités de formation pour renforcer tes compétences professionnelles. N'oublie pas de cultiver ta confiance en toi, car cela t'aidera à saisir de nouvelles opportunités et à évoluer dans ta carrière avec assurance.",
      "mood": "Le 12 février 2026, Cancer ressentira une douce chaleur intérieure mêlée à une légère appréhension, créant une ambiance à la fois apaisante et pleine de curiosité, invitant à la réflexion et à l'introspection.",
      "lucky_numbers": [
        9,
        21,
        33
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, une année de transformations remarquables vous attend.",
      "general": "Aujourd'hui, les Lions pourraient ressentir une énergie renouvelée qui les pousse à prendre des initiatives dans leur vie personnelle et professionnelle. Une opportunité inattendue pourrait surgir, apportant une nouvelle perspective ou un avantage précieux. Il est important de rester à l'écoute de votre entourage, car certains comme des amis ou collègues pourraient vous offrir des conseils judicieux ou du soutien. Sur le plan sentimental, une communication sincère pourrait renforcer vos liens ou clarifier des malentendus. Côté santé, privilégiez des moments de détente pour éviter le stress. Enfin, cette journée vous invite à faire preuve de confiance en vous tout en étant attentif aux détails. N’hésitez pas à écrire et à exprimer clairement vos idées. Aujourd’hui, faites le premier pas vers un projet qui vous tient à cœur.",
      "love": "Pour les Lions célibataires, c'est le moment de travailler sur votre confiance en vous et d'ouvrir votre cœur en partageant vos passions. Soyez authentique lors des rencontres, cela attire des partenaires sincères. En couple, pratiquez l’écoute active et valorisez les petites attentions pour renforcer votre complicité. N’hésitez pas à surprendre votre partenaire avec des gestes qui montrent votre affection sincère.",
      "career": "Pour les Lions en 2026, concentrez-vous sur le développement de vos compétences et cultivez la patience dans vos projets financiers. Établissez un budget précis et évitez les dépenses impulsives. Investissez dans des formations ou des activités qui renforcent votre carrière. Restez ouvert à de nouvelles opportunités et faites preuve de persévérance, car ces efforts vous mèneront vers une stabilité durable et une croissance personnelle.",
      "mood": "Le lion du 12 février 2026 évoque un sentiment de puissance calme et de patience sage, mêlé à une aura de détermination sereine, invitant à la réflexion profonde et à la confiance intérieure.",
      "lucky_numbers": [
        22,
        34,
        46
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, une journée propice à la révélation et au renouveau",
      "general": "Aujourd'hui, les Vierges ressentiront une énergie renouvelée qui les aidera à clarifier leurs objectifs personnels et professionnels. La concentration sera accrue, ce qui facilite la résolution de problèmes complexes ou la gestion de projets importants. Sur le plan sentimental, une communication sincère renforcera vos liens avec ceux que vous aimez, apportant harmonie et compréhension. Côté santé, privilégiez une alimentation équilibrée et n'oubliez pas de prendre du temps pour vous détendre. La journée se présente sous un bon jour pour faire avancer vos idées ou lancer de nouveaux projets. Cependant, évitez de vous disperser en multipliant les tâches. Aujourd'hui, prenez quelques minutes pour écrire vos objectifs de la semaine afin de mieux orienter vos efforts.",
      "love": "Le 12 février 2026, les Vierges célibataires bénéficieront d'une énergie favorable pour se recentrer sur eux-mêmes et valoriser leur authenticité. Osez sortir de votre routine pour rencontrer quelqu’un qui partage vos passions. Pour les couples, privilégiez la communication sincère et la patience. Organisez des soirées calmes pour renforcer votre complicité et évitez d’être trop exigeants, laissant place à la compréhension mutuelle.",
      "career": "Le 12 février 2026, les Vierges pourraient bénéficier d'une période de clarté et d'opportunités. Concentrez-vous sur l'organisation de vos finances, établissez un budget précis et explorez de nouvelles formations pour valoriser vos compétences. Soyez patient face aux obstacles, et n'hésitez pas à demander conseil à des professionnels pour optimiser vos investissements. Cultivez la confiance en vos capacités et restez attentif aux détails.",
      "mood": "Le 12 février 2026, la Vierge ressentira une douce sensation de renouveau, mêlée à une curiosité vibrante. L'atmosphère sera apaisante, invitant à la réflexion profonde et à une confiance subtile dans l'avenir.",
      "lucky_numbers": [
        36,
        48,
        10
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Équilibre retrouvé : le 12 février 2026, votre harmonie intérieure brille",
      "general": "Aujourd'hui, Balance, votre équilibre intérieur est mis à l'épreuve, mais c'est aussi une occasion de renforcer votre stabilité. Sur le plan professionnel, vous pourriez être confronté à des décisions importantes qui nécessitent clarté et discernement. Sur le plan sentimental, la communication sera essentielle pour éviter les malentendus avec votre entourage. Sur le plan personnel, prenez du temps pour vous recentrer, pratiquez la méditation ou une activité relaxante. Votre capacité à rester posée face aux défis vous permettra de trouver des solutions efficaces. Il est également conseillé d'être à l'écoute de vos besoins et de faire preuve de souplesse pour mieux gérer les imprévus. Aujourd'hui, prenez une profonde respiration et établissez une liste de priorités pour la journée.",
      "love": "Pour trouver l’équilibre en amour en 2026, cultivez la communication sincère et l’écoute active, que vous soyez seul ou en couple. Prenez chaque jour du temps pour vous connaître, fixer des limites saines et exprimer vos besoins. Si vous êtes en relation, pratiquez la patience et le respect mutuel. Si vous êtes célibataire, profitez de cette période pour renforcer votre confiance et clarifier ce que vous souhaitez vraiment.",
      "career": "Pour équilibrer votre carrière et vos finances en 2026, établissez un plan financier clair avec un budget mensuel et des économies régulières. Investissez dans votre développement professionnel en suivant des formations ou certifications. Priorisez la gestion de votre temps pour éviter le surmenage. Enfin, diversifiez vos sources de revenu et restez adaptable face aux changements du marché pour assurer un avenir stable.",
      "mood": "Le ton émotionnel de cette journée est paisible et introspectif, évoquant une sensation d'harmonie intérieure et de stabilité, tout en invitant à la réflexion profonde et à la quête d'équilibre personnel.",
      "lucky_numbers": [
        26,
        38,
        50
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, votre passion et votre courage ouvrent de nouvelles portes aujourd'hui",
      "general": "Aujourd'hui, les Scorpions ressentiront une profonde envie de renouveau dans leur vie personnelle et professionnelle. Les énergies astrales favorisent la communication, ce qui vous permet d'exprimer vos idées avec clarté et confiance. Sur le plan sentimental, la sincérité renforcera vos liens, apportant plus d'harmonie et de compréhension mutuelle. Côté carrière, votre détermination et votre intuition seront des atouts précieux pour résoudre des problèmes complexes. Il est aussi temps de faire un point sur votre santé mentale et physique, en accueillant des moments de repos et de ressourcement. N’ayez pas peur de prendre des initiatives pour améliorer votre quotidien. En ce jour, osez faire un pas vers quelqu’un que vous appréciez et invitez cette personne à partager un moment ensemble.",
      "love": "Pour les Scorpions en ce jour de février 2026, cultiver la confiance est essentiel. Si vous êtes célibataire, osez ouvrir votre cœur et exprimer vos vrais sentiments sans crainte du rejet. En couple, pratiquez l'écoute attentive et partagez vos émotions en toute sincérité. Prendre le temps de comprendre l'autre renforcera votre lien et apportera harmonie et passion dans votre relation.",
      "career": "Pour les Scorpio en février 2026, concentrez-vous sur la consolidation de vos compétences professionnelles en suivant des formations ou en obtenant des certifications. Évitez de prendre des décisions financières impulsives et établissez un budget précis. Investissez prudemment dans des projets à long terme et privilégiez la stabilité. Cultivez aussi des relations sincères au travail pour créer des opportunités durables.",
      "mood": "Le 12 février 2026, les Scorpions ressentiront une énergie intense, mêlant passion ardente à une profonde introspection. L'atmosphère sera empreinte d'une tension empreinte de mystère et d'espoir, invitant à la transformation intérieure.",
      "lucky_numbers": [
        27,
        39,
        1
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, aujourd'hui, votre aventure intérieure vous guidera.",
      "general": "Aujourd'hui, les Sagittaires ressentiront une forte envie d’avancer dans leurs projets personnels et professionnels, leur associant une énergie renouvelée et une confiance en eux accrues. C’est une journée propice à la prise de décisions importantes, à condition d'écouter leur intuition tout en restant pragmatiques. Sur le plan relationnel, la communication sera fluide, facilitant les échanges avec leurs proches ou collègues. Une opportunité inattendue pourrait surgir, leur demandant de faire preuve d’originalité et de courage. Il est conseillé de profiter de cette période pour clarifier leurs objectifs à long terme et ne pas hésiter à demander un avis extérieur. Aujourd’hui, engagez-vous à écrire une liste de priorités pour mieux structurer vos idées.",
      "love": "Pour les Sagittaires en ce début d’année, il est important de cultiver la patience et l’écoute, que vous soyez célibataire ou en couple. Si vous cherchez l’amour, osez partager vos passions pour attirer des partenaires sincères. En couple, privilégiez la communication honnête pour renforcer votre complicité. Restez ouvert à la nouveauté tout en respectant les besoins de chacun.",
      "career": "Le 12 février 2026, les Sagittaires devraient saisir opportunities de croissance professionnelle en explorant de nouvelles compétences. Restez ouvert aux collaborations et n'hésitez pas à demander des conseils pour renforcer votre réseau. Sur le plan financier, évitez les dépenses impulsives et privilégiez l’épargne. Planifiez un budget clair pour assurer une stabilité à long terme et investir prudemment dans des projets à potentiel.",
      "mood": "Le 12 février 2026, le Sagittaire ressentira une vague d’optimisme et de liberté intérieure, mêlée à une excitation douce. Une journée empreinte d’aventure, de rêve et d’ouverture vers de nouvelles possibilités lumineuses.",
      "lucky_numbers": [
        25,
        37,
        49
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, votre persévérance ouvrira des portes inattendues bientôt",
      "general": "Aujourd'hui, les Capricornes ressentiront une énergie renouvelée qui favorise la clarté mentale et la prise de décisions importantes. Sur le plan professionnel, vous pouvez ouvrir de nouvelles portes si vous osez sortir de votre zone de confort et proposer des idées innovantes. Côté sentimental, la journée apporte une compréhension plus profonde avec votre partenaire ou un proche, renforçant votre lien. Sur le plan financier, soyez prudent et évitez toute dépense impulsive. La santé vous invite à privilégier le repos et une alimentation équilibrée pour maintenir votre vitalité. En somme, c’est une journée propice à faire le point, à ajuster vos projets et à avancer avec confiance. Aujourd'hui, prenez un moment pour organiser votre journée et fixer vos priorités.",
      "love": "Pour les Capricornes en ce jour, ouvrez votre cœur avec sincérité, que vous soyez en couple ou célibataire. Pour les couples, pratiquez l’écoute active, exprimez votre gratitude quotidienne. Les célibataires, ne craignez pas de prendre des initiatives; sortez, rencontrez de nouvelles personnes avec confiance. Cultivez la patience et la compréhension, des clés pour renforcer ou attirer l’amour authentique.",
      "career": "En cette journée du 12 février 2026, les Capricornes devraient privilégier la planification financière en établissant un budget précis et en évitant les dépenses impulsives. Sur le plan professionnel, il est temps de renforcer vos compétences en suivant une formation ou en sollicitant une nouvelle responsabilité. Restez patient face aux défis et gardez confiance en votre capacité à atteindre vos objectifs financiers et professionnels.",
      "mood": "Le 12 février 2026, le Capricorne ressent une profonde quiétude mêlée d'aspirations renouvelées, évoquant une ambiance sereine mais empreinte d'une détermination douce, invitant à la réflexion et à la renaissance intérieure.",
      "lucky_numbers": [
        9,
        21,
        33
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, une journée propice à la renaissance personnelle demain",
      "general": "Aujourd'hui, le Verseau pourrait ressentir une envie forte de changements dans sa vie personnelle et professionnelle. C'est le moment idéal pour revoir ses ambitions et envisager de nouvelles perspectives. Sur le plan relationnel, la communication sera fluide, ce qui facilite les échanges avec vos proches et collègues ; il est conseillé d'exprimer clairement vos idées pour éviter tout malentendu. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, alors soyez à l'écoute et prêt à saisir votre chance. Sur le plan émotionnel, vous pourriez éprouver une certaine nostalgie ou un besoin de vous recentrer sur vous-même. Prenez le temps aujourd'hui de méditer ou de vous promener pour clarifier vos pensées. N'hésitez pas à écrire une liste de vos objectifs pour la semaine à venir afin de garder le cap.",
      "love": "Le 12 février 2026, les Verseaux en couple devraient privilégier la communication sincère pour renforcer leur lien, en exprimant leurs émotions avec douceur. Les célibataires, osez sortir de votre zone de confort, participez à de nouvelles activités pour rencontrer des âmes semblables. Cultivez la patience et évitez les impulsivités pour bâtir des relations solides et authentiques.",
      "career": "Le Verseau en 2026, le 12 février, est conseillé de se concentrer sur la gestion de ses finances en évitant les dépenses impulsives. Profitez de cette journée pour établir un budget clair et explorer des investissements à long terme. Renforcez vos compétences professionnelles en suivant une formation ou un atelier. Cultivez également votre réseau pour ouvrir de nouvelles opportunités. La patience et la discipline seront clés pour votre succès.",
      "mood": "Le 12 février 2026, le Verseau ressentira une énergie vibrante mêlée d’optimisme profond, encourageant l’ouverture d’esprit et la créativité, tout en cultivant une douceur apaisante face aux défis à venir.",
      "lucky_numbers": [
        23,
        35,
        47
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une journée pleine d'opportunités et d'espoir à saisir",
      "general": "Aujourd'hui, les Poissons ressentiront une grande envie de connecter avec leur entourage et de renforcer leurs relations. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, demandant à la fois intuition et discernement. Sur le plan personnel, il est important de prendre du recul pour mieux comprendre ses émotions et faire le point sur ses désirs. La journée sera favorable à la créativité et à la réflexion, mais veillez à ne pas vous laisser submerger par des pensées négatives. La clé réside dans votre capacité à écouter votre intuition tout en restant pragmatique face aux défis. Aujourd'hui, prenez le temps d’écrire vos sentiments et de méditer pour clarifier vos intentions.",
      "love": "Le 12 février 2026, les Poissons ressentiront le besoin de sincérité. Pour les célibataires, osez faire le premier pas et exprimer vos sentiments authentiques. En couple, privilégiez la communication douce et évitez les malentendus. Prenez du temps pour écouter votre partenaire avec empathie. Cultivez la confiance et l’ouverture pour renforcer votre lien et accueillir l’amour avec confiance.",
      "career": "Le 12 février 2026, les Poissons devraient se concentrer sur leur développement professionnel en consolidant leurs compétences. Il est conseillé d’établir un budget précis et de suivre ses dépenses pour améliorer sa stabilité financière. Restez ouvert aux opportunités et n’hésitez pas à demander conseil. La patience et la persévérance seront clés pour atteindre vos objectifs personnels et financiers.",
      "mood": "Le Poissons le 12 février 2026 ressentira une douce mélancolie teintée d'espoir, invitant à la rêverie et à la réflexion intérieure, tout en étant ouvert aux émotions sincères et à la compassion profonde.",
      "lucky_numbers": [
        30,
        42,
        4
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}