{
  "date": "2026-02-14",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, votre détermination vous mène vers de nouvelles aventures",
      "general": "Aujourd'hui, le Bélier ressentira une forte envie d'avancer dans ses projets, porté par une énergie renouvelée. Sur le plan professionnel, votre dynamisme sera votre meilleur atout pour convaincre et mener à bien vos idées. Sur le plan affectif, la communication sera facilitée, ce qui renforcera vos liens avec votre partenaire ou vos proches. Sur le plan personnel, il est temps d’écouter votre intuition et de prendre soin de votre bien-être mental. La journée pourrait aussi apporter quelques défis, mais votre audace et votre courage vous aideront à les surmonter avec aisance. N'oubliez pas de garder un esprit ouvert face aux imprévus. Pour aujourd’hui, faites un pas vers une nouvelle étape ou proposez une idée que vous hesitez à partager.",
      "love": "Pour les Béliers en ce 14 février 2026, l'amour vous invite à être sincère et patient. Si vous êtes seul, osez engager la conversation avec quelqu’un qui vous attire. En couple, privilégiez une écoute attentive et des gestes simples pour raviver la passion. Prenez le temps de partager un moment authentique, cela renforcera votre complicité et votre confiance mutuelle.",
      "career": "Pour les Bélier en 2026-02-14, il est essentiel de rester concentré sur vos objectifs tout en évitant de vous précipiter. Prenez le temps d’analyser vos finances et priorisez l’épargne. En carrière, développez vos compétences en lançant des projets innovants. Restez à l’écoute des opportunités, gardez confiance en vous, et n’hésitez pas à demander conseil auprès de mentors pour progresser sereinement.",
      "mood": "Le 14 février 2026, Bélier ressentira une douce excitation mêlée d'optimisme, emplie d'une énergie vibrante et d'une passion chaleureuse, tandis que le cœur se remplira d'aspirations et de rêves lumineux, prêts à s'épanouir",
      "lucky_numbers": [
        26,
        40,
        4
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, cette journée vous ouvre de belles opportunités d'amour et succès",
      "general": "Aujourd'hui, Taureau, votre énergie est souplement alignée avec vos émotions, ce qui favorise la communication avec vos proches et vos collègues. Sur le plan professionnel, votre patience et votre persévérance portent leurs fruits, mais il est important d’éviter la précipitation. En amour, la tendresse et l’écoute renforceront vos liens; soyez attentif aux besoins de l’autre. Sur le plan personnel, privilégiez un moment de détente pour recentrer vos pensées et retrouver votre sérénité intérieure. Financièrement, restez vigilant face aux petites dépenses superflues qui pourraient s’accumuler. Ce jour est idéal pour organiser votre semaine ou clarifier vos objectifs à long terme. Prenez le temps de faire une liste de vos priorités pour avancer avec confiance.",
      "love": "En ce jour de Saint-Valentin, Taureau, pour les célibataires, ouvrez votre cœur et engagez une conversation sincère avec quelqu’un qui vous attire. Pour les couples, profitez de cette journée pour créer un moment de complicité en partageant un dîner simple mais authentique. Écoutez vraiment votre partenaire, exprimez votre amour avec des gestes concrets et appréciez la stabilité que vous avez construit ensemble.",
      "career": "Pour Taureau en février 2026, concentrez-vous sur la gestion prudente de vos finances en évitant les investissements impulsifs. Profitez de cette période pour renforcer votre stabilité en épargnant et en planifiant à long terme. Sur le plan professionnel, privilégiez la patience et la persévérance, tout en développant vos compétences. Restez ouvert aux nouvelles opportunités qui pourraient enrichir votre parcours.",
      "mood": "Le Taureau le 14 février 2026 ressentira une douceur rassurante, emplie de tendresse et de stabilité, mais aussi d'une légère inquiétude qui incitera à la réflexion et à la profondeur sentimentale.",
      "lucky_numbers": [
        28,
        42,
        6
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, cette journée vous réserve des surprises inattendues et enrichissantes",
      "general": "Aujourd'hui, les Gémeaux peuvent ressentir une énergie positive qui stimule leur créativité et leur communication. Sur le plan professionnel, il est temps de proposer des idées innovantes ou de renforcer vos collaborations, car votre esprit vif peut faire la différence. Côté amour, la conversation sera fluide et vous pourrez approfondir des liens ou clarifier des malentendus. Sur le plan personnel, prenez un moment pour vous recentrer et écouter votre intuition pour prendre de bonnes décisions. La journée sera également favorable pour planifier de nouveaux projets ou organiser votre environnement. Faites preuve de souplesse face aux imprévus et laissez votre curiosité vous guider. Aujourd'hui, inscrivez-vous à une activité qui stimule votre esprit ou rencontrez quelqu'un qui enrichira votre quotidien.",
      "love": "Le 14 février 2026, Gémeaux, prenez le temps d’écouter votre cœur, que vous soyez célibataire ou en couple. Pour les célibataires, osez vous ouvrir à de nouvelles rencontres authentiques. Pour les couples, favorisez la communication douce et évitez les malentendus. Organisez une activité ludique ensemble pour renforcer votre complicité. Rester sincère et attentif créera une journée harmonieuse.",
      "career": "Le 14 février 2026, les Gémeaux devraient profiter de cette journée pour clarifier leurs objectifs professionnels. Prenez le temps d’évaluer vos compétences et envisagez une formation pour renforcer votre expertise. Sur le plan financier, évitez les dépenses impulsives et privilégiez la planification à long terme. Faites preuve de patience et de discipline pour construire une stabilité solide et atteindre vos aspirations.",
      "mood": "Le 14 février 2026, Gémeaux ressentira une harmonie douce et une légèreté intérieure, mêlées à une envie de partage sincère et de découvertes enrichissantes, éveillant espoir et tendresse dans leur cœur.",
      "lucky_numbers": [
        19,
        33,
        47
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée révélera un amour inattendu et sincère",
      "general": "Aujourd'hui, les natifs du Cancer ressentiront une atmosphère équilibrée qui favorise la réflexion, la communication et la vie familiale. La journée peut apporter des moments agréables avec vos proches, renforçant votre sentiment de sécurité intérieure. Sur le plan professionnel, une idée ou un projet pourrait émerger, nécessitant cependant une attention particulière aux détails pour éviter des malentendus. Sur le plan émotionnel, vous pourriez être plus sensible que d'habitude, ce qui vous pousse à rechercher du confort ou à faire preuve de compassion envers quelqu’un dans votre entourage. Prenez le temps d’écouter votre intuition et de partager vos sentiments en toute sincérité. Aujourd’hui, il serait judicieux de planifier une conversation importante avec une personne chère.",
      "love": "Pour les Cancers en cette Saint-Valentin 2026, ouvrez votre cœur avec confiance en partageant vos sentiments sincères, que vous soyez seul ou en couple. Les célibataires doivent encourager une communication authentique lors de rencontres, tandis que les couples peuvent renforcer leur lien en organisant une soirée intime. Prenez le temps d’écouter véritablement l’autre, cela crée une connexion profonde et durable.",
      "career": "Le 14 février 2026, les Cancer devraient se concentrer sur la gestion de leurs finances en établissant un budget précis et en évitant les dépenses impulsives. Côté carrière, c’est le moment d’affirmer vos compétences et de rechercher des opportunités de formation ou de promotion. N’hésitez pas à solliciter des conseils et à réseauter pour maximiser vos chances de succès.",
      "mood": "Le 14 février 2026, Cancer ressentira une douceur chaleureuse mêlée à une légère nostalgie, favorisant une atmosphère intime et sincère, propice à la réflexion intérieure et à des moments de tendresse partagée avec ses proches.",
      "lucky_numbers": [
        11,
        25,
        39
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, aujourd'hui, votre confidence rayonne et attire la chance",
      "general": "Aujourd’hui, Lion, une énergie positive vous entoure, favorisant votre confiance et votre charisme. Sur le plan professionnel, une proposition inattendue pourrait ouvrir de nouvelles portes, alors restez à l’écoute des opportunités. En amour, la complicité avec votre partenaire se renforce, mais attention à ne pas trop vous laisser emporter par votre enthousiasme, ce qui pourrait créer des malentendus. Sur le plan financier, soyez vigilant, évitez les dépenses impulsives afin de préserver votre stabilité. Votre créativité est à son apogée, alors n’hésitez pas à exprimer vos idées et à partager votre vision avec votre entourage. Aujourd’hui, prenez le temps de vous recentrer sur vos ambitions et faites un plan d’action précis pour avancer sereinement.",
      "love": "Pour les Lions en ce 14 février 2026, cultivez la sincérité avec votre partenaire en exprimant vos sentiments clairement et régulièrement. Si vous êtes célibataire, osez prendre des initiatives pour rencontrer quelqu’un qui partage votre passion et votre confiance. Écoutez attentivement, restez authentique et montrez votre générosité affective. La clé est d’équilibrer passion et authenticité pour renforcer ou attirer l’amour véritable.",
      "career": "Le Lion en 2026 devrait se concentrer sur la consolidation de ses finances en évitant les dépenses impulsives. Investis dans des formations ou des projets à long terme pour renforcer ta carrière. N'hésite pas à demander des conseils d'experts et à diversifier tes sources de revenus. Reste fidèle à tes valeurs, cela t'aidera à prendre des décisions éclairées et à avancer sereinement.",
      "mood": "Le 14 février 2026, l'atmosphère de Lion est empreinte de tendresse chaleureuse, mêlant douceur et espoir, tandis que la passion et la détermination rayonnent sous un ciel d'optimisme, invitant à la réflexion et à l'authentic",
      "lucky_numbers": [
        24,
        38,
        2
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, cette journée promet croissance et révélations personnelles profondes",
      "general": "Aujourd'hui, les Vierges pourraient ressentir une volonté renforcée d'organiser et de clarifier leurs idées, ce qui favorisera à la fois leur vie professionnelle et personnelle. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, nécessitant une certaine flexibilité de votre part. Sur le plan affectif, la communication sera essentielle pour éviter tout malentendu avec votre partenaire ou vos proches. Il serait également avantageux de consacrer du temps à votre bien-être intérieur en méditant ou en prenant soin de vous. Cette journée vous invite à faire preuve de patience et de douceur dans vos interactions. Terminez votre journée en écrivant une liste de choses à réaliser demain pour rester concentré.",
      "love": "Ce 14 février 2026, Vierge, que vous soyez célibataire ou en couple, prenez le temps de communiquer sincèrement. Pour les célibataires, concentrez-vous sur votre développement personnel, cela attirera quelqu’un d’authentique. En couple, cultivez la patience et l’écoute active, pour renforcer votre complicité. Offrez un geste simple et sincère, cela peut faire toute la différence. L’amour commence par la lucidité et l’attention portée à l’autre.",
      "career": "Le 14 février 2026, il sera essentiel pour la Vierge de rester organisée et de fixer des objectifs précis dans sa carrière. Prenez le temps d’évaluer vos compétences et envisagez des formations pour vous démarquer. Sur le plan financier, évitez les dépenses impulsives et privilégiez l’épargne. Investissez intelligemment et planifiez à long terme pour assurer une stabilité durable.",
      "mood": "Le 14 février 2026, la Vierge ressentira une douce harmonie, une affliction discrète mêlée à une énergie positive. L’atmosphère sera emplie de calme réfléchi, encourageant la paix intérieure et la proximité sincère avec les proches.",
      "lucky_numbers": [
        38,
        2,
        16
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Aujourd'hui, trouve l'harmonie parfaite entre cœur et esprit",
      "general": "Aujourd’hui, Balance, vous ressentez une harmonie intérieure qui influence positivement votre humeur et vos relations. Sur le plan professionnel, votre créativité est à son apogée, ce qui peut vous aider à résoudre des défis complexes. Sur le plan personnel, votre attention aux détails renforcera la complicité avec vos proches, apportant douceur et compréhension. Sur le plan émotionnel, il est essentiel de prendre du recul face à certaines situations qui risquent de vous déstabiliser. La patience sera votre meilleure alliée. Cependant, veillez à ne pas vous laisser trop influencer par les opinions extérieures. Prenez un moment pour vous recentrer et écouter votre intuition. Ce soir, essayez de vous déconnecter pour mieux ressentir ce que votre cœur vous dit. Aujourd’hui, faites une pause dans votre routine pour méditer ou respirer profondément.",
      "love": "Le 14 février 2026, cultivez l’équilibre émotionnel en étant sincère avec vous-même. Pour les célibataires, prenez le temps de découvrir vos passions avant de chercher l’amour. Pour les couples, communiquez avec écoute et patience, en valorisant chaque instant ensemble. Accordez-vous aussi des moments de solitude pour recharger vos batteries et renforcer votre harmonie intérieure.",
      "career": "En 2026, concentrez-vous sur l’équilibre entre vie professionnelle et personnelle. Fixez des objectifs financiers clairs : épargnez régulièrement, diversifiez vos investissements et évitez les dettes superflues. Développez vos compétences en suivant des formations continues. Restez flexible face aux changements, couplez passion et prudence pour bâtir une carrière stable et une santé financière solide, tout en conservant votre bien-être.",
      "mood": "Le 14 février 2026, l'atmosphère dégage une sensation de sérénité douce, mêlée d'espoir et de stabilité intérieure, invitant à la réflexion et à la quête d'harmonie profonde dans un contexte empreint de paix tranquille.",
      "lucky_numbers": [
        28,
        42,
        6
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, votre passion et intuition vous guideront demain.",
      "general": "Aujourd'hui, pour les Scorpions, une énergie intérieure forte vous pousse à explorer de nouvelles idées, à prendre des initiatives et à renforcer vos relations personnelles. Au travail, votre intuitivité sera votre meilleure alliée pour repérer des opportunités cachées ou surmonter des défis. Sur le plan sentimental, la sincérité et la patience seront essentielles pour approfondir vos liens, surtout si des malentendus surviennent. Votre créativité sera à son apogée, alors n'hésitez pas à vous consacrer à un projet artistique ou à un hobby qui vous passionne. La santé mentale demandera également votre attention, alors prenez le temps de vous recentrer et de respirer profondément. Aujourd'hui, faites un pas vers quelqu’un que vous appréciez, et exprimez ce que vous ressentez avec honnêteté.",
      "love": "Pour les Scorpions en ce 14 février 2026, que vous soyez en couple ou célibataire, ouvrez votre cœur avec sincérité. Pour les couples, exprimez votre amour par des gestes attentifs et écoutez attentivement votre partenaire. Pour les célibataires, profitez de cette journée pour vous reconnecter à vous-même et instaurer la confiance intérieure. La clé est la transparence et la vulnérabilité pour renforcer vos liens.",
      "career": "Le 14 février 2026, les Scorpions doivent se concentrer sur la gestion de leurs finances avec prudence. Évitez les investissements impulsifs et privilégiez l’épargne. Sur le plan professionnel, utilisez votre détermination pour saisir de nouvelles opportunités ou améliorer vos compétences. Communiquez avec clarté et écoutez activement vos collègues pour booster votre carrière et atteindre vos objectifs plus rapidement.",
      "mood": "Le 14 février 2026, l'ambiance pour le Scorpion est empreinte de passion douce et de mélancolie subtile, éveillant des sentiments profonds de contemplation et d’introspection, mêlés à une lueur d’espoir fragile et réconfortante.",
      "lucky_numbers": [
        29,
        43,
        7
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, une journée pleine de surprises et de découvertes",
      "general": "Aujourd'hui, les Sagittaires ressentiront une envie profonde d'explorer de nouvelles idées et de sortir de leur routine habituelle. C’est une journée idéale pour se lancer dans des projets créatifs ou pour approfondir des connaissances. Sur le plan relationnel, la communication sera fluide, permettant de renforcer les liens existants ou d’établir de nouveaux contacts. Sur le plan professionnel, votre énergie positive vous aidera à avancer dans vos tâches avec assurance, mais veillez à garder une certaine patience face aux imprévus. Sur le plan personnel, prenez le temps de vous recentrer sur votre bien-être mental et physique. Enfin, aujourd’hui, faites un pas vers une nouvelle activité qui vous passionne, même si ce n’est que pour quelques minutes.",
      "love": "Pour les Sagittaires en ce jour de Saint-Valentin, ouvrez votre cœur avec sincérité, que vous soyez seul ou en couple. Si vous êtes célibataire, osez exprimer votre authenticité lors de rencontres. En couple, privilégiez la communication ouverte et spontane. Surprenez votre partenaire avec une activité nouvelle ou une sortie inoubliable pour renforcer votre complicité. Cultivez la confiance et profitez pleinement de cette journée pour célébrer l’amour véritable.",
      "career": "Le 14 février 2026, il est essentiel que les Sagittaires restent ouverts aux nouvelles opportunités professionnelles. Prenez le temps d’évaluer vos compétences et d’enrichir votre réseau. Évitez les décisions hâtives concernant vos finances ; privilégiez la stabilité et la diversification. Investissez dans votre développement personnel et professionnel pour bâtir un avenir plus sûr et épanoui.",
      "mood": "Le 14 février 2026, Sagittaire ressentira une atmosphère de liberté et d'optimisme, mêlée à une curiosité profonde. L'énergie sera dynamique, stimulant l'aventure intérieure tout en évoquant une chaleur sincère et une légèreté joyeuse.",
      "lucky_numbers": [
        27,
        41,
        5
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, votre avenir s'illumine avec nouvelles opportunités aujourd'hui",
      "general": "Aujourd'hui, les Capricornes ressentiront une énergie renouvelée qui stimule leur motivation dans tous les aspects de leur vie. Au travail, vous pourriez découvrir une nouvelle opportunité ou recevoir des encouragements qui renforcent votre confiance. Sur le plan personnel, des échanges sincères renforceront vos liens avec vos proches, apportant une harmonie précieuse. Sur le plan émotionnel, il est important de prendre du temps pour vous recentrer et écouter votre intuition. N’oubliez pas que la patience et la persévérance seront vos meilleures alliées pour avancer. Sur le plan financier, soyez vigilant et évitez de prendre des risques inutiles. Aujourd’hui, faites le point sur vos objectifs et planifiez la semaine à venir pour avancer sereinement.",
      "love": "Pour les Capricornes célibataires en 2026, osez ouvrir votre cœur en partageant vos passions avec de nouvelles personnes, cela renforcera votre confiance. En couple, soyez patient et écoutez attentivement votre partenaire, évitant ainsi les malentendus. Planifiez des moments sincères et agréables pour renforcer votre complicité. Cultivez la confiance et la tendresse pour un amour épanoui et durable.",
      "career": "Le 14 février 2026, les Capricornes doivent montrer davantage de flexibilité dans leur carrière. Prenez le temps d’évaluer vos compétences et envisagez une formation pour renforcer votre profil. Sur le plan financier, évitez les investissements risqués et privilégiez l’épargne régulière. Fixez-vous des objectifs clairs et suivez-les avec discipline pour assurer une stabilité à long terme.",
      "mood": "Le 14 février 2026, le Capricorne ressent une atmosphère empreinte de sérénité et de réflexion profonde, mêlée à une douce nostalgie qui invite à la stabilité intérieure et à la consolidation de ses aspirations.",
      "lucky_numbers": [
        11,
        25,
        39
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, découvrez votre chemin lumineux pour cette journée.",
      "general": "Aujourd'hui, le Verseau ressentira une énergie renouvelée qui dynamisera ses projets personnels et professionnels. C'est une journée propice à la communication, où votre créativité sera à son apogée. Sur le plan sentimental, il est temps de partager vos vérités avec votre partenaire ou de prendre une décision importante concernant votre vie amoureuse. Sur le plan professionnel, votre originalité sera remarquée et pourrait ouvrir des portes inattendues. N'hésitez pas à exprimer vos idées avec confiance, car elles pourraient faire la différence. Sur le plan financier, une opportunité pourrait se présenter, mais prenez le temps de bien analyser avant de vous engager. Concentrez-vous sur votre bien-être en pratiquant la méditation ou une activité relaxante pour garder l'équilibre. Aujourd'hui, prenez l'initiative d'envoyer un message à une personne qui vous inspire.",
      "love": "Le 14 février 2026, verseaux en couple devraient privilégier la communication sincère pour renforcer leur complicité. Prenez le temps d’écouter attentivement votre moitié et exprimez vos sentiments avec douceur. Pour les célibataires, osez sortir de votre zone de confort : participez à des activités nouvelles, faites connaissance avec des personnes qui stimulent votre esprit. La clé est l'authenticité et la spontanéité.",
      "career": "Le 14 février 2026, Verseau, concentrez-vous sur la gestion rigoureuse de vos finances. Évitez les dépenses impulsives et établissez un budget clair pour économiser. Sur le plan professionnel, saisissez les opportunités d'apprentissage ou de réseautage, car elles pourraient ouvrir des portes inattendues. Faites preuve de patience et restez fidèle à vos objectifs à long terme pour assurer votre stabilité financière et votre évolution.",
      "mood": "Le Verseau ressentira une ambiance d'espoir et de renouveau, mêlant enthousiasme et curiosité, tout en étant profondément inspiré par des rencontres sincères et des opportunités inattendues qui éveillent sa créativité intérieure.",
      "lucky_numbers": [
        25,
        39,
        3
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, votre intuition vous guidera vers de nouvelles opportunités ce jour",
      "general": "Aujourd'hui, les vierges doivent se concentrer sur leur vie émotionnelle et leurs relations. La lune influence votre sensibilité, vous rendant plus empathique envers ceux qui vous entourent. C’est une journée favorable pour exprimer vos sentiments sincèrement, renforcer vos liens familiaux et amicaux, ou même envisager des conversations importantes avec votre partenaire. Sur le plan professionnel, votre intuition vous guide vers des décisions judicieuses, alors écoutez votre instinct et évitez de vous laisser distraire par des détails insignifiants. Sur le plan financier, restez prudent et évitez toute dépense impulsive. Faites preuve de patience face à certains défis et acceptez que tout s’arrange avec du temps et de la douceur. Aujourd’hui, prenez le temps d’écrire ce que vous ressentez pour mieux libérer votre cœur.",
      "love": "Pour les Poissons, cette Saint-Valentin est idéale pour ouvrir votre cœur et exprimer vos sentiments sincères. Si vous êtes en couple, prenez le temps d’écouter votre partenaire et partagez un moment de tendresse authentique. Les célibataires devraient oser prendre des initiatives sociales ou créatives pour rencontrer quelqu’un. Restez fidèle à votre intuition et laissez votre sensibilité guider vos actions.",
      "career": "Le 14 février 2026, les Poissons devraient se concentrer sur la stabilité financière en évitant les dépenses impulsives. Établissez un budget clair et priorisez l’épargne. Sur le plan professionnel, profitez de cette journée pour renforcer vos compétences ou explorer de nouvelles opportunités, tout en restant fidèle à vos valeurs. La persévérance portera ses fruits à moyen terme.",
      "mood": "Le 14 février 2026, les Poissons ressentiront une douce mélancolie mêlée à unhope profond, illuminée par des moments de tendresse insoupçonnés, créant une atmosphère introspective empreinte de rêve et de nostalgie sincère.",
      "lucky_numbers": [
        32,
        46,
        10
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}