{
  "date": "2026-02-26",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, aujourd'hui, votre énergie ouvre des nouvelles portes passionnantes",
      "general": "Aujourd’hui, Bélier, vous ressentirez une énergie renouvelée qui vous pousse à agir dans plusieurs aspects de votre vie. Sur le plan professionnel, vous serez inspiré pour proposer des idées innovantes, mais veillez à écouter attentivement les conseils de vos collègues avant de prendre des décisions importantes. Sur le plan personnel, votre complicité avec un proche pourrait se renforcer, apportant davantage de profondeur à votre relation. Sur le plan intérieur, n’hésitez pas à prendre un moment pour réfléchir à ce que vous souhaitez vraiment accomplir à moyen terme, cela vous aidera à clarifier vos objectifs. Enfin, soyez attentif à votre santé : une alimentation équilibrée et un peu de repos vous permettront de maintenir votre vitalité. Aujourd’hui, engagez-vous à écrire un plan précis pour vos projets à venir.",
      "love": "Pour les Béliers en ce jour, cultivez la patience dans vos relations, qu'elles soient nouées ou à naître. Si vous êtes célibataire, osez faire le premier pas et écoutez votre cœur. En couple, privilégiez la communication honnête pour renforcer votre complicité. Prenez du temps pour vous recentrer sur vos désirs profonds, cela apportera clarté et harmonie à votre vie amoureuse.",
      "career": "Pour Bélier le 26 février 2026, il est important de focaliser sur la stabilité financière en évitant les investissements impulsifs. Prenez le temps d’analyser vos projets professionnels et n’hésitez pas à demander conseil à un mentor ou un expert. Cultivez la patience et utilisez votre énergie pour renforcer vos compétences, ce qui vous ouvrira des portes vers des opportunités plus solides à long terme.",
      "mood": "Le 26 février 2026, Bélier pourrait ressentir une énergie ambivalente, mêlant enthousiasme ardent à une certaine nervosité, avec un désir profond de concrétiser des rêves tout en affrontant des défis avec courage.",
      "lucky_numbers": [
        38,
        14,
        40
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, découvrez une nouvelle étape pleine de promesses aujourd'hui",
      "general": "Aujourd’hui, Taureau, vous ressentirez une énergie nouvelle qui vous invite à lâcher prise sur certaines préoccupations. Sur le plan professionnel, votre patience et votre persévérance porteront leurs fruits, mais il sera essentiel de rester à l’écoute de vos collègues pour éviter tout malentendu. Sur le plan affectif, privilégiez la communication sincère avec votre partenaire : cela renforcera votre complicité et apportera un équilibre précieux à votre journée. Côté santé, prenez le temps de vous recentrer en pratiquant une activité apaisante, comme la méditation ou une promenade au calme. N’oubliez pas de vous accorder une pause bien méritée. Aujourd’hui, faites un effort pour écrire une liste de choses à accomplir, afin de structurer votre journée efficacement.",
      "love": "Pour les Taureau en cette journée, ouvrez votre cœur avec sincérité, que vous soyez seul ou en couple. Les célibataires devraient saisir l’occasion de rencontrer quelqu’un qui partage vos valeurs, en sortant de votre zone de confort. Les couples, prennent du temps pour exprimer votre amour et renforcer votre complicité, en planifiant une activité commune. La patience et la confiance seront vos alliées aujourd’hui.",
      "career": "Le Taureau en février 2026 doit se concentrer sur la gestion prudente de ses finances, en évitant les dépenses impulsives. Profitez de cette période pour établir un budget réaliste et investir dans des projets à long terme. Renforcez vos compétences en suivant une formation ou en réseautant avec des professionnels pour ouvrir de nouvelles portes. Cultivez la patience et la persévérance pour atteindre vos objectifs.",
      "mood": "Le 26 février 2026, Taureau ressentira une atmosphère chaleureuse mêlée à une douce anticipation, empreinte de sérénité et de stabilité, mais aussi d’un léger souffle d’impatience qui stimule leur confiance intérieure.",
      "lucky_numbers": [
        40,
        16,
        42
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, votre énergie rayonnante ouvre de nouvelles portes.",
      "general": "Aujourd’hui, les Gémeaux ressentiront une grande énergie pour explorer de nouvelles idées et renforcer leurs relations. Sur le plan professionnel, une opportunité inattendue pourrait surgir, nécessitant une attention particulière à vos compétences communicationnelles. Dans votre vie personnelle, la sincérité sera la clé pour apaiser une tension avec un proche. Veillez à équilibrer votre enthousiasme avec un peu de patience pour éviter tout malentendu. La journée sera également propice à la réflexion intérieure, vous permettant d’identifer ce qui vous motive réellement. Sur le plan financier, évitez de prendre des décisions impulsives; privilégiez la prudence. Soyez à l’écoute des conseils de ceux qui vous entourent. Aujourd’hui, prenez le temps de méditer pour clarifier vos idées et orienter vos choix dans la sérénité.",
      "love": "Pour les Gémeaux en ce jour, reste sincère avec toi-même et écoute ton cœur. Si tu es célibataire, profite de cette période pour explorer de nouvelles passions et élargir ton cercle social. En couple, privilégie la communication honnête, évite les malentendus en exprimant tes besoins avec douceur. Cultive la patience et la compréhension pour renforcer ton lien.",
      "career": "Le 26 février 2026, les Gémeaux devraient écouter leur instinct pour prendre des décisions professionnelles importantes. Restez ouverts aux nouvelles opportunités et évitez de trop vous disperser. Établissez un budget précis et évitez les dépenses impulsives. Investissez dans votre développement personnel et professionnel, en suivant des formations ou en réseautant. Patience et clarté seront vos meilleurs alliés pour avancer sereinement.",
      "mood": "Le 26 février 2026, les Gémeaux ressentiront une douce légèreté mêlée à une curiosité vivante, incitant à la réflexion intérieure tout en offrant une atmosphère de légèreté et d’espoir neuf.",
      "lucky_numbers": [
        31,
        7,
        33
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer : une journée prometteuse pour votre épanouissement personnel",
      "general": "Aujourd'hui, les Cancer pourraient ressentir un regain d'énergie qui leur permet de mieux gérer leurs émotions et leurs relations. Sur le plan professionnel, la journée semble favorable pour avancer dans des projets importants ou pour clarifier des idées complexes avec collègues ou partenaires. Sur le plan sentimental, une ambiance chaleureuse pourrait renforcer les liens existants ou encourager de nouvelles rencontres significatives. Il sera important de rester attentif à vos ressentis pour éviter les malentendus ou les tensions inutiles. La famille pourrait aussi occuper une place centrale, apportant réconfort et joie. Une ouverture d'esprit et un peu de patience vous aideront à traverser cette journée avec sérénité. Aujourd'hui, prenez le temps d'appeler un ami ou un proche pour renforcer votre harmonie.",
      "love": "Pour les Cancers en ce jour, il est essentiel d'ouvrir votre cœur avec sincérité, que vous soyez en couple ou célibataire. Soyez à l’écoute de vos émotions et communiquez clairement avec votre partenaire. Pour les célibataires, n’hésitez pas à sortir de votre zone de confort pour rencontrer de nouvelles personnes. Cultivez la confiance en vous et laissez parler votre intuition pour attirer des relations authentiques.",
      "career": "En ce 26 février 2026, les Cancers devraient se concentrer sur la planification financière à long terme. Établissez un budget précis, évitez les dépenses impulsives et envisagez d'investir dans des projets qui vous passionnent. Sur le plan professionnel, misez sur la communication et la collaboration. N'hésitez pas à demander des formations pour renforcer vos compétences et vous ouvrir de nouvelles opportunités.",
      "mood": "Le 26 février 2026, Cancer ressentira une profonde douceur mêlée d’incertitudes. Une atmosphère chaleureuse mais fragile, empreinte de nostalgie et de désir de sécurité, invitant à la réflexion et à la connexion sincère avec soi-même.",
      "lucky_numbers": [
        23,
        49,
        25
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre énergie rayonnante ouvre de nouvelles portes demain",
      "general": "En cette journée du 26 février 2026, le Lion ressent une envie forte de s’affirmer tant sur le plan professionnel que personnel. Les étoiles favorisent la communication, vous permettant d’éclaircir des malentendus ou de convaincre avec charisme. Côté amour, une sincérité profonde renforce la complicité avec votre partenaire ou ouvre la porte à de nouvelles rencontres. Sur le plan financier, il serait judicieux de revoir vos investissements ou de planifier de futures dépenses avec rigueur. Votre créativité est à son apogée, alors n’hésitez pas à vous lancer dans un projet artistique ou une nouvelle idée innovante. Écoutez votre intuition et n’oubliez pas de prendre du temps pour vous recentrer. Aujourd’hui, faites un pas vers quelqu’un que vous admirez ou souhaitez connaître davantage.",
      "love": "Pour les Lions célibataires en 2026, osez sortir de votre zone de confort et explorez de nouvelles activités pour rencontrer des gens authentiques. Soyez à l’écoute de vos émotions et ne précipitez pas le cœur. En couple, cultivez la communication sincère et montrez votre appréciation quotidienne. Faites des gestes simples mais significatifs pour renforcer la complicité et créer des souvenirs précieux.",
      "career": "Pour les Lions en février 2026, il est essentiel de concentrer vos efforts sur le développement de compétences clés qui renforceront votre position professionnelle. Investissez dans des formations ou certifications pertinentes. Sur le plan financier, établissez un budget strict, économisez régulièrement et évitez les dépenses impulsives. Penser à diversifier vos sources de revenus peut également garantir une stabilité accrue. Restez positif et adaptable face aux défis.",
      "mood": "Le ton émotionnel du lion en ce jour mêle puissance tranquille et mystérieuse solitude. L’atmosphère est empreinte d’une majesté silencieuse, évoquant à la fois la grandeur sauvage et une profonde introspection intérieure.",
      "lucky_numbers": [
        36,
        12,
        38
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, votre chance de réussir arrive vers vous.",
      "general": "Aujourd'hui, les Vierges pourraient ressentir une envie forte de mettre de l'ordre dans leur vie personnelle et professionnelle. La journée s'annonce propice à la réflexion, vous permettant d’identifier ce qui doit être amélioré et de planifier concrètement vos prochaines étapes. Sur le plan relationnel, une communication claire favorisera la compréhension mutuelle, surtout avec des proches ou collègues. Sur le plan professionnel, votre organisation et votre rigueur seront vos meilleurs atouts pour avancer efficacement. Il serait également intéressant de consacrer du temps à votre bien-être physique en intégrant une activité relaxante ou sportive. Aujourd’hui, prenez un moment pour écrire vos objectifs à court terme et engagez-vous à suivre ce plan avec détermination.",
      "love": "Pour les Vierges célibataires, 2026-02-26 est une journée idéale pour sortir de votre zone de confort, en investissant dans des rencontres sincères. Soyez authentique et à l’écoute. Pour les couples, privilégiez la communication bienveillante et planifiez une activité ensemble pour renforcer votre complicité. Prenez le temps d’apprécier les petits gestes, cela renforcera votre lien et apportera stabilité et bonheur.",
      "career": "Le 26 février 2026, Vierge, concentrez-vous sur la planification financière en établissant un budget précis et en épargnant régulièrement. Sur le plan professionnel, soyez ouvert aux nouvelles opportunités et valorisez votre expertise. Prenez le temps de développer vos compétences en suivant des formations ou ateliers. La patience et la discipline seront clés pour atteindre vos objectifs cette année.",
      "mood": "Le 26 février 2026, la Vierge ressentira une atmosphère calme mais introspective, empreinte de douceur et d'introspection, où la réflexion apportera apaisement, tout en éveillant une douce nostalgie et un désir de renouveau intérieur.",
      "lucky_numbers": [
        50,
        26,
        2
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Trouver l'harmonie intérieure pour un avenir serein.",
      "general": "Aujourd'hui, les Balances pourraient ressentir une grande harmonie dans leurs relations, ce qui favorise les échanges sincères. Sur le plan professionnel, une idée innovante pourrait émerger, apportant une touche de fraîcheur à votre travail. Côté santé, privilégiez la détente pour apaiser toute tension accumulée. Sur le plan sentimental, la communication sera clé pour renforcer vos liens, alors écoutez attentivement votre partenaire ou vos proches. La journée peut aussi vous inviter à faire un point sur vos objectifs personnels et à ajuster votre chemin pour plus de sérénité intérieure. Enfin, ne négligez pas l'importance de l'équilibre émotionnel, qui vous aidera à naviguer dans cette journée en toute confiance et légèreté. Aujourd'hui, prenez un moment pour méditer et clarifier vos intentions pour la suite.",
      "love": "Pour ceux qui sont en couple, cultivez la communication sincère et prenez du temps chaque jour pour exprimer votre amour et vos préoccupations. Les célibataires, investissez dans votre développement personnel et ne cherchez pas la perfection chez l'autre, mais la compatibilité. Soyez patient, écoutez votre intuition et construisez des bases solides pour une relation épanouissante.",
      "career": "Pour équilibrer votre vie en février 2026, concentrez-vous sur la gestion judicieuse de vos finances en élaborant un budget précis et en épargnant régulièrement. Investissez dans votre développement professionnel en suivant des formations pertinentes. Prenez également du temps pour votre bien-être en pratiquant la méditation ou des activités relaxantes, afin de maintenir une harmonie entre travail et vie personnelle.",
      "mood": "Le 26 février 2026, l’atmosphère est douce et apaisante, emplie d’un sentiment d’harmonie et de sérénité. Une quête silencieuse d’équilibre invite à la réflexion intérieure et à la paix profonde.",
      "lucky_numbers": [
        40,
        16,
        42
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, découvrez votre chance exceptionnelle ce 26 février 2026",
      "general": "Aujourd’hui, le Scorpion, vous pourriez ressentir une énergie nouvelle qui vous pousse à explorer des aspects profonds de vous-même. Au travail, votre intuition sera votre meilleur atout pour naviguer dans des situations complexes ou inattendues. En amour, la communication est essentielle, alors soyez ouvert et sincère avec votre partenaire ou une personne qui vous tient à cœur. Sur le plan financier, il serait prudent de revoir vos dépenses et d’éviter les risques inutiles. Sur le plan personnel, prendre un moment pour la réflexion ou la méditation pourrait vous aider à clarifier vos idées et à renforcer votre confiance. N’ayez pas peur d’oser un pas en dehors de votre zone de confort aujourd’hui. Essayez de planifier une action concrète pour avancer vers un objectif précis.",
      "love": "Pour les Scorpions en cette journée, cultive la confiance et la transparence dans tes relations. Si tu es célibataire, sois ouvert aux rencontres authentiques et ne fuit pas tes émotions. En couple, prends le temps d’écouter ton partenaire sans jugement, et exprime ton amour sincèrement. Practique la patience et la compréhension, car cette journée favorise une connexion profonde si tu oses te dévoiler.",
      "career": "Pour les Scorpions en 2026, il est essentiel de maintenir votre motivation et de rester concentré sur vos objectifs à long terme. Prenez le temps d’évaluer vos finances chaque mois, en évitant les dépenses impulsives. Développez vos compétences professionnelles par des formations ou des mentorats, et n'ayez pas peur de prendre des responsabilités. Cultivez la patience pour voir vos efforts porter leurs fruits.",
      "mood": "Le 26 février 2026, le Scorpion ressent une profonde intensité émotionnelle empreinte de mystère et de transformation. Une atmosphère de détermination mêlée à une subtleité de vulnérabilité, invitant à la réflexion et à la renaissance intérieure.",
      "lucky_numbers": [
        41,
        17,
        43
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, découvrez votre potentiel aujourd'hui pour un avenir brillant",
      "general": "Aujourd'hui, les Sagittaire ressentiront une énergie renouvelée qui leur permettra d'aborder leurs projets avec enthousiasme et optimisme. Sur le plan sentimental, la communication sera fluide, favorisant des échanges sincères avec leurs proches. Au travail, leur créativité et leur enthousiasme seront remarqués, ce qui pourrait ouvrir de nouvelles opportunités professionnelles. Sur le plan personnel, il est conseillé de prendre du temps pour soi, de se recentrer sur ses besoins intérieurs afin de renforcer leur bien-être mental. Toutefois, ils doivent rester attentifs à ne pas se laisser emporter par leur enthousiasme excessif, évitant ainsi des décisions impulsives. Aujourd'hui, il serait bénéfique de planifier une activité qui nourrit leur esprit et leur corps, comme une promenade ou une séance de méditation.",
      "love": "Pour les Sagittaires en 2026, soyez ouvert à la communication authentique et exprimez vos sentiments avec sincérité. Pour les célibataires, osez faire le premier pas dans de nouvelles rencontres, en restant fidèle à vos valeurs. En couple, cultivez la complicité en planifiant des aventures communes et en écoutant attentivement l'autre. Restez fidèle à vous-même tout en semant l’ancrage dans votre relation.",
      "career": "Le 26 février 2026, les Sagittaires devraient profiter de cette journée pour explorer de nouvelles opportunités professionnelles ou apprendre une compétence utile. Soyez patient face aux imprévus financiers et évitez les dépenses impulsives. Établissez un budget clair, suivez vos dépenses et investissez dans votre développement personnel. La clé du succès aujourd'hui est la flexibilité et la recherche de l'équilibre.",
      "mood": "Le 26 février 2026, Sagittaire ressentira une énergie vibrante et optimiste, mêlée à une curiosité contagieuse. Une sensation d’aventure et de liberté s’épanouira, apportant légèreté et enthousiasme à son esprit.",
      "lucky_numbers": [
        39,
        15,
        41
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne : Une journée pleine d'opportunités et de découvertes",
      "general": "Aujourd'hui, le ciel favorise votre équilibre intérieur et votre développement personnel, Capricorne. Sur le plan professionnel, vous pourriez recevoir une reconnaissance inattendue, ce qui renforcera votre confiance en vos compétences. Côté relations, il serait bénéfique d'accorder plus de temps à vos proches, car votre écoute attentive renforcera vos liens. Sur le plan financier, évitez toute décision hâtive et privilégiez la prudence. Enfin, votre énergie positive vous permet de faire face aux petits défis du quotidien avec calme et résilience. Prenez le temps de faire une pause pour méditer ou simplement vous recentrer. Pour aujourd'hui, engagez-vous à écrire un message sincère à une personne qui vous est chère, cela apaisera votre esprit et apportera de la lumière dans votre journée.",
      "love": "Pour les Capricornes célibataires le 26 février 2026, il est essentiel d'ouvrir votre cœur avec sincérité et patience. Prenez le temps de connaître réellement votre partenaire, sans précipitation. Pour les couples, privilégiez la communication honnête et montrez votre appréciation. Planifiez une activité commune pour renforcer votre complicité. Cultivez la confiance et ne craignez pas d'exprimer vos émotions avec douceur.",
      "career": "Pour les Capricornes le 26 février 2026, concentrez-vous sur la planification à long terme et évitez les décisions impulsives. Renforcez votre réseau professionnel en renouant avec d'anciens contacts et en recherchant de nouvelles opportunités. Équilibrez vos finances en évitant les dépenses superflues, et mettez de côté une portion de vos revenus pour l’avenir. La patience et la persévérance seront clés pour votre stabilité.",
      "mood": "Le 26 février 2026, le Capricorne ressentira une profonde sérénité mêlée d’une volonté renforcée, propice à la réflexion intérieure, même si une subtile tension persistante éveillera une conscience accrue de ses responsabilités.",
      "lucky_numbers": [
        23,
        49,
        25
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau : une journée pleine de surprises et d'opportunités aujourd'hui",
      "general": "Aujourd'hui, les Verseaux ressentiront une envie profonde de nouveautés et d’échanges enrichissants avec leurs proches ou collègues. La journée favorise la créativité, alors n’hésitez pas à explorer de nouvelles idées ou projets personnels. Sur le plan sentimental, la communication sera essentielle pour renforcer vos liens, surtout si des malentendus ont surgi récemment. Sur le plan professionnel, votre esprit innovant peut attirer de nouvelles opportunités, alors soyez à l’écoute des propositions ou collaborations qui se présentent. Cependant, veillez à ne pas vous laisser emporter par l’impatience ou la crítica excessiva. Prenez un moment pour calmer votre esprit et clarifier vos objectifs. Ce soir, consacrez du temps à la réflexion en écrivant vos pensées pour mieux organiser votre journée de demain.",
      "love": "Le 26 février 2026, Verseau, laissez votre curiosité et votre sincérité guider votre cœur. Si vous êtes célibataire, osez faire des rencontres authentiques en partageant vos passions. En couple, privilégiez la communication ouverte pour renforcer votre lien. Prenez le temps d’écouter votre partenaire et d’exprimer vos sentiments avec délicatesse. Cultivez la patience et la confiance pour vivre une relation harmonieuse.",
      "career": "Le Verseau en 2026 doit privilégier la planification financière en établissant un budget clair et en évitant les dépenses impulsives. Sur le plan professionnel, sachez saisir les opportunités de formation ou de réseautage pour renforcer votre crédibilité. Restez ouvert aux collaborations innovantes et investissez dans des domaines porteurs pour assurer une croissance durable. La patience et la discipline seront essentielles pour atteindre vos objectifs.",
      "mood": "Le 26 février 2026, le Verseau ressentira une vague d'optimisme douce, mêlée à une curiosité stimulante. Une atmosphère d'ouverture et d'espoir enveloppera ses pensées, encouragent la créativité et la connexion sincère avec autrui.",
      "lucky_numbers": [
        37,
        13,
        39
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, une journée de transformation et de découvertes personnelles",
      "general": "Aujourd'hui, les Poissons ressentiront une envie de repartir sur de nouvelles bases dans leur vie personnelle et professionnelle. La journée sera favorable pour exprimer vos émotions avec sincérité, favorisant des rapprochements ou la résolution de malentendus. Sur le plan professionnel, votre intuition vous guidera vers des décisions judicieuses, mais il faudra faire attention à ne pas vous laisser submerger par des doutes. En amour, la communication sera essentielle pour renforcer les liens existants ou pour faire de nouvelles rencontres. Sur le plan financier, évitez les dépenses impulsives et privilégiez la stabilité à long terme. Prenez le temps de vous recentrer sur votre bien-être émotionnel et mental. Aujourd’hui, concentrez-vous sur une seule chose à la fois pour garder votre équilibre intérieur.",
      "love": "Pour les Poissons en cette date, restez sincère dans vos sentiments et n’hésitez pas à exprimer votre amour avec douceur. Pour les célibataires, ouvrez-vous aux rencontres authentiques en participant à des activités qui reflètent vos passions. Pour les couples, cultivez la confiance en partageant vos rêves et en écoutant attentivement l’autre, renforçant ainsi votre complicité et votre amour.",
      "career": "Le 26 février 2026, les Poissons devraient se concentrer sur la gestion de leur budget en évitant les dépenses impulsives. Planifiez une épargne régulière et explorez des formations pour renforcer vos compétences professionnelles. Restez à l’écoute des opportunités et n’hésitez pas à demander conseil. La patience et la discipline seront clés pour assurer stabilité financière et progression de carrière dans les mois à venir.",
      "mood": "Le 26 février 2026, pour les Poissons, l’atmosphère pourrait être empreinte de douceur et de rêverie, mêlant une sensation de sérénité profonde à une douce nostalgia, tout en invitant à l’introspection et à la créativité apaisante.",
      "lucky_numbers": [
        44,
        20,
        46
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}