{
  "date": "2026-02-28",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries hoy descubrirás nuevas oportunidades que transformarán tu destino",
      "general": "El día de hoy, los arianos sentirán una energía renovada que impulsa su determinación en el trabajo y en los proyectos personales. Es un momento ideal para tomar decisiones importantes y afrontar retos con valentía, ya que su intuición estará fuerte y les permitirá ver oportunidades donde otros ven obstáculos. En el ámbito emocional, es posible que surjan momentos de reflexión que les ayuden a aclarar sus sentimientos y fortalecer sus relaciones cercanas. La salud estará estable si mantienen una rutina activa y una alimentación equilibrada. Es momento de aprovechar esta energía positiva para avanzar en sus metas y buscar nuevos aprendizajes. Hoy, dediquen unos minutos a planificar sus objetivos a corto y largo plazo para aprovechar al máximo esta jornada.",
      "love": "Para los Aries solteros, 2026 será un año ideal para abrirse y expresar sus sentimientos sin miedo. Practica la escucha activa y muestra interés genuino en quienes te rodean. En pareja, cultiva la paciencia y la empatía, permitiendo que la comunicación sea sincera y constante. Dedicar tiempo juntos fortalecerá la confianza y hará que la relación florezca con pasión y armonía.",
      "career": "El 28 de febrero de 2026, los arianos deben enfocarse en establecer metas claras y realistas en su carrera. Aprovecha esa energía innovadora para proponer proyectos y buscar nuevas oportunidades laborales. En lo financiero, mantén un control riguroso de tus gastos y evita decisiones impulsivas. Considera consultar a un asesor para planificar inversiones a largo plazo. La constancia y la disciplina serán claves para tu éxito.",
      "mood": "El tono emocional de Aries el 28 de febrero de 2026 es apasionado y energizante, formando un ambiente de entusiasmo y determinación que invita a la acción, llenando el día de esperanza y una chispa de conquista personal.",
      "lucky_numbers": [
        40,
        18,
        46
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro, este día traerá cambios positivos y oportunidades nuevas",
      "general": "Hoy, Tauro, te sentirás especialmente equilibrado y enfocado en tus relaciones personales. Es un día ideal para fortalecer vínculos familiares y amistosos, ya que tu empatía y paciencia estarán en su punto más alto. En el trabajo, podrías descubrir soluciones innovadoras a problemas antiguos si te permites escuchar diferentes perspectivas. La economía también te favorece, pero debes mantener un control cuidadoso de tus gastos para evitar desequilibrios. En cuestiones de salud, presta atención a tu bienestar emocional, ya que el estrés puede afectar tu energía. Aprovecha para conectarte con la naturaleza y disfrutar momentos de paz interior. Hoy, dedica unos minutos a meditar o hacer ejercicio suave para renovar tus energías y mantenerte en armonía.",
      "love": "Para Tauro en 2026-02-28, es vital que tanto si estás solo como si tienes pareja, te permitas abrir tu corazón con sinceridad y paciencia. Enamorarte de ti mismo fortalecerá tus relaciones. Para quienes buscan pareja, confía en tu intuición y sé honesto. En pareja, practica la comunicación abierta y muestra tu aprecio constantemente. Solo así fortalecerás tus vínculos y hallarás mayor felicidad.",
      "career": "El 28 de febrero de 2026, Tauro debe centrarse en la estabilidad financiera y en consolidar sus logros profesionales. Aprovecha oportunidades para diversificar tus ingresos y mejorar tus habilidades. Evita decisiones impulsivas y prioriza el ahorro. Mantén una actitud perseverante y confiada en tu talento. La paciencia y la planificación te traerán mayor seguridad económica y éxito en tu carrera a largo plazo.",
      "mood": "El día 28 de febrero de 2026, Tauro experimentará una sensación de calma introspectiva y serenidad, acompañado de una energía optimista y motivadora que invita a la reflexión profunda y a valorar lo que realmente importa en su vida.",
      "lucky_numbers": [
        42,
        20,
        48
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis, hoy descubrirás nuevas oportunidades y amistades valiosas",
      "general": "Hoy, Géminis, te sentirás especialmente energético y curioso, listo para explorar nuevas ideas y conexiones tanto en tu vida personal como en la profesional. La comunicación será tu aliada principal; aprovecha para expresar tus sentimientos y pensamientos, fortaleciendo relaciones importantes. En el trabajo, tu creatividad y capacidad para adaptarte te permitirán resolver pequeños obstáculos con facilidad. Sin embargo, debes cuidar tu bienestar emocional, no te sobrecargues y dedica tiempo a la introspección. Es un día ideal para planificar tus próximos pasos y aprender algo nuevo que te motive. Recuerda mantener una actitud positiva y abierta a cambios. Para hoy, enfócate en escuchar activamente a quienes te rodean y actúa con empatía y honestidad.",
      "love": "Para Géminis en 2026-02-28, la clave en el amor es la comunicación honesta y sincera. Si estás en pareja, comparte tus sentimientos con claridad y evita la indecisión. Si estás soltero, enfócate en conocerte mejor y en qué buscas realmente en una relación. Practica la paciencia y mantén una actitud abierta; esto atraerá conexiones genuinas y fortalecerá tu confianza en el amor.",
      "career": "El 28 de febrero de 2026, los Géminis deben enfocarse en definir metas claras y establecer un plan de acción para avanzar en su carrera. Aprovecha las oportunidades de networking y sé auténtico en tus interacciones. En lo financiero, evita gastos impulsivos y prioriza el ahorro. Considera invertir en formación o proyectos que aporten estabilidad a largo plazo. La disciplina y la planificación te llevarán al éxito.",
      "mood": "El tono emocional será optimista y lleno de energía, mientras que el estado de ánimo puede ser alegre y motivador, invitando a Géminis a explorar nuevas ideas con entusiasmo y confianza en sí mismo.",
      "lucky_numbers": [
        33,
        11,
        39
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer, hoy descubre nuevas oportunidades para crecer emocionalmente",
      "general": "Hoy, los nacidos bajo el signo de Cáncer sentirán una energía especial para mejorar sus relaciones y fortalecer vínculos con seres queridos. La influencia de los astros favorece la comunicación emocional, permitiéndote expresar con claridad tus sentimientos y escuchar activamente a los demás. En el ámbito laboral, podrás abordar proyectos con mayor creatividad y entusiasmo, lo que te abrirá puertas a nuevas oportunidades. Sin embargo, es importante que no te descuides en el cuidado de tu salud física y mental; dedica unos minutos a la meditación o relajación para mantenerte equilibrado. A nivel financiero, tendrás la oportunidad de revisar tus gastos y planificar con mayor precisión para evitar sobresaltos. Hoy, te recomiendo que dediques tiempo a escribir tus metas a corto plazo y reflexiones sobre tu bienestar integral.",
      "love": "Para los Cáncer en esta fecha, la apertura emocional será clave. Si estás solo, invita a alguien especial a compartir momentos sencillos y sinceros; tu intuición será tu guía. En pareja, practica la comunicación honesta y escucha con atención. Dedica tiempo a fortalecer el vínculo, mostrando tu confianza y sensibilidad. La autenticidad y el amor propio fortalecerán tus relaciones en este momento crucial.",
      "career": "El 28 de febrero de 2026, es un momento favorable para que los Cáncer se enfoquen en mejorar sus habilidades profesionales. Dedica tiempo a estudiar algo nuevo o perfeccionar tus talentos actuales. A nivel financiero, evita gastos impulsivos y prioriza el ahorro. Revisa tus inversiones y busca asesoramiento si es necesario. La paciencia y la disciplina te ayudarán a fortalecer tu economía y avanzar en tu carrera.",
      "mood": "El día 28 de febrero de 2026, Cáncer experimentará una atmósfera de introspección tranquila, donde la nostalgia se entrelaza con una sensación de esperanza suave, invitando a la reflexión profunda y a la conexión emocional sincera.",
      "lucky_numbers": [
        25,
        3,
        31
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo hoy descubrirá nuevas oportunidades que cambiarán su destino",
      "general": "Hoy, las fuerzas cósmicas favorecen tu energía y confianza, Leo. En el ámbito laboral, podrás destacar gracias a tu creatividad y liderazgo, pero evita impulsividad y toma decisiones con calma. En las relaciones, tu magnetismo natural atraerá a quienes compartan tus ideales, fortaleciendo vínculos o creando nuevas conexiones significativas. En aspectos emocionales, presta atención a tus sentimientos y no dudes en expresar lo que llevas dentro, ya que eso te traerá mayor paz interior. La salud también requiere tu atención, especialmente en mantener hábitos equilibrados y evitar el agotamiento. Hoy es un buen día para planear un proyecto o actividad que te apasione y te impulse hacia tus metas. Atrévete a dar un paso importante hoy, confía en tu intuición y actúa con determinación.",
      "love": "Para Leo, en 2026-02-28, es importante que tanto si estás solo como en pareja, practiques la paciencia y la comunicación sincera. Nombra claramente tus sentimientos y escuchas con atención a tu pareja o potencial pareja. Aprovecha esta energía para fortalecer vínculos, mostrando tu autenticidad y generosidad. La honestidad abrirá caminos hacia relaciones más profundas y duraderas, llenas de confianza y alegría compartida.",
      "career": "Para el 28 de febrero de 2026, Leo debería enfocarse en fortalecer sus habilidades y aprovechar oportunidades de crecimiento laboral. Evalúa tus finanzas, establece un presupuesto y ahorra para imprevistos. Considera invertir en educación o cursos que impulsen tu carrera. Mantén una actitud positiva y abierta a nuevas experiencias, pues esto atraerá éxito y estabilidad económica en el futuro cercano.",
      "mood": "El 28 de febrero de 2026, Leo se sentirá lleno de entusiasmo y confianza, irradiando una energía cálida y vibrante que inspire optimismo, aunque también podría experimentar momentos de introspección y reflexión profunda.",
      "lucky_numbers": [
        38,
        16,
        44
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo hoy: descubrirás oportunidades que transformarán tu vida",
      "general": "Hoy, los Virgo sentirán una energía renovada que potenciará su claridad mental y su capacidad para resolver problemas en el trabajo y en sus relaciones personales. Será un día en el que sus habilidades analíticas brillarán, ayudándoles a tomar decisiones importantes con confianza. En el amor, podrían experimentar momentos de cercanía emocional que fortalecerán su vínculo con la pareja o abrirán puertas a nuevas conexiones. La salud requerirá atención, así que es recomendable dedicar unos minutos a la relajación o a actividades que reduzcan el estrés. En general, su carácter práctico y detallista será su mejor aliado para lograr avances significativos en diferentes aspectos de su vida. Aprovechen esta jornada para organizar sus metas y dar el primer paso hacia esos proyectos que han estado posponiendo. Hoy, escriban una lista de prioridades y actúen con determinación.",
      "love": "Para los Virgo en 2026, enfóquense en la comunicación honesta y en aceptar sus emociones. Singles, aprovechen oportunidades para socializar y confiar en su intuición. Parejas, dediquen tiempo a gestos pequeños pero significativos que refuercen el vínculo. Practiquen la paciencia y sean comprensivos, permitiendo que el amor crezca con confianza y autenticidad, fortaleciendo su conexión diaria.",
      "career": "El 28 de febrero de 2026, Virgo debe enfocarse en organizar sus finanzas y establecer metas claras a largo plazo. Prioriza crear un presupuesto mensual y ahorrar una pequeña parte de tus ingresos. Aprovecha oportunidades de desarrollo profesional, pero sin descuidar tu bienestar personal. La disciplina y la planificación hoy te traerán estabilidad y crecimiento en el futuro cercano.",
      "mood": "El tono emocional para Virgo en esa fecha es de introspección y esperanza, invitando a una reflexión profunda, mientras el ánimo genera calma y optimismo, abriendo puertas a nuevas oportunidades con serenidad y confianza interior.",
      "lucky_numbers": [
        2,
        30,
        8
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, hoy tu equilibrio traerá soluciones inesperadas y positivas",
      "general": "Hoy para Libra será un día en el que el equilibrio emocional y la comunicación serán clave para avanzar en diferentes aspectos de tu vida. Es un buen momento para fortalecer tus relaciones personales y profesionales, ya que tu capacidad de escuchar y comprender a los demás será notablemente fuerte. En el trabajo, podrías encontrar oportunidades para destacar si colaboras con sinceridad y apertura. En lo personal, presta atención a tus sentimientos y a los de quienes te rodean; la empatía te llevará a profundizar vínculos importantes. Sin embargo, evita que las dudas te paralicen y confía en tu intuición. Hoy, toma la iniciativa y comparte tus ideas con confianza.",
      "love": "Para Libra soltero en 2026, enfócate en conocer tus verdaderas pasiones y no temas abrir tu corazón lentamente. Para quienes están en pareja, fomenta la comunicación honesta y busca momentos especiales para fortalecer vuestro vínculo. Practica la empatía y evita decisiones precipitadas. La clave será equilibrar tus emociones y mantener la armonía, permitiéndote crecer juntos en confianza y amor genuino.",
      "career": "El 28 de febrero de 2026, Libra debería enfocarse en fortalecer su red de contactos y mantener un equilibrio entre trabajo y vida personal. Es importante planificar sus finanzas, evitar gastos impulsivos y explorar nuevas oportunidades laborales. Cultivar la paciencia y la perseverancia será clave para alcanzar sus metas profesionales y financieras, asegurando un crecimiento estable y duradero en los meses venideros.",
      "mood": "El 28 de febrero de 2026, Libra sentirás una mezcla de serenidad y esperanza, con un brillo interior que inspira confianza y una sensación de equilibrio que te invita a reflexionar y avanzar con calma y determinación.",
      "lucky_numbers": [
        42,
        20,
        48
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio descubre su fuerza interior y nuevas oportunidades hoy",
      "general": "Hoy, los escorpios sentirán una energía intensa que afectará sus relaciones personales y profesionales. Es un día ideal para reflexionar sobre sus metas y ajustar su enfoque si algún asunto no está avanzando como esperaban. La comunicación será clave, así que no duden en expresar sus sentimientos con sinceridad y calidez. En el trabajo, podrían enfrentarse a decisiones importantes, pero confíen en su intuición para tomar las mejores opciones. En el ámbito emocional, es posible que surjan recuerdos del pasado, lo que les brinda la oportunidad de sanar viejas heridas y fortalecer su autoestima. La clave hoy será canalizar esa intensidad en acciones constructivas y en la búsqueda de equilibrio interno. Tómense un momento para meditar y conectar con su yo más profundo, y hoy inviertan en su bienestar emocional.",
      "love": "El 28 de febrero de 2026, Escorpio, en el amor, aprende a comunicarte con sinceridad, evitando celos excesivos que puedan crear barreras. Para solteros, abre tu corazón poco a poco y confía en tu intuición para detectar conexiones genuinas. Para parejas, practica la empatía y comprométete a escuchar activamente. La honestidad y la confianza serán tu mejor aliado para fortalecer tus relaciones en este día.",
      "career": "El 28 de febrero de 2026, Escorpio debe centrarse en fortalecer su confianza profesional. Aprovecha nuevas oportunidades para aprender habilidades adicionales y ampliar tu red de contactos. Gestiona tus finanzas con prudencia, evitando gastos impulsivos y ahorrando para imprevistos. Reflexiona sobre tus metas a largo plazo y ajusta tu estrategia laboral si es necesario. La perseverancia y la planificación te traerán estabilidad y éxito.",
      "mood": "El 28 de febrero de 2026, el ánimo de Escorpio será profundo y reflexivo, irradiando una sensación de introspección y serenidad, pero también puede sentir una ligera tensión emocional que invita a la autoconciencia y al crecimiento interior.",
      "lucky_numbers": [
        43,
        21,
        49
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario, este día traerá sorpresas y nuevas oportunidades emocionantes",
      "general": "Hoy para Sagitario, el día trae una energía positiva que ilumina diferentes aspectos de tu vida. En lo profesional, sentirás una mayor motivación para abordar nuevos proyectos y demostrar tu liderazgo. Es un momento excelente para expresar tus ideas y escuchar las de los demás, fortaleciendo tus relaciones laborales. En el ámbito emocional, la confianza en ti mismo aumenta, facilitando la comunicación con quienes te rodean. En lo personal, podrás disfrutar de momentos de paz y alegría si te permites conectar con lo que realmente valoras. Que no te sorprenda una oportunidad inesperada que puede abrir nuevas puertas en tu camino. Es importante que hoy pongas en práctica tu honestidad y claridad, y aproveches para planear tus próximos pasos con entusiasmo y confianza.",
      "love": "Para los Sagitario en 2026-02-28, la clave es la comunicación abierta. Si estás en pareja, comparte tus sentimientos sinceramente y escucha activamente a tu pareja. Para los solteros, aprovecha nuevas experiencias y amistades para expandir tu círculo social. Sé honesto contigo mismo y con los demás, y podrás construir relaciones más profundas y auténticas en este año.",
      "career": "Para Sagitario en febrero de 2026, enfócate en consolidar tus metas profesionales y mejorar tus habilidades. Aprovecha oportunidades de aprendizaje y networking para avanzar en tu carrera. En lo financiero, revisa y ajusta tu presupuesto, evitando gastos impulsivos. Invierte en proyectos que aporten crecimiento a largo plazo y busca asesoría si consideras nuevas inversiones. La paciencia y la planificación serán clave para alcanzar el éxito.",
      "mood": "El 28 de febrero de 2026, Sagitario se llena de entusiasmo y esperanza, sintiendo una profunda conexión con su propósito, pero también enfrentando cierta incertidumbre que invita a la reflexión y al crecimiento interno.",
      "lucky_numbers": [
        41,
        19,
        47
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio, hoy abrirás caminos hacia nuevos logros personales",
      "general": "Hoy, Capricornio, te sentirás muy enfocado en tus metas profesionales y en buscar reconocimiento por tus esfuerzos. La energía de los astros favorece la claridad mental y la toma de decisiones importantes, por lo que es un buen día para planificar nuevos proyectos o presentar ideas innovadoras. En el ámbito personal, podrías experimentar momentos de introspección que te ayuden a entender mejor tus sentimientos y necesidades emocionales. La comunicación con seres queridos será armoniosa si te esfuerzas en escuchar con atención. No ignores las señales de tu cuerpo y dedica un tiempo a relajarte para mantener tu equilibrio. Hoy, te recomiendo que escribas una lista de tus prioridades y dediques unos minutos a visualizar tu éxito.",
      "love": "Para Capricornio en esta fecha especial, si estás en pareja, enfoca tu energía en comunicarte con honestidad y ternura, fortaleciendo la confianza. Si eres soltero, aprovecha para reflexionar sobre lo que realmente deseas en una relación antes de abrir tu corazón. Trabaja en tu autoestima y mantén una actitud positiva, permitiendo que el amor fluya de manera natural y auténtica en tu vida.",
      "career": "El 28 de febrero de 2026, Capricornio tendrá una oportunidad importante para consolidar su carrera. Aprovecha esta fecha para establecer metas claras y priorizar tareas que generen mayor impacto. Controla tus finanzas evitando gastos impulsivos y ahorra para proyectos a largo plazo. Mantén una actitud perseverante, busca asesoría si es necesario y confía en tu disciplina para alcanzar estabilidad y crecimiento económico sólida.",
      "mood": "El día 28 de febrero de 2026, Capricornio experimentará una sensación de esperanza cálida y motivadora, llenando su corazón de tranquilidad y determinación, permitiéndole afrontar desafíos con confianza renovada y una actitud serena.",
      "lucky_numbers": [
        25,
        3,
        31
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario, este día revelará nuevas oportunidades y aprendizajes",
      "general": "El día de hoy en la vida de Acuario trae una energía especialmente favorable para conectar con quienes te rodean y fortalecer vínculos importantes. Es un buen momento para comunicarte claramente y expresar tus ideas con confianza, lo que beneficiará tanto tu trabajo como tus relaciones personales. La creatividad está en su punto más alto, así que no temas explorar nuevos proyectos o maneras de abordar desafíos. Sin embargo, presta atención a tu bienestar emocional y físico, ya que podría sentirse un poco disperso. Mantén un equilibrio entre tus responsabilidades y tu tiempo de descanso. Aprovecha este día para planear metas a largo plazo y reflexionar sobre tus sueños. Hoy, dedica unos minutos a escribir en un diario para aclarar tus pensamientos y prioridades.",
      "love": "Para Acuario en 2026-02-28, la clave está en comunicar con sinceridad y escuchar activamente. Si estás soltero, enfócate en conocerte mejor y abrirte a nuevas experiencias. Para parejas, practica la paciencia y comparte tus sentimientos con transparencia. Aprovecha este día para fortalecer tu confianza y crear conexiones auténticas, ya que ello ampliará tu horizonte emocional y fortalecerá tus relaciones.",
      "career": "Para Acuario en 2026-02-28, enfócate en diversificar tus habilidades laborales y mantenerte actualizado con nuevas tecnologías. Aprovecha oportunidades de networking y colabora con otros creativos. Controla tus finanzas estableciendo un presupuesto mensual y ahorrando regularmente. Invierte en tu formación y busca asesoramiento profesional para optimizar tus recursos. La constancia y la innovación serán clave para tu crecimiento.",
      "mood": "El 28 de febrero de 2026, Acuario experimentará un tono emocional lleno de esperanza y claridad, mezclado con momentos de introspección profunda que despertarán sensación de renovación y un espíritu optimista para avanzar con determinación.",
      "lucky_numbers": [
        39,
        17,
        45
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis: descubres un amor profundo este día especial",
      "general": "Hoy, Piscis, tendrás una jornada llena de energías positivas que influirán en varias áreas de tu vida. En el ámbito emocional, sentirás una conexión más profunda con tus seres queridos, lo que te proporcionará paz y estabilidad. En lo laboral, tu intuición será tu mejor aliada para resolver problemas y tomar decisiones importantes; confía en tu instinto y evita dudas excesivas. La salud te pide atención, así que dedica un momento a cuidar tu bienestar físico y emocional mediante ejercicios suaves y respiraciones profundas. Aprovecha también para reflexionar sobre tus metas a largo plazo y ajustar tus planes si es necesario. Hoy, comparte un momento con alguien cercano y expresa tus sentimientos con sinceridad.",
      "love": "El 28 de febrero de 2026, los Piscis, tanto solteros como en pareja, deben enfocarse en comunicar sus sentimientos con sinceridad. Para quienes buscan amor, abran su corazón y confíen en su intuición para atraer a personas compatibles. Las parejas, practiquen la empatía y escuchen activamente a su pareja, fortaleciendo vínculos y resolviendo malentendidos con paciencia y ternura.",
      "career": "Para Piscis el 28 de febrero de 2026, es esencial mantenerse enfocado en sus metas profesionales y ser proactivo en buscar nuevas oportunidades. Aprovecha tu intuición para tomar decisiones financieras, pero evita riesgos innecesarios. Organiza tus finanzas, ahorra con constancia y considera invertir en cursos que fortalezcan tus habilidades. La empatía será clave para fortalecer relaciones laborales y abrir puertas a nuevos proyectos.",
      "mood": "El día 28 de febrero de 2026, Piscis sentirá una profunda sensibilidad que despierta esperanza y reflexión, envolviéndolo en una atmósfera de calma introspectiva, mientras florecen la empatía y la conexión emocional sincera.",
      "lucky_numbers": [
        46,
        24,
        2
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}