{
  "date": "2026-02-14",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Ariete, scoprirai nuove passioni che cambieranno tutto quest'anno",
      "general": "Oggi l'Ariete si sentirà energico e pronto ad affrontare qualsiasi sfida, con un'attenzione particolare alle relazioni personali. Sul fronte professionale, potrebbe sorgere un'opportunità interessante che richiede prontezza e determinazione, mentre sul piano emotivo, un desiderio di condivisione e comprensione guiderà le vostre interazioni. È un momento favorevole anche per dedicarsi alla cura di sé e per riflettere sui propri obiettivi a lungo termine. La presenza di alcune stelle favorisce il dialogo e la collaborazione con gli altri, stimolando creatività e intuizioni. Tuttavia, attenzione a non lasciarvi coinvolgere troppo in situazioni stressanti o conflittuali. Portate avanti un progetto con calma e sicurezza. Oggi, fate un passo deciso verso il vostro obiettivo più importante.",
      "love": "Per gli Ariete single, il 14 febbraio 2026 è il momento perfetto per aprirti e mostrare il tuo vero io, creando connessioni autentiche. Se sei in coppia, dedica attenzione al dialogo e alle piccole attenzioni. Sii paziente e ascolta con cuore aperto, rafforzando il legame. Ricorda che il vero amore si costruisce con sincerità e rispetto reciproco.",
      "career": "Il 14 febbraio 2026 sarà un giorno favorevole per Ariete, ma richiederà pazienza e pianificazione. Concentrati sul rafforzare le tue competenze professionali, dedicando del tempo alla formazione. Gestisci le finanze con attenzione, evitando spese impulsive e investendo saggiamente. Mantieni un atteggiamento positivo, sfruttando le opportunità per network e collaborazioni che potrebbero portare a miglioramenti economici e crescita personale.",
      "mood": "Il tono emotivo per Ariete il 14 febbraio 2026 è caldo e ottimista, con un'atmosfera di rinascita, passione e speranza che riempie il cuore di energia positiva e desiderio di nuove avventure.",
      "lucky_numbers": [
        26,
        40,
        4
      ],
      "lucky_color": "oro",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Toro, il giorno porta nuove opportunità di crescita personale",
      "general": "Oggi per il Toro si apre una giornata ricca di opportunità e di riflessioni profonde. Sul piano lavorativo, potresti ricevere riconoscimenti per i tuoi sforzi o trovare nuove soluzioni a progetti che ti stanno a cuore da tempo. È un momento favorevole anche per rafforzare le relazioni con colleghi o amici, grazie alla tua naturale capacità di ascolto e empatia. Sul piano emotivo, potresti sentirti più sensibile del solito, ma questa sensibilità ti aiuterà a connetterti più profondamente con chi ti circonda. La tua tenacia e determinazione saranno strumenti preziosi per superare eventuali difficoltà. Today, prenditi un momento per pianificare i tuoi obiettivi a breve termine e agisci con fiducia.",
      "love": "Per i Toro single nel 2026-02-14, dedicati a conoscere te stesso e coltivare la tua autostima, partecipando a attività sociali o hobby. Per le coppie, concentra l’attenzione sulla comunicazione aperta, ascoltando con pazienza e mostrando apprezzamento reciproco. Organizza una serata speciale per rafforzare il legame e condividere emozioni autentiche, creando un clima di fiducia e spontaneità.",
      "career": "Per Toro nel 2026-02-14, concentrati su investimenti a lungo termine e rinnova le competenze, specialmente nel settore digitale. Risparmia regolarmente e diversifica i tuoi investimenti per ridurre i rischi. Sfrutta le opportunità di formazione professionale e networking per espandere le tue possibilità di carriera. Mantieni un equilibrio tra solidità finanziaria e crescita personale, agendo con lungimiranza e determinazione.",
      "mood": "Il tono emotivo di Toro il 14 febbraio 2026 è profondamente malinconico e riflessivo, con un velo di speranza e tenerezza che avvolge ogni pensiero, creando un’atmosfera intima e carica di introspezione.",
      "lucky_numbers": [
        28,
        42,
        6
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gemelli, un giorno di scoperte e nuove opportunità oggi",
      "general": "Oggi i Gemelli sentiranno un'energia positiva che stimolerà la loro creatività e l'intuizione. Le relazioni personali potrebbero richiedere più attenzione, ma grazie alla vostra capacità di comunicare con chiarezza, riuscirete a risolvere eventuali fraintendimenti. Sul lavoro, potreste scoprire nuove opportunità di collaborazione che vi daranno soddisfazione e crescita. La giornata sarà favorevole anche per dedicarsi a passioni e hobby, che vi aiuteranno a riequilibrare le energie e a ritrovare il buon umore. La vostra curiosità sarà un'arma vincente, portandovi a scoprire informazioni preziose. Ricordate di ascoltare il vostro intuito e di mantenere un atteggiamento aperto e positivo. Per oggi, cercate di dedicare qualche momento alla riflessione personale.",
      "love": "Per i Gemelli single, questa giornata offre l’opportunità di aprirti a nuove conoscenze: partecipa a eventi sociali o prova app di incontri. Per le coppie, dedicati a conversazioni sincere e stimolanti con il partner, riscoprendo i piccoli gesti d’affetto. Ascolta con attenzione e condividi i tuoi sentimenti; così rafforzerai il legame e creerai intimità duratura.",
      "career": "Il 14 febbraio 2026, i Gemelli dovrebbero concentrarsi sull’organizzazione delle proprie finanze e pianificare obiettivi chiari a lungo termine. Investi in corsi di formazione per migliorare le competenze professionali e cerca opportunità di networking. Mantenere flessibilità e apertura mentale ti aiuterà a cogliere nuove possibilità, mentre un atteggiamento prudente verso le spese garantirà stabilità finanziaria futura.",
      "mood": "Il tono emotivo per i Gemelli il 14 febbraio 2026 è vivace e stimolante, carico di curiosità e leggerezza. L’umore è allegro e giocoso, invitando all’esplorazione delle relazioni con entusiasmo e spontaneità.",
      "lucky_numbers": [
        19,
        33,
        47
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancro: giornata di scoperte e rivelazioni interiori profonde",
      "general": "Oggi il Cancro si sentirà particolarmente sensibile e in sintonia con le emozioni proprie e degli altri. È un momento favorevole per approfondire le relazioni affettive, mostrando sincerità e ascolto genuino. Sul lavoro, la creatività potrebbe essere pungente, aiutando a trovare soluzioni innovative ai problemi quotidiani, ma attenzione alle distrazioni che potrebbero rallentare i progressi. La salute richiede un po’ di cura in più, quindi dedicare qualche minuto a pratiche rilassanti come una passeggiata o meditazione sarà benefico. Anche a livello familiare è un giorno favorevole per affrontare talk sinceri e condividere sentimenti profondi. Ricorda di prenderti cura di te stesso e di ascoltare i segnali del tuo corpo. Oggi, cerca di dedicare qualche minuto alla riflessione personale e alla gratitudine.",
      "love": "L’amore per i Cancro nel 2026 sarà un viaggio di introspezione e crescita. Per chi è single, apri il cuore alle nuove esperienze e non temere di mostrare la tua sensibilità; incontri interessanti potrebbero sorprenderti. Per le coppie, dedicati alla comunicazione sincera e rafforza i legami attraverso gesti di cura quotidiani. Coltiva empatia e affetto, e l’amore fiorirà in modo autentico.",
      "career": "Per il Cancro il 14 febbraio 2026, concentrati sulla pianificazione finanziaria a lungo termine, risparmiando con saggezza e evitando spese impulsive. Nel lavoro, sfrutta le tue doti empatiche per rafforzare i rapporti professionali. Dedica tempo alla formazione e agli aggiornamenti, aprendo nuove opportunità. Coltiva la pazienza e la determinazione, fondamentali per raggiungere stabilità e crescita.",
      "mood": "Il Cancro il 14 febbraio 2026 si sentirà avvolto da una dolcezza nostalgica, con sfumature di speranza e riflessione. L'atmosfera sarà intima, ricca di emozioni profonde e desiderio di connessione autentica.",
      "lucky_numbers": [
        11,
        25,
        39
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leone, il tuo cuore sarà la tua forza oggi",
      "general": "Oggi i Leone si sentiranno pienamente energici e pronti ad affrontare le sfide quotidiane con entusiasmo e determinazione. Le relazioni con amici e familiari saranno armoniose, facilitando momenti di condivisione e comprensione reciproca. Sul fronte lavorativo, la creatività sarà al massimo, permettendoti di trovare soluzioni innovative ai problemi che ti sembravano insormontabili. La tua autostima sarà elevata e potrai attirare l’attenzione di persone influenti o di potenziali partner. Tuttavia, è importante mantenere i piedi per terra e non lasciarti trasportare eccessivamente dall’orgoglio. Approfitta di questa giornata per mettere in pratica un progetto che desideri realizzare da tempo. Oggi, scrivi una lista di obiettivi concreti da raggiungere questa settimana.",
      "love": "Il 14 febbraio 2026 è un giorno ideale per condividere sincerità e attenzioni con chi ami. Se sei single, apriti a nuove esperienze sociali e segui il cuore senza forzature. Se sei in coppia, dedica momenti di ascolto e apprezzamento reciproco, rafforzando la fiducia. Ricorda, l’amore cresce con piccoli gesti quotidiani e autenticità.",
      "career": "Il 14 febbraio 2026, Leone potrebbe trovare opportunità di crescita professionale, ma è importante rimanere focalizzati sui propri obiettivi. Dedica tempo a sviluppare nuove competenze e amplia la tua rete di contatti. Gestisci attentamente le finanze, evitando investimenti impulsivi. Risparmiare una parte delle entrate e pianificare il futuro ti darà stabilità. Sii paziente e fiducioso nelle tue capacità.",
      "mood": "Il tono emotivo di Leone il 14 febbraio 2026 è dolce e nostalgico, permeato da un senso di speranza tenue e di desiderio di connessione autentica, avvolto in un'atmosfera di introspezione e lieve malinconia.",
      "lucky_numbers": [
        24,
        38,
        2
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vergine, il cambiamento positivo illumina la tua giornata speciale",
      "general": "Oggi per i Vergine si presenta una giornata interessante, in cui l’attenzione alle relazioni sarà fondamentale. Potresti sentirti più empatico e desideroso di connetterti con chi ti sta vicino, sia in famiglia che con amici o colleghi. La tua praticità sarà il punto di forza, ma cerca di lasciar spazio anche alle emozioni, evitando di essere troppo critico con te stesso o con gli altri. Sul fronte lavorativo, potresti ricevere una proposta o una novità che ti dà motivazione, quindi tieni la mente aperta. La salute richiede attenzione: non trascurare il riposo e cerca di praticare attività che ti aiutino a rilassarti. Oggi, prendi l’iniziativa di programmare un momento di relax o una conversazione importante con una persona cara.",
      "love": "Per le Vergine single, il giorno di San Valentino è il momento di sacramentare la tua autostima: dedicati a te stessa, coccolandoti con gesti di cura e attenzione. Se sei in coppia, concentra la tua energia sulla comunicazione aperta e onesta, ascoltando davvero il partner. Sii paziente e apprezza i piccoli gesti, creando un’atmosfera di sincera intimità e comprensione.",
      "career": "Il 14 febbraio 2026, le Vergine dovrebbero concentrarsi sul perfezionamento delle proprie competenze professionali e pianificare obiettivi a lungo termine. È il momento di rivedere il budget, risparmiare con disciplina e considerare investimenti mirati. Mantieni la calma di fronte alle sfide, ascolta il tuo intuito e non aver paura di chiedere supporto o consulenze per crescere sia a livello lavorativo che finanziario.",
      "mood": "Il tono emotivo per la Vergine il 14 febbraio 2026 è rassicurante e riflessivo, portando un senso di calma intestina e introspezione, mentre il mood generale si rivolge a sentimenti di amore autentico e connessione sincera.",
      "lucky_numbers": [
        38,
        2,
        16
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Bilancia, il 14 febbraio 2026, scoprirai nuove possibilità di equilibrio.",
      "general": "Oggi per i Bilancia è un giorno di equilibrio e riflessione. Le emozioni potrebbero essere intense, ma grazie alla tua capacità di ascolto e mediocrità, riuscirai a gestire con saggezza le situazioni delicate. Sul fronte lavorativo, potresti ricevere sorprese che ti stimolano a riconsiderare le tue strategie, ma ricorda di mantenere la calma e di valutare ogni dettaglio con attenzione. In amore, l’empatia sarà la tua arma vincente, favorendo momenti di complicità con il partner. Dal punto di vista personale, potresti sentirti più in sintonia con te stesso, grazie a qualche momento di relax o meditazione. Oggi, concentrati sull’ascolto attivo e cerca di condividere le tue emozioni con sincerità. Scrivi una lettera o un messaggio di gratitudine per qualcuno importante.",
      "love": "Per i Bilancia, il 14 febbraio 2026 è il giorno perfetto per rafforzare i legami e ritrovare l'armonia. Se sei single, dedica tempo a te stesso, coltivando passioni e auto-amore, così attirerai persone affini. Se sei in coppia, ascolta con attenzione il partner e condividi momenti di sincerità. Piccoli gesti di affetto renderanno speciale questa giornata, rendendo il vostro legame più saldo.",
      "career": "Per la Bilancia del 14 febbraio 2026, concentrati sul rafforzare le tue competenze professionali attraverso corsi o networking. Sii decisiva nelle scelte finanziarie, evita investimenti rischiosi e monitora il budget con attenzione. Coltiva la pazienza e l’equilibrio nelle decisioni, ascolta il tuo intuito e pianifica a lungo termine per ottenere stabilità e crescita personale e finanziaria.",
      "mood": "In questa giornata, i Bilancia sentiranno un senso di armonia interiore e desiderio di scoprire nuove connessioni, avvolti da una dolce malinconia che stimola riflessione e introspezione profonda.",
      "lucky_numbers": [
        28,
        42,
        6
      ],
      "lucky_color": "arancione",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpione, il cuore troverà nuova forza inaspettata oggi",
      "general": "Oggi per i nati sotto il segno dello Scorpione sarà una giornata ricca di energia e opportunità. Le relazioni personali saranno al centro dell’attenzione, portando momenti di profonda connessione e comprensione reciproca. Sul lavoro, potresti scoprire nuove idee o approcci che ti aiuteranno a superare eventuali ostacoli: mantieni la mente aperta e sfrutta le tue intuizioni. La salute ti chiederà attenzione, quindi concediti pause di relax e ascolta il tuo corpo. Le emozioni potrebbero essere intense, ma sono un'occasione per conoscere meglio te stesso e rafforzare i tuoi legami affettivi. Oggi, focalizzati sul comunicare con sincerità e ascoltare con empatia le persone intorno a te. Dedica qualche minuto alla riflessione personale e sii pronto ad agire con consapevolezza.",
      "love": "Per i single Scorpione in questa giornata, sfrutta l'intuizione per capire cosa desideri realmente in una relazione e avvicinati con sincerità. Per le coppie, Apri il cuore e condividi i tuoi sentimenti più profondi, ascoltando con empatia il partner. Dedica tempo alla comunicazione sincera, rafforzando la fiducia reciproca. La trasparenza sarà la chiave per un amore più forte e autentico.",
      "career": "Il 14 febbraio 2026, lo Scorpione dovrebbe concentrarsi sul rafforzamento delle relazioni professionali, ascoltando attentamente e offrendo supporto ai colleghi. È il momento di investire in formazione o nuove competenze che possano migliorare la carriera. Gestisci con cura il budget, evitando spese impulsive e pianificando investimenti a lungo termine per garantire stabilità finanziaria futura.",
      "mood": "Il 14 febbraio 2026, lo Scorpione si immerge in un’atmosfera di introspezione e intensa emozione, vivendo momenti di profondità e passione. Un tono di mistero e trasformazione pervaso da sensibilità e desiderio di rinascita",
      "lucky_numbers": [
        29,
        43,
        7
      ],
      "lucky_color": "argento",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittario: scoprirai nuove opportunità e avventure entusiasmanti oggi",
      "general": "Oggi il Sagittario si sentirà particolarmente energico e motivato, pronta a affrontare nuove sfide sia nel lavoro che nella vita personale. La vostra positività attirerà opportunità inattese, e una comunicazione più aperta con amici e colleghi potrebbe portare a collaborazioni importanti. È un momento favorevole per rinnovare i progetti e mettere in pratica idee fresche. Tuttavia, fate attenzione a non lasciarvi sopraffare dall’entusiasmo; mantenete un occhio critico e ponderate bene le decisioni. In amore, la sincerità sarà la chiave per rafforzare i legami esistenti o per incontrare nuove persone interessanti. La vostra curiosità sarà il motore principale; sfruttatela per scoprire nuovi orizzonti. Oggi, dedicati a una passeggiata all’aperto per ricaricare le energie e riflettere sui tuoi obiettivi.",
      "love": "Per Sagittario il 14 febbraio 2026, sia single che in coppia, è importante coltivare la sincerità e la condivisione. Se sei single, osa uscire dalla tua zona di comfort e incontrare nuove persone; magari tramite attività che rispecchiano i tuoi valori. Se sei in coppia, dedicati a momenti di ascolto profondo, mostrando il tuo lato più autentico e rafforzando la fiducia reciproca.",
      "career": "Il 14 febbraio 2026, Sagittario, concentrati sulla pianificazione finanziaria a lungo termine e risparmia con costanza. Sul lavoro, sfrutta la tua curiosità naturale per innovare e proporre nuove idee, ma evita di prendere decisioni affrettate. Mantieni un equilibrio tra ambizione e ascolto delle esigenze degli altri, rafforzando le relazioni professionali e personali. La pazienza sarà la tua alleata più preziosa.",
      "mood": "Il 14 febbraio 2026, Sagittario si sente carico di entusiasmo e speranza, con un'anima avventurosa che desidera scoprire nuove passioni, mentre un senso di introspezione dolce accompagna momenti di riflessione interiore.",
      "lucky_numbers": [
        27,
        41,
        5
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorno oggi troverai nuove opportunità di crescita personale",
      "general": "Oggi il vostro cammino sarà attraversato da una forte energia che vi spingerà a riconsiderare alcune scelte lavorative e a tornare a concentrarvi sui vostri obiettivi personali. La vostra determinazione sarà salita di livello, consentendovi di affrontare sfide con maggiore sicurezza e chiarezza. Nei rapporti interpersonali, si splende di nuovo di una luce positiva, favorendo incontri e approfondimenti con persone care o nuove conoscenze. La cura del corpo e del benessere mentale sarà rilevante, quindi dedicate del tempo a esercizi rilassanti o a pratiche spirituali che vi aiutino a ritrovare l’equilibrio interiore. Oggi, prendete un momento per pianificare i vostri passi con calma e chiarezza. Lasciate che la vostra intuizione guidi le decisioni più importanti.",
      "love": "Per i single Capricorno, il 14 febbraio 2026, concentra l’energia nel conoscere nuove persone e investire in te stesso. Apri il cuore a piccoli gesti d’affetto e mostra sincerità. Per le coppie, dedicati momenti di qualità con il partner, ascoltando e condividendo desideri e sogni. Coltiva la fiducia e la comunicazione aperta, rendendo il vostro legame più forte e autentico.",
      "career": "Il 14 febbraio 2026, il tuo percorso professionale richiede concentrazione e pianificazione precisa. Fissa obiettivi realistici e monitora costantemente i progressi. Gestisci saggiamente le risorse finanziarie, evitando spese impulsive e risparmiando in vista di eventuali investimenti futuri. Coltiva le relazioni collaborando con colleghi affidabili, poiché il supporto reciproco potrà sbloccare nuove opportunità. Rimani determinato e aperto alle novità.",
      "mood": "In quella giornata, il cuore del Capricorno si riempie di introspezione serena e speranza sottile, avvolto da un senso di calma profonda e di rinnovata fiducia che ispira azioni ponderate e sincere.",
      "lucky_numbers": [
        11,
        25,
        39
      ],
      "lucky_color": "viola",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acquario, giornata di sorprese e nuove opportunità d'amore",
      "general": "Oggi, l’Acquario potrebbe sentirsi particolarmente ispirato e creativo, ready a esplorare nuove idee e progetti, sia sul piano professionale che personale. La tua sensibilità emotiva sarà elevata, favorendo rapporti profondi e sinceri con chi ti circonda. È il momento di ascoltare attentamente il proprio istinto e di condividere i propri pensieri con fiducia. Tuttavia, attenzione a non lasciarti sopraffare dallo stress o dalla fretta: mantenere un equilibrio tra mente e cuore sarà decisivo. Le relazioni con amici e partner richiederanno un po’ di pazienza, ma la comunicazione aperta porterà a risultati positivi. Prenditi qualche istante per riflettere su cosa desideri veramente e sii pronto a fare un passo avanti. Oggi, prendi l'iniziativa di chiamare una persona cara per rinforzare il vostro legame.",
      "love": "Il 14 febbraio 2026, Acquario, cerca di aprirti alle emozioni profonde, sia che tu sia single o in coppia. Se sei single, partecipa a eventi sociali per incontrare nuove persone e lascia che la tua autenticità si manifesti. Se sei in coppia, dedicati a momenti di ascolto sincero e condividi i tuoi desideri, rafforzando il legame con spontaneità e amore genuino.",
      "career": "Il Acquario dovrebbe focalizzarsi sulla diplomazia e sulla comunicazione sul lavoro, creando alleanze solide. Pianifica investimenti prudenti e diversifica le fonti di reddito per rafforzare le finanze. Sfrutta le opportunità di formazione per migliorare le competenze e valorizzare il proprio talento. Ricorda di dedicare tempo al benessere personale, mantenendo un equilibrio tra carriera e vita privata.",
      "mood": "Il tono emotivo per l'Acquario il 14 febbraio 2026 è caldo e riflessivo, con un’atmosfera di speranza e introspezione, invitando a connettersi con sé stessi e con gli altri in un abbraccio di empatia e",
      "lucky_numbers": [
        25,
        39,
        3
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Pesci, il cuore si apre a nuove scoperte emozionanti",
      "general": "Oggi i Pesci sentiranno un'energia positiva che stimolerà la loro creatività e i rapporti interpersonali. È un momento favorevole per dedicarsi a passioni e interessi, ma anche per rafforzare i legami con chi amano. Le opportunità di crescita professionale sono in agguato, quindi è importante restare attenti ai dettagli e mostrare entusiasmo verso nuove sfide. La vostra sensibilità sarà un punto di forza, aiutandovi a comunicare meglio e a capire anche le esigenze più sottili degli altri. Tuttavia, evitate di lasciarvi assorbire troppo dalle emozioni, mantenendo un equilibrio tra cuore e ragione. Oggi è il giorno perfetto per fare un passo avanti verso i vostri obiettivi e di ascoltare il vostro istinto. Dedicate qualche minuto alla meditazione o alla riflessione per connettervi con voi stessi.",
      "love": "Per i Pesci singles, il 14 febbraio 2026 è il momento perfetto per aprirsi all'amore autentico. Favorisci incontri con persone che condividano i tuoi valori e desideri più profondi, mostrando sincerità e vulnerabilità. Per chi è in coppia, dedicati a momenti di ascolto e comprensione reciproca, rafforzando la connessione emotiva. Sii paziente, lascia fluire il cuore e costruisci un legame solido con tatto e delicatezza.",
      "career": "Il 14 febbraio 2026, i Pesci possono sfruttare questa giornata per concentrarsi sulla pianificazione finanziaria. Valuta nuove opportunità di investimento e risparmi. Sii prudente con le spese impulsive e cerca di definire obiettivi chiari a lungo termine. Sfrutta la tua intuizione per riconoscere i momenti propizi e investire in progetti creativi che potrebbero portare benefici futuri.",
      "mood": "Il tono emotivo di Pesci il 14 febbraio 2026 è delicato e sognante, avvolto da un’atmosfera di dolce introspezione e speranza, mentre il cuore si apre lentamente alle possibilità dell’amore e della creatività.",
      "lucky_numbers": [
        32,
        46,
        10
      ],
      "lucky_color": "blu",
      "author": "Astrologly",
      "image": ""
    }
  }
}