{
  "date": "2026-01-08",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Áries, dia de transformação e novas oportunidades surgirão hoje",
      "general": "Hoje, Áries, você sentirá uma energia renovada que impulsionará sua determinação em diferentes áreas da sua vida. No trabalho, sua criatividade pode trazer novas ideias e oportunidades de destaque, então não hesite em mostrar seu potencial. Na sua vida pessoal, a comunicação estará mais fluida, ajudando a fortalecer relacionamentos importantes. Aproveite o dia para organizar suas finanças e evitar gastos impulsivos. Sua saúde pede atenção especial à alimentação e ao descanso, mantendo o equilíbrio para manter esse ritmo vibrante. É um momento favorável para tomar iniciativas que antes você hesitava. Ouça sua intuição ao tomar decisões. Para hoje, reserve um tempo para refletir e planejar seus próximos passos com calma e confiança.",
      "love": "Para Áries em 8 de janeiro de 2026, o momento pede equilíbrio na paixão. Solteiros devem explorar novas amizades sem pressa, permitindo que o amor floresça naturalmente. Casais precisam comunicar abertamente seus desejos, cultivando compreensão mútua. Pratique a empatia, evite impulsos e valorize pequenas atenções diárias. Assim, fortalecerá a conexão e criará um relacionamento mais harmonioso e duradouro.",
      "career": "Áries em 8 de janeiro de 2026 deve focar em estabelecer metas claras para o ano, priorizando ações que tragam crescimento financeiro sustentável. Aproveite oportunidades de networking e esteja aberto a novas experiências profissionais. Economize uma parte de sua renda e invista em aprendizados que ampliem suas habilidades. Mantenha a determinação, mas evite impulsividade, pensando a longo prazo para alcançar estabilidade e sucesso.",
      "mood": "No dia 8 de janeiro de 2026, Áries sente uma mistura de entusiasmo e determinação, impulsionando-o a agir com coragem, embora uma leve ansiedade possa emergir, desafiando sua confiança a encontrar equilíbrio emocional.",
      "lucky_numbers": [
        20,
        28,
        36
      ],
      "lucky_color": "dourado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Touro, dia de realizações e surpresas inspiradoras nesta sexta-feira",
      "general": "Hoje, Touro, o dia traz uma energia de harmonia que favorece suas relações pessoais e profissionais. Você pode sentir uma necessidade de estabilidade e de colocar suas emoções em equilíbrio, o que vai ajudá-lo a tomar decisões mais sensatas. No trabalho, a clareza mental estará presente, facilitando a resolução de problemas antigos e a conquista de novas tarefas. É um momento propício para fortalecer vínculos com amigos e pessoas próximas, demonstrando atenção e carinho. Cuide também do seu bem-estar, dedicando tempo ao relaxamento e à reflexão. Sua paciência e determinação serão suas maiores aliadas hoje, permitindo avanços importantes em projetos pessoais e profissionais. Aproveite o dia para expressar suas ideias com calma e confiança. Hoje, pratique uma conversa sincera com alguém que confia.",
      "love": "Para os taurinos solteiros em 2026-01-08, foque em aprofundar o autoconhecimento e cultivar sua autoestima, isso atrairá conexões genuínas. Para os comprometidos, priorize a comunicação clara e a paciência, criando um espaço de confiança. Reservar momentos de lazer a dois fortalecerá o relacionamento. Seja aberto às mudanças e demonstre seu amor com gestos sinceros e constantes, construindo uma base sólida.",
      "career": "Para Touro em 8 de janeiro de 2026, concentre-se em estabelecer metas financeiras claras e realistas. Aproveite oportunidades de investimento que ofereçam segurança e crescimento sustentável. Faça uma revisão de seus gastos e priorize economizar. Seja paciente ao negociar promoções ou avançar na carreira, garantindo estabilidade e crescimento a longo prazo. Mantenha-se firme e confiante ao enfrentar desafios, valorizando seu esforço contínuo.",
      "mood": "No dia 8 de janeiro de 2026, Touro sente uma mistura de serenidade e esperança, envolvendo-se em uma atmosfera de estabilidade emocional e otimismo contido, convidando à introspecção e à resolução de desafios com confiança tranquila.",
      "lucky_numbers": [
        22,
        30,
        38
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gêmeos: Novas oportunidades irão transformar seu caminho hoje",
      "general": "Hoje, os geminianos podem sentir uma energia renovada que impulsiona sua comunicação e criatividade. É um dia favorável para conexões sociais e troca de ideias, o que pode abrir novas oportunidades profissionais. No âmbito emocional, é importante reservar um tempo para refletir sobre seus sentimentos e esclarecer suas emoções. O trânsito de Mercúrio reforça a importância de ser claro e honesto ao se expressar, evitando mal-entendidos. No trabalho, tarefas que envolvem criatividade ou diálogo fluem com facilidade, então aproveite para apresentar suas ideias. Na vida pessoal, cultivando uma escuta ativa, você fortalece suas relações. Hoje, concentre-se em ouvir atentamente ao próximo e anote suas impressões para fortalecer seus laços.",
      "love": "Para Gêmeos solteiros em 8 de janeiro de 2026, mergulhe na autodescoberta e cultive interesses diferentes para atrair alguém que compartilhe sua essência. Para casais, a comunicação será essencial; reserve momentos para conversas sinceras e escute com atenção. Seja aberto à mudança e mostre entusiasmo pela rotina compartilhada. Aproveite cada instante, cultivando leveza e compreensão em seus relacionamentos.",
      "career": "Para Gêmeos em 8 de janeiro de 2026, concentre-se em aprimorar suas habilidades de comunicação e networking. Aproveite oportunidades de aprendizado e mantenha uma atitude flexível frente às mudanças no trabalho. Economize de forma consciente, evitando gastos impulsivos. Invista em cursos que ampliem seu valor profissional e estabeleça metas claras. Com esforço consistente, verá avanços em sua carreira e estabilidade financeira sólida.",
      "mood": "No dia 8 de janeiro de 2026, Gêmeos sentirá uma mistura de curiosidade estendida e entusiasmo renovado, com um toque de inquietação que estimula a reflexão profunda e a busca por novas conexões emocionais.",
      "lucky_numbers": [
        13,
        21,
        29
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Câncer, dia de grandes conquistas e emoções intensas",
      "general": "Hoje, Câncer, você se sentirá especialmente sensível às emoções ao seu redor, o que pode fortalecer seus relacionamentos mais próximos. Sua intuição estará aguçada, ajudando a tomar decisões importantes, especialmente no trabalho e na vida pessoal. É um bom dia para esclarecer mal-entendidos e expressar seus sentimentos de forma sincera. No entanto, tome cuidado para não se deixar dominar por emoções negativas ou inseguranças. A conexão com sua família e amigos trará conforto e reforçará seus laços. Aproveite também para dedicar um tempo ao autocuidado, relaxando e refletindo sobre suas necessidades reais. Para hoje, priorize uma conversa aberta com alguém que você confia e que possa ajudar a equilibrar suas emoções.",
      "love": "Para os Cancerianos solteiros em 8 de janeiro de 2026, aproveite o momento para se abrir ao novo, explorando interesses que nutram seu coração. Para os casados, dedique tempo de qualidade ao seu parceiro, demonstrando afeto e escutando com atenção. Invista na comunicação transparente e praticidade, fortalecendo vínculos e construindo uma relação mais profunda e segura neste dia especial.",
      "career": "Em 2026, cancerianos devem focar no desenvolvimento de habilidades emocionais e na organização financeira. Reserve tempo para planejar suas metas profissionais e busque formas de aumentar sua renda de maneira segura. Priorize a estabilidade, evite decisões impulsivas e mantenha uma rotina de economia. Cultivar relacionamentos no trabalho também abrirá novas portas. Aproveite essa fase para fortalecer sua base emocional e financeira.",
      "mood": "Em 8 de janeiro de 2026, Cancer sentirá uma mistura suave de esperança e introspecção, envolvido por uma sensação de acolhimento profundo, despertando empatia e uma vontade de refletir sobre laços afetivos importantes.",
      "lucky_numbers": [
        5,
        13,
        21
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leão hoje revela novas oportunidades para brilhar intensamente",
      "general": "Hoje, Leão, o dia traz uma energia vibrante que impulsiona sua criatividade e confiança. No âmbito profissional, suas ideias inovadoras podem ser reconhecidas, o que aumenta seu desempenho e atratividade para projetos desafiadores. Nos relacionamentos, a comunicação estará fluida e pode fortalecer laços afetivos, trazendo momentos de intimidade e compreensão. No campo emocional, é importante cuidar da sua autoestima e evitar se deixar levar por pensamentos negativos. Aproveite o dia para dedicar um tempo a si mesmo, refletindo sobre suas metas e desejos, sempre com otimismo. Hoje,, informe-se mais sobre um projeto que vem pensando há tempos e compartilhe suas ideias com alguém de confiança.",
      "love": "Para Leão em 8 de janeiro de 2026, o amor pede autenticidade. Solteiro, invista em autoconhecimento e mostre sua verdadeira essência para atrair conexões sinceras. Casados, pratique a comunicação aberta e valorizem pequenos gestos diários. Compartilhe sonhos e ouça com atenção. Cultivar a confiança fortalecerá seus laços, trazendo harmonia e paixão renovada nesse dia especial.",
      "career": "Em 2026, Leão deve focar em aprimorar suas habilidades profissionais e buscar novas oportunidades de crescimento. Invista em cursos e networking, mantendo-se atualizado o tempo todo. Financie seus sonhos com planejamento de curto prazo, evitando gastos impulsivos. Cultive a autoconfiança, mas seja humilde ao aprender com os outros. Assim, consolidará seu sucesso e garantirá estabilidade financeira.",
      "mood": "No dia 8 de janeiro de 2026, os leoninos sentirão uma mistura de entusiasmo e reflexão, uma energia vibrante que inspira esperança, mas também um momento de introspecção e tranquilidade silenciosa no coração.",
      "lucky_numbers": [
        18,
        26,
        34
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgem hoje: descubra novas oportunidades e renove sua energia",
      "general": "Hoje, Virgem, você se sentirá mais atento às suas emoções e às relações próximas. É um momento favorável para refletir sobre seus objetivos profissionais e pessoais, identificando ações que podem melhorar seu bem-estar. Sua dedicação e atenção aos detalhes vão ajudá-lo a resolver questões pendentes, trazendo uma sensação de alívio. Aproveite para se conectar com quem ama, demonstrando sinceridade e empatia, o que fortalecerá seus laços afetivos. No trabalho, sua organização será essencial para cumprir prazos e surpreender colegas. Cuide da sua saúde, reservando um tempo para relaxar e meditarmomentos de tranquilidade. Hoje, priorize uma conversa franca com alguém importante, isso trará mais clareza e paz.",
      "love": "Para Virgem, em 8 de janeiro de 2026, dedique-se a praticar a paciência e a empatia em suas relações. Para solteiros, esteja aberto a novas experiências sem se cobrar perfeição. Para casais, incentive diálogos sinceros e reservados. Pequenas ações diárias, como ouvir atentamente e demonstrar afeto, fortalecerão os laços. Aproveite o momento para cultivar confiança e sinceridade, essenciais para relacionamentos duradouros.",
      "career": "Para Virgem em 8 de janeiro de 2026, concentre-se em organizar suas finanças e estabelecer metas claras para o curto prazo. Invista em aprimoramento profissional, buscando cursos que elevem sua expertise. Assim que visualizar oportunidades novas, seja proativo e não hesite em assumir responsabilidades. Cultive disciplina e paciência, pois esses fatores trarão equilíbrio financeiro e crescimento na carreira ao longo do ano.",
      "mood": "No dia 8 de janeiro de 2026, Virgente se sente inspirado e reflexivo, com uma esperança silenciosa que desperta calma e otimismo, trazendo uma sensação de renovação e possibilidades por explorar com coração aberto.",
      "lucky_numbers": [
        32,
        40,
        48
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, dia de transformação e novas oportunidades surgem hoje",
      "general": "Hoje, Libra, o dia traz uma mistura de energia que favorece tanto suas relações pessoais quanto seus projetos profissionais. Você pode descobrir novas maneiras de resolver antigos conflitos, especialmente no trabalho, onde sua diplomacia será um diferencial. No amor, uma conversa sincera pode fortalecer laços e criar maior intimidade com seu parceiro. No âmbito financeiro, é um bom momento para rever seus gastos e planejar investimentos futuros. Sua intuição está aguçada, ajudando a tomar decisões importantes com mais confiança. Aproveite para buscar equilíbrio entre o momento de lazer e as responsabilidades. Confie em sua capacidade de adaptação e aproveite as oportunidades que surgirem. Hoje, reserve um tempo para refletir sobre seus objetivos e anote uma estratégia para alcançá-los.",
      "love": "Para Libra solteiro em 8 de janeiro de 2026, esteja aberto a novas experiências e deixe sua personalidade encantadora brilhar, atraindo conexões genuínas. Para os casais, invistam na comunicação sincera e no equilíbrio emocional, valorizando momentos de harmonia. Pratique a escuta ativa e demonstre apreciação diária, fortalecendo a parceria e criando uma relação mais sólida e apaixonada.",
      "career": "Para Libra em 8 de janeiro de 2026, foque no equilíbrio entre carreira e finanças. Avalie suas prioridades, estabeleça metas claras e invista na sua qualificação. Aproveite oportunidades de networking e seja paciente ao assumir novos desafios. Economize regularmente e evite gastos impulsivos. Cultive relacionamentos profissionais sólidos e mantenha uma postura otimista. A dedicação e disciplina trarão estabilidade e crescimento neste período.",
      "mood": "No dia 8 de janeiro de 2026, Libra sentirá uma atmosfera de esperança e harmonia, despertando um sentimento de equilíbrio interior e otimismo, promovendo uma sensação de paz e renovada confiança nas relações pessoais.",
      "lucky_numbers": [
        22,
        30,
        38
      ],
      "lucky_color": "laranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpião: Nova energia transforma seus sonhos em realidade hoje",
      "general": "Hoje, Escorpião, seu universo emocional estará mais intenso, estimulando reflexões profundas e conexões significativas com pessoas próximas. No trabalho, sua dedicação e perseverança serão notadas, possibilitando avanços importantes nos projetos. A energia astral favorece também o autoconhecimento, incentivando você a explorar suas emoções e pensamentos com mais atenção. No entanto, é importante evitar conflitos desnecessários, mantendo o foco na comunicação clara e empática. Sua intuição estará afiada, auxiliando na tomada de decisões importantes. Aproveite esse momento para fortalecer vínculos afetivos e buscar equilíbrio entre os desejos e as responsabilidades. Hoje, priorize momentos de silêncio e reflexão para consolidar seus objetivos e clarear suas ideias antes de agir. Seja paciente e confie na sua sensibilidade para orientar suas ações.",
      "love": "Para Escorpião em 8 de janeiro de 2026, é essencial cultivar comunicação aberta, especialmente com seu parceiro. Para os solteiros, permita-se explorar emoções mais profundas antes de se comprometer. Invista na auto-reflexão, fortalecendo a autoconfiança. Seja honesto sobre seus sentimentos e necessidades, criando conexões genuínas que tragam paz e crescimento emocional. Aproveite essa fase para fortalecer os laços ou descobrir novos caminhos amorosos.",
      "career": "Em 8 de janeiro de 2026, Escorpião deve focar na organização financeira e na busca por novas oportunidades profissionais. Invista tempo aprendendo habilidades relevantes e avalie suas metas com clareza. Evite decisões impulsivas e mantenha o equilíbrio emocional. Aproveite essa fase para consolidar parcerias e fortalecer sua confiança, garantindo um progresso consistente no trabalho e na vida financeira.",
      "mood": "No dia 8 de janeiro de 2026, Escorpião sentirá uma mistura de introspecção profunda e esperança silenciosa, irradiando uma aura de força emocional e renovação interior que desperta coragem para enfrentar desafios invisíveis.",
      "lucky_numbers": [
        23,
        31,
        39
      ],
      "lucky_color": "prata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitário hoje: descubra novas aventuras e realizações surpreendentes",
      "general": "Hoje, Sagitário, o dia traz uma energia vibrante que impulsiona sua confiança e criatividade. É um momento favorável para explorar novas ideias, seja no trabalho ou nos projetos pessoais, pois a sua intuição está afiada. Nos relacionamentos, seu entusiasmo contagiante pode fortalecer vínculos e atrair novas conexões. No entanto, cuidado para não agir impulsivamente; reserve um tempo para refletir antes de tomar decisões importantes. Sua saúde também merece atenção, então incorpore momentos de descanso e atividades ao ar livre que renovem sua energia. Aproveite a fase para colocar em prática planos de longo prazo, pois seu otimismo será uma grande vantagem. Hoje, coloque suas metas em ação e confie na sua capacidade de alcançar o que deseja.",
      "love": "Para Sagitarianos solteiros em 8 de janeiro de 2026, seja aberto a novas experiências e confie na sua intuição ao escolher um parceiro, buscando alguém que compartilhe seus valores de aventura e liberdade. Para os comprometidos, cultive a comunicação honesta e reserve momentos especiais juntos, equilibrando independência e conexão emocional. Invista no diálogo e seja receptivo às necessidades do outro.",
      "career": "Em 8 de janeiro de 2026, Sagitário deve focar em estabelecer metas claras para sua carreira e finanças. Aproveite oportunidades de aprendizado e networking para ampliar seu horizonte. Economize com disciplina e invista em projetos que possam gerar retorno a médio prazo. Seja otimista, mas mantenha uma postura realista diante de desafios, buscando equilíbrio entre sonhos e ações concretas.",
      "mood": "No dia 8 de janeiro de 2026, Sagitário sente-se inspirado e aventureiro, com uma energia otimista. Há um sentimento de esperança e entusiasmo, impulsionando a busca por novas experiências e conexões significativas.",
      "lucky_numbers": [
        21,
        29,
        37
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricórnio encontrará novas oportunidades de crescimento em 2026",
      "general": "Hoje, os astros indicam que será um dia de grande reflexão para os capricornianos. No trabalho, você pode encontrar desafios que exigirão paciência e perseverança, porém suas habilidades de planejamento vão ajudá-lo a superar obstáculos. Na vida pessoal, há oportunidades de fortalecer laços familiares e amizades, desde que dedique atenção e empatia. No âmbito emocional, é importante cuidar do seu bem-estar mental, evitando sobrecargas e permitindo-se descansar quando necessário. Financeiramente, as estrelas sugerem cautela nas decisões; evite investimentos impulsivos. No geral, este é um momento de equilíbrio, onde suas ações conscientes trarão resultados positivos. Aproveite o dia para fazer uma lista de prioridades, assim você se sentirá mais organizado e preparado para o que vier. Hoje, reserve um tempo para se conectar consigo mesmo e refletir sobre seus objetivos.",
      "love": "Para Capricórnio em 8 de janeiro de 2026, a dica é cultivar a paciência e a transparência em seus relacionamentos. Solteiros devem investir em autoconhecimento e abrir-se para novas conexões, enquanto casados devem dedicar momentos de diálogo sincero. Seja honesto sobre suas emoções e pratique a empatia. Assim, promoverá uma relação mais sólida e plena, fortalecendo vínculos com dedicação e amor verdadeiro.",
      "career": "Em 8 de janeiro de 2026, os capricornianos devem focar na organização financeira e buscar novas oportunidades profissionais. Considere investir em cursos de aprimoramento para fortalecer suas habilidades e aumentar suas chances de crescimento. Planeje suas despesas com cuidado, evitando gastos impulsivos. Aproveite o dia para estabelecer metas claras e definir passos concretos para alcançar estabilidade e sucesso duradouro.",
      "mood": "No dia 8 de janeiro de 2026, os capricornianos podem sentir uma mistura de esperança silenciosa e reflexão profunda, trazendo uma sensação de renovação e determinação sutil, enquanto enfrentam desafios com coragem e fé renovada.",
      "lucky_numbers": [
        5,
        13,
        21
      ],
      "lucky_color": "roxo",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Aquário, seu espírito inovador trará grandes conquistas hoje",
      "general": "Hoje, os aquarianos podem sentir uma energia revigorante envolvendo suas relações sociais e profissionais. É um dia propício para estabelecer novas conexões e fortalecer amizades que trazem boas vibrações. No âmbito profissional, sua criatividade está em alta, ajudando a encontrar soluções inovadoras para desafios antigos. A intuição também está mais aguçada, facilitando decisões importantes. No amor, permita-se expressar seus sentimentos com sinceridade, pois a honestidade será valorizada. Cuide do seu bem-estar emocional, reservando um tempo para reflexão e descanso. Aproveite esse momento para planejar metas de curto prazo, com foco na realização pessoal e crescimento. Hoje, tome a iniciativa de falar o que pensa, pois sua autenticidade será reconhecida e apreciada pelos outros.",
      "love": "Para Aquário em 8 de janeiro de 2026, seja você solteiro ou em um relacionamento, pratique a comunicação sincera e aberta. Demonstre seu carinho de forma inovadora e surpreendente, valorizando a liberdade mútua. Para os solteiros, invista em novas experiências sociais para ampliar seu círculo; para os casais, reforce a cumplicidade com pequenas ações diárias que despertem a paixão e o entendimento.",
      "career": "Para Aquário em 8 de janeiro de 2026, foque em estabelecer alianças profissionais sólidas e investir em aprimoramento contínuo. Planeje suas finanças evitando gastos impulsivos e busque novas fontes de renda. Mantenha uma postura aberta às mudanças e esteja disposto a inovar. Priorize seu bem-estar emocional, pois isso refletirá na sua produtividade. Cultive a paciência para colher bons resultados ao longo do tempo.",
      "mood": "No dia 8 de janeiro de 2026, Aquário provavelmente experimentará uma sensação de otimismo e esperança, envolvendo-se em uma energia vibrante de inovação e conexão, enquanto enfrenta o dia com curiosidade e entusiasmo contagiante.",
      "lucky_numbers": [
        19,
        27,
        35
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Peixes, descubra novas oportunidades de crescimento em 2026",
      "general": "Hoje, os Peixes podem sentir uma forte necessidade de introspecção e reflexão. Este é um dia propício para dedicar tempo ao seu bem-estar emocional e trabalhar suas ideias mais profundas. No âmbito profissional, é importante manter o foco na organização e evitar dispersões, pois sua intuição está afiada e pode ajudá-lo a tomar decisões acertadas. No amor, mensagens sutis e gestos de carinho poderão fortalecer laços existentes ou abrir caminhos para novas possibilidades. Cuide também da sua saúde, priorizando o descanso e a alimentação equilibrada. Aproveite as energias para mais uma vez conectar-se com seu mundo interior, buscando harmonia. Hoje, reserve um momento para meditar ou escrever, permitindo-se compreender melhor suas emoções.",
      "love": "Para os piscianos solteiros, 2026 será um momento para explorar seu eu emocional e ampliar seus círculos sociais, abrindo espaço para novas conexões autênticas. Para os que estão em relacionamento, invista na comunicação sincera e na compreensão mútua. Pratique escuta ativa e reserve momentos especiais para fortalecer os laços, demonstrando cuidado e afeto genuíno sempre que possível.",
      "career": "No dia 8 de janeiro de 2026, os Peixes devem focar em organização financeira e estabelecer metas claras. Aproveite o momento para revisar seus orçamentos e evitar gastos impulsivos. Na carreira, busque aprimorar suas habilidades e valorize o networking. A sensibilidade ajudará a entender melhor as necessidades dos outros, fortalecendo suas relações profissionais. Mantenha o equilíbrio emocional para tomar decisões mais acertadas.",
      "mood": "No dia 8 de janeiro de 2026, Peixes sentirá uma mistura delicada de esperança e introspeção, convidando a uma reflexão profunda, ao mesmo tempo em que desperta uma sensação de tranquilidade e renovação interior.",
      "lucky_numbers": [
        26,
        34,
        42
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}