{
  "date": "2026-01-20",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, une journée d'opportunités et de découvertes personnelles",
      "general": "Aujourd'hui, Bélier, vous ressentirez une énergie intense qui vous pousse à agir dans plusieurs domaines de votre vie. Sur le plan professionnel, votre créativité et votre détermination seront vos meilleurs atouts, vous permettant d'avancer sur des projets importants. Sur le plan sentimental, la communication sera essentielle : ouvrez votre cœur et écoutez votre partenaire pour renforcer votre lien. Sur le plan personnel, prenez un moment pour vous recentrer et réfléchir à vos objectifs à long terme. Votre adaptabilité sera sollicitée, alors restez flexible face aux imprévus et faites preuve de patience. Enfin, pour tirer le meilleur parti de cette journée, prenez une décision importante : notez vos idées et passez à l’action dès que possible.",
      "love": "Pour les Bélier du 20 janvier 2026, cette année favorise la sincérité et la patience. Si vous êtes en couple, communiquez ouvertement, évitez l'impulsivité et cultivez la douceur. Pour les célibataires, prenez le temps d'apprendre à mieux vous connaître avant de vous engager. Soyez à l'écoute de votre intuition et osez exprimer vos sentiments avec confiance.",
      "career": "Le 20 janvier 2026, Bélier, il sera essentiel de rester concentré sur vos objectifs financiers tout en évitant de prendre des décisions impulsives. Élaborez un budget précis et investissez avec prudence. Sur le plan professionnel, valorisez la collaboration et ne craignez pas de demander de l’aide pour avancer. La patience et la discipline seront vos meilleurs alliés pour assurer votre stabilité.",
      "mood": "Le ton émotionnel pour Bélier ce jour-là est empreint d’enthousiasme et de détermination, mêlé à une impression de liberté et d’optimisme. L’atmosphère est dynamique, inspirante, incitant à l’action avec confiance et passion profonde.",
      "lucky_numbers": [
        32,
        2,
        22
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, le destin vous sourit : une journée pleine de promesses",
      "general": "Aujourd'hui, Taureau, vous ressentirez une avancée significative dans votre vie personnelle et professionnelle. Votre persévérance et votre patience seront vos meilleurs alliés, surtout dans vos échanges avec les proches. Sur le plan professionnel, une idée ou un projet pourrait enfin prendre forme, grâce à votre détermination. Sur le plan sentimental, il est propice à renforcer les liens existants ou à ouvrir votre cœur à de nouvelles rencontres authentiques. Votre bien-être mental sera boosté si vous prenez du temps pour vous recentrer, méditer ou simplement profiter de la nature. Faites confiance à votre instinct pour prendre des décisions importantes. Aujourd'hui, privilégiez la communication sincère pour renforcer vos relations. N'hésitez pas à exprimer ce que vous ressentez avec authenticité.",
      "love": "Pour les Taureaux singles, 2026 sera une année idéale pour travailler sur votre confiance en vous et vous ouvrir aux autres. Osez engager des conversations sincères et montrez votre authenticité. En couple, privilégiez la stabilité en communiquant avec douceur et patience. Prenez du temps pour raviver la flamme, en planifiant une sortie ou une surprise qui renforcera votre lien.",
      "career": "Le 20 janvier 2026, en tant que Taureau, concentre-toi sur la gestion de ton budget et évite les dépenses impulsives. Profite de cette période pour renforcer tes compétences professionnelles en suivant une formation ou en réseautant. Reste patient face aux défis, car une approche méthodique et prudente te mènera vers la stabilité et la croissance. Investis dans des projets à long terme avec soin.",
      "mood": "Le jour du 20 janvier 2026, le Taureau ressentira une harmonie douce, mêlée d’un sentiment d’espoir apaisant et de confiance intérieure, invitant à la réflexion et à la sérénité profonde, malgré quelques défis subtiles.",
      "lucky_numbers": [
        34,
        4,
        24
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, journée vibrante d'opportunités et de découvertes personnelles",
      "general": "Aujourd'hui, les Gémeaux ressentiront une énergie stimulant leur curiosité et leur esprit vif, ce qui favorisera la communication dans leurs relations personnelles et professionnelles. La journée pourrait apporter des échanges enrichissants et des idées innovantes, mais il sera important de rester attentif aux détails pour éviter toute confusion. Sur le plan émotionnel, vous pourriez ressentir un certain besoin de liberté, tout en cherchant à maintenir l'harmonie avec ceux qui vous entourent. Dans votre vie professionnelle, une opportunité inattendue pourrait surgir, mais il est essentiel de rester concentré sur vos objectifs à long terme. Prenez le temps d’écouter votre intuition et d’adopter une attitude flexible. Aujourd’hui, essayez de planifier une conversation importante ou une réunion pour partager vos idées avec confiance.",
      "love": "Le 20 janvier 2026, les Gémeaux devraient privilégier la sincérité avec leur partenaire ou lors de rencontres. Pour les célibataires, osez engager des discussions profondes pour créer des connexions authentiques. En couple, consacrez du temps à l’écoute attentive et partagez vos projets futurs. La communication claire renforcera vos liens et favorisera une relation équilibrée et épanouissante.",
      "career": "Le 20 janvier 2026 sera une journée propice pour les Gémeaux à se concentrer sur leurs objectifs professionnels. Prenez le temps d'organiser vos idées et de planifier vos démarches avec précision. Évitez les distractions, privilégiez la communication claire avec vos collègues et n'hésitez pas à demander conseil. Sur le plan financier, soyez prudent avec vos dépenses et envisagez d'investir dans des projets à long terme.",
      "mood": "Le 20 janvier 2026, Gémeaux ressent une atmosphère mêlant curiosité vibrante et léger effroi, invitant à la réflexion intérieure, tout en favorisant une communication sincère et une ouverture émotive malgré une certaine instabilité.",
      "lucky_numbers": [
        25,
        45,
        15
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, découvrez une année de renouveau et de prospérité",
      "general": "Aujourd'hui, les étoiles encouragent les Cancers à se concentrer sur leur bien-être intérieur et leur équilibre émotionnel. Vous pourriez ressentir une envie de faire le point sur vos relations personnelles, ce qui favorisera une communication sincère avec vos proches. Sur le plan professionnel, votre intuition sera particulièrement fine, vous permettant de prendre des décisions judicieuses. Il se pourrait que vous soyez amené à gérer des imprévus, alors gardez votre calme et faites preuve de flexibilité. Côté santé, privilégiez les activités apaisantes comme la méditation ou une promenade en nature pour apaiser votre esprit. N'oubliez pas d'écouter votre intuition pour éviter les malentendus. Aujourd'hui, consacrez quelques instants à écrire vos pensées pour mieux comprendre vos émotions.",
      "love": "Pour les Cancers, 2026-01-20 est une journée idéale pour renforcer la communication avec votre partenaire ou pour ouvrir votre cœur si vous êtes seul. Prenez le temps d’écouter sincèrement l’autre, exprimez vos sentiments avec douceur et soyez attentif à vos besoins émotionnels. Cultivez la confiance et la patience, car ce sont les clés pour construire ou approfondir des liens solides et sincères.",
      "career": "Le 20 janvier 2026, les Cancers devraient se concentrer sur la gestion de leur budget en évitant les dépenses impulsives. Planifiez à l’avance vos investissements et cherchez des opportunités de formation pour renforcer vos compétences professionnelles. Soyez à l’écoute de vos intuitions, mais restez pragmatiques. N’hésitez pas à demander conseil auprès d’un mentor ou d’un expert financier pour maximiser vos chances de succès.",
      "mood": "Le 20 janvier 2026, Cancer ressentira une profonde chaleur intérieure mêlée à une douce nostalgie, favorisant des moments de réflexion sincère et de tendresse, tout en évoquant une lumière rassurante dans ses émotions.",
      "lucky_numbers": [
        17,
        37,
        7
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre année commence par des opportunités exceptionnelles proches",
      "general": "Aujourd'hui, le lion pourrait ressentir une forte envie de s'exprimer et de prendre davantage de responsabilités dans sa vie personnelle et professionnelle. Les astres favorisent la communication, ce qui facilite la résolution de malentendus passés avec vos proches. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, alors restez attentif et n'hésitez pas à montrer votre savoir-faire. Sur le plan émotionnel, c'est une journée propice à la réflexion intérieure, pour mieux comprendre vos véritables besoins. Faites confiance à votre intuition pour guider vos décisions. Enfin, votre énergie est en hausse, alors profitez-en pour engager une nouveauté ou un projet qui vous tient à cœur. Aujourd'hui, prenez le temps de planifier une étape concrète vers vos objectifs.",
      "love": "Pour les Lions célibataires en 2026, osez sortir de votre zone de confort, participez à de nouvelles activités et écoutez votre intuition pour rencontrer quelqu’un qui partage votre énergie. En couple, cultivez la patience et la communication sincère. Aventurez-vous à donner plus d’écoute et à raviver la flamme en planifiant des moments spéciaux. La clé est l’équilibre et la confiance mutuelle pour approfondir votre bonheur partagé.",
      "career": "Pour le Lion en 2026, il est crucial de fixer des objectifs financiers clairs et réalistes. Économisez régulièrement et diversifiez vos investissements pour assurer votre stabilité. Sur le plan professionnel, développez vos compétences en leadership et en communication. Restez à l'écoute des opportunités et n'hésitez pas à prendre des risques calculés. Cultivez votre réseau pour favoriser votre croissance.",
      "mood": "Le 20 janvier 2026, Lion dégage une énergie chaleureuse et inspirante, mêlant fierté et courage, tout en laissant peser une touche de mélancolie douce, invitant à la réflexion et à l'espoir silencieux.",
      "lucky_numbers": [
        30,
        50,
        20
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, une journée d'opportunités inattendues pour avancer fragile",
      "general": "Aujourd'hui, la Vierge sera invitée à se concentrer sur ses relations personnelles et professionnelles. L'énergie planétaire favorise la communication sincère, ce qui vous permettra de clarifier certains malentendus ou de renforcer des liens importants. Sur le plan professionnel, vous pourriez recevoir des nouvelles ou des opportunités qui vous demandent de faire preuve de prudence et d'organisation. Sur le plan émotionnel, il est conseillé d’être à l’écoute de vos ressentis et de ceux des autres pour éviter les malentendus. La santé pourrait également jouer un rôle important, alors veillez à prendre du temps pour vous recentrer et vous détendre. Aujourd'hui, prenez le temps d'écrire une liste de vos priorités et d’agir concrètement pour avancer avec confiance et sérénité.",
      "love": "Pour la Vierge en cette journée, cultivez la patience et la communication sincère. Si vous êtes célibataire, ouvrez-vous aux rencontres authentiques et appréciez chaque instant. En couple, prenez le temps d’écouter votre partenaire et de partager vos sentiments. Accordez-vous des moments de douceur pour renforcer votre complicité. La clé réside dans la transparence et la bienveillance pour avancer ensemble.",
      "career": "Le 20 janvier 2026, les Vierges devraient se concentrer sur la gestion proactive de leurs finances. Établissez un budget précis, épargnez régulièrement et évitez les dépenses impulsives. Sur le plan professionnel, saisissez les opportunités d’apprentissage et de développement. Restez organisé, fixez des objectifs clairs et soyez patient dans la poursuite de vos aspirations, car la stabilité et la croissance à long terme en dépendent.",
      "mood": "Le 20 janvier 2026, Vierge ressentira une profonde sensation de tranquillité mêlée à une subtile tension intérieure, évoquant une journée pleine de douceur intérieure et d'espoirs prudemment nourris, invitant à la réflexion sincère et apaisante.",
      "lucky_numbers": [
        44,
        14,
        34
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Aujourd'hui, trouvez l'harmonie intérieure pour un équilibre parfait",
      "general": "Aujourd'hui, Balance, votre sens de l'harmonie est mis à l'épreuve, et il sera essentiel de maintenir votre calme face aux imprévus. Sur le plan professionnel, vous pourriez être confronté à des décisions importantes qui nécessitent réflexion et patience, n'hésitez pas à écouter votre intuition. En amour, votre douceur et votre écoute attentive renforceront vos liens, mais évitez la complacence. Sur le plan personnel, prendre un moment pour vous recentrer sera bénéfique afin de préserver votre équilibre intérieur. Côté santé, une activité physique douce vous aidera à libérer le stress accumulé. Pour aujourd'hui, consacrez quelques minutes à la méditation ou à la respiration profonde pour aborder votre journée avec sérénité.",
      "love": "Pour ceux en couple, cultivez l’écoute sincère et partagez des moments de qualité sans distractions. Pour les célibataires, investissez dans votre développement personnel et ouvrez-vous aux rencontres authentiques. Pratiquez la patience, respectez vos besoins et restez fidèle à vous-même. La confiance et la communication ouverte sont essentielles, alors n’ayez pas peur d’exprimer vos sentiments et d’accueillir l’amour avec douceur.",
      "career": "Pour atteindre un meilleur équilibre financier en 2026, commencez par établir un budget précis et suivez-le rigoureusement. Économisez une part de vos revenus chaque mois, même modeste, et diversifiez vos investissements. Investissez dans votre développement professionnel en acquérant de nouvelles compétences. Enfin, prenez soin de votre bien-être mental pour maintenir une carrière harmonieuse et durable.",
      "mood": "Le 20 janvier 2026 dégage une atmosphère empreinte de sérénité et de réflexion, où l'harmonie intérieure et la paix dominent, invitant à la contemplation profonde et à un sentiment d'équilibre délicatement fragile mais précieux.",
      "lucky_numbers": [
        34,
        4,
        24
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, hoje, votre intuition vous guidera vers de nouvelles opportunités",
      "general": "Aujourd'hui, le Scorpion ressentira une énergie nouvelle qui le pousse à explorer ses passions et à renforcer ses relations. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, invitant à la faire preuve de courage et de détermination. Côté amour, la communication sera essentielle pour éviter tout malentendu, et il sera utile de faire preuve d’écoute attentive envers votre partenaire ou de vous ouvrir à de nouvelles rencontres. Sur le plan personnel, une envie de transformation et de croissance intérieure pourrait surgir, incitant à prendre du temps pour soi. Il est important de rester fidèle à vos intuitions tout en étant patient face aux imprévus. Aujourd’hui, concentrez-vous sur une conversation sincère pour instaurer une meilleure harmonie.",
      "love": "Pour les Scorpions célibataires en 2026, ouvrez-vous davantage aux rencontres sincères en explorant de nouveaux horizons sociaux. Pour les couples, cultivez la confiance en partageant vos ressentis et en planifiant des moments de complicité. Évitez la jalousie excessive en rappelant la valeur de la transparence. En étant attentif à ces détails, vous renforcerez vos liens et vivrez une année pleine d’amour sincère.",
      "career": "Pour les Scorpions en 2026, concentrez-vous sur le renforcement de vos compétences professionnelles en suivant une formation ou un atelier pertinent. Établissez un budget mensuel strict, en surveillant vos dépenses pour améliorer votre stabilité financière. Restez patient face aux investissements ou aux projets à long terme, et n'hésitez pas à demander conseil à des experts pour optimiser vos choix.",
      "mood": "Le 20 janvier 2026, la journée pour le Scorpion déborde d'intensité émotionnelle, mêlant passion et introspection, avec une pointe d'incertitude qui invite à la réflexion profonde et à la recherche de sens intérieur.",
      "lucky_numbers": [
        35,
        5,
        25
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, une journée d’opportunités et de découvertes exceptionnelles",
      "general": "Aujourd'hui, les Sagittaires ressentent une énergie dynamique qui les pousse à explorer de nouvelles opportunités, que ce soit dans leur vie professionnelle ou personnelle. La journée est idéale pour clarifier vos objectifs et prendre des initiatives audacieuses. Sur le plan relationnel, la communication sera fluide, permettant de renforcer des liens importants ou de résoudre d’anciens malentendus. Attention cependant à ne pas négliger votre bien-être intérieur ; prenez un moment pour vous recentrer. La créativité est également stimulée, alors n'hésitez pas à exprimer vos idées ou à commencer un nouveau projet. En résumé, cette journée vous invite à avancer avec confiance et à vous lancer dans de nouveaux défis. Aujourd'hui, faites un acte concret : écrivez une liste claire de vos priorités pour la semaine.",
      "love": "Pour les Sagittaires en 2026, il est important de cultiver la communication sincère, que vous soyez célibataire ou en couple. Prenez le temps d’écouter activement votre partenaire ou vos intérêts amoureux pour mieux comprendre leurs besoins. Soyez ouvert à la spontanéité, mais n’oubliez pas de poser des limites claires, afin de construire une relation fondée sur la confiance et la liberté mutuelle.",
      "career": "Le 20 janvier 2026, pour les Sagittaires, cette journée est idéale pour explorer de nouvelles opportunités professionnelles. Osez prendre des initiatives et élargir votre réseau. Sur le plan financier, évitez les dépenses impulsives et privilégiez l’épargne. Planifiez un budget réaliste et cherchez des investissements sûrs pour sécuriser votre avenir. Restez optimiste tout en restant prudent dans vos décisions.",
      "mood": "Le 20 janvier 2026, le Sagittaire ressentira une énergie vibrante et une curiosité ardente, mêlées à une impression de liberté et d'optimisme. L'esprit s'ouvrira à de nouvelles aventures, illuminant son chemin d'espoir et de vital",
      "lucky_numbers": [
        33,
        3,
        23
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, cette journée vous apportera de nouvelles opportunités enrichissantes",
      "general": "Aujourd'hui, les Capricornes ressentiront une énergie stable qui favorise la clarté mentale et la concentration. Sur le plan professionnel, il est temps de prendre des initiatives et d'affirmer vos idées, même si cela demande un peu de courage. Vos relations, qu'elles soient amicales ou amoureuses, pourront bénéficier d'une écoute attentive et d'une sincérité accrue. Sur le plan personnel, accordez-vous un moment de réflexion pour mieux comprendre vos besoins profonds. La gestion de vos finances demande de la prudence, évitez les dépenses impulsives. La journée invite à renforcer vos liens avec ceux qui comptent, en montrant de la compassion et de la patience. Aujourd'hui, faites un effort pour écrire une liste de vos objectifs et commencez à planifier comment les atteindre cette semaine.",
      "love": "En ce début d’année, les Capricornes, que vous soyez en couple ou célibataires, privilégiez la communication sincère. Pour les célibataires, osez sortir de votre zone de confort pour rencontrer de nouvelles personnes. En couple, cultivez la patience et partagez vos rêves pour renforcer votre complicité. Prenez le temps d’écouter et de valoriser l’autre, cela renforcera vos liens profondément.",
      "career": "Pour les Capricornes le 20 janvier 2026, concentrez-vous sur la planification à long terme en matière financière et professionnelle. Établissez un budget précis, évitez les dettes superflues et investissez dans des compétences qui renforceront votre stabilité. Restez vigilant face aux opportunités et n’hésitez pas à demander conseil d’un mentor. La patience et la discipline seront vos meilleures alliées pour réussir cette année.",
      "mood": "Le 20 janvier 2026, le Capricorne ressentira une douce mélancolie mêlée d'espoir, une envie de renouveau et de stabilité. L’émotion sera empreinte de détermination, mais aussi de tendresse intérieure, apaisant toute incertitude.",
      "lucky_numbers": [
        17,
        37,
        7
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, votre journée vous réserve de belles surprises inattendues",
      "general": "Aujourd'hui, les Verseaux ressentiront une grande énergie positive qui favorise la créativité et la réflexion. Sur le plan professionnel, vous pourriez recevoir des opportunités inattendues, alors restez attentif et prêt à saisir les chances qui se présentent. Sur le plan sentimental, votre vibe magnétique attirera des personnes intéressantes, renforçant vos liens ou vous permettant de faire de nouvelles rencontres enrichissantes. Côté santé, il est important de prendre du temps pour vous recentrer et pratiquer des activités apaisantes afin de maintenir votre vitalité. La balance entre vie personnelle et travail sera essentielle pour éviter le stress. Pour profiter pleinement de cette journée, concentrez-vous sur une tâche qui vous inspire vraiment et faites un pas vers un objectif qui vous tient à cœur.",
      "love": "Le 20 janvier 2026, Verseau, que vous soyez seul ou en couple, soyez à l’écoute de vos émotions. Pour les célibataires, osez exprimer votre authenticité pour attirer des connexions sincères. En couple, privilégiez la communication et l’écoute active pour renforcer votre lien. Prenez du temps pour vous recentrer, cela apportera clarté et harmonie dans vos relations.",
      "career": "Le Verseau en 2026 doit se concentrer sur la gestion prudente de ses finances en évitant les dépenses impulsives. Profitez des opportunités pour investir dans des projets innovants et éducatifs. Développez votre réseau professionnel en participant à des événements. Restez fidèle à vos valeurs, tout en étant flexible face aux changements. Planifiez à long terme pour assurer stabilité et croissance.",
      "mood": "Le 20 janvier 2026, Verseau ressentira une profonde trahison mêlée d'angoisse, mais aussi une curiosité stimulante. L'atmosphère sera empreinte d'incertitude, invitant à la réflexion intérieure et à la recherche de vérité personnelle.",
      "lucky_numbers": [
        31,
        1,
        21
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, saisissez cette journée pour réaliser vos rêves profond",
      "general": "Aujourd'hui, les Poissons ressentiront une profonde envie de retrouver l'harmonie dans tous les aspects de leur vie. Sur le plan émotionnel, une sensibilité accrue peut accentuer leur empathie, ce qui leur permettra de mieux comprendre leurs proches et d'apporter du soutien. Au travail, leur créativité sera à son apogée, offrant des idées innovantes à partager avec leur équipe. Sur le plan financier, il serait prudent de revoir leur budget et d'éviter les dépenses impulsives. Sur le plan santé, privilégiez la détente et la méditation pour apaiser votre esprit et revitaliser votre corps. En fin de journée, prenez un moment pour écrire ce que vous ressentez afin de mieux gérer vos émotions et clarifier vos pensées. Ce soir, pensez à faire une promenade dans la nature pour vous recentrer.",
      "love": "Pour les Poissons en ce début d'année, cultivez la confiance en vous pour attirer l'amour. Si vous êtes en couple, pratiquez l’écoute attentive et partagez vos rêves pour renforcer votre lien. Pour les célibataires, osez exprimer vos émotions sincèrement, que ce soit lors d’une sortie ou d’une rencontre en ligne. La patience et l’authenticité vous ouvriront des portes.",
      "career": "Pour les Poissons du 20 janvier 2026, il est essentiel de rester pragmatique dans vos projets professionnels. Fixez-vous des objectifs précis et planifiez à long terme. Conservez une gestion rigoureuse de votre budget en évitant les dépenses impulsives. N'hésitez pas à apprendre de nouvelles compétences pour renforcer votre stabilité financière et saisir les opportunités professionnelles qui se présentent.",
      "mood": "Le 20 janvier 2026, les Poissons ressentiront une parodie de sérénité mêlée à une douce nostalgie. Leur cœur sera à la fois apaisé par l’espoir et vulnérable face à des émotions profondes.",
      "lucky_numbers": [
        38,
        8,
        28
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}