{
  "date": "2026-01-10",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, découvrez une année pleine de passions et de réussites",
      "general": "Aujourd'hui, les Bélier se sentiront pleins d'énergie et d'enthousiasme, prêts à relever de nouveaux défis aussi bien dans leur vie professionnelle que personnelle. C’est une journée propice à l’initiative, où vos idées innovantes peuvent surprendre et inspirer ceux qui vous entourent. Sur le plan relationnel, votre spontanéité sera appréciée, mais attention à ne pas trop vous laisser emporter par votre impulsivité. La sphère financière pourrait également présenter des opportunités, alors restez attentif aux affaires ou aux investissements en cours. Sur le plan de la santé, privilégiez une attitude équilibrée et évitez la fatigue en vous accordant des pauses. Aujourd’hui, faites un pas vers une de vos ambitions. Prenez le temps d’écrire vos objectif et d’agir concrètement.",
      "love": "Pour les Bélier en ce début d’année, la communication sincère renforcera vos relations. Pour les célibataires, osez exprimer vos sentiments, même si cela fait peur. Pour les couples, planifiez des moments de complicité pour raviver la flamme. Restez patient, écoutez attentivement votre partenaire ou votre cœur, et faites preuve d’humilité pour construire une relation plus profonde et épanouissante.",
      "career": "Le 10 janvier 2026, Bélier aura l’opportunité de renforcer ses finances en adoptant une approche plus structurée. Planifiez un budget précis, évitez les dépenses impulsives et investissez dans des formations pour booster votre carrière. Restez ouvert aux conseils d'experts et privilégiez la patience. Franchissez chaque étape avec confiance et discipline pour réaliser vos ambitions.",
      "mood": "Le 10 janvier 2026, le Bélier ressent une énergie vibrante mêlée d'optimisme rayonnant, propice à la renaissance personnelle. Une ambiance d'enthousiasme intense et d'élans passionnés anime son cœur et son esprit.",
      "lucky_numbers": [
        22,
        32,
        42
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, une journée propice à la découverte personnelle et au bonheur",
      "general": "Aujourd'hui, Taureau, vous ressentirez une forte envie de vous concentrer sur vos relations personnelles et professionnelles. La lune favorise la communication, ce qui vous aidera à clarifier certains malentendus ou à renforcer des liens importants. Sur le plan professionnel, votre patience et votre persévérance seront remarquablement appréciées, mais faites attention à ne pas vous laisser envahir par le stress. Côté amour, l'harmonie est à portée de main, surtout si vous prenez l'initiative d'organiser un moment spécial avec votre partenaire ou d'exprimer vos sentiments sincèrement. Sur le plan financier, il est conseillé de rester prudent et d'éviter les dépenses impulsives. En fin de journée, prenez un moment pour vous recentrer en pratiquant la méditation ou une activité qui apaise votre esprit. Aujourd'hui, engagez-vous à dire une chose positive à une personne qui vous tient à cœur.",
      "love": "Pour les Taureau en ce début d’année 2026, cultivez la patience et la sincérité dans vos relations. Pour les célibataires, prenez le temps de connaître vraiment quelqu’un avant de vous engager. Les couples, renforcez votre complicité par des activités partagées et écoutez attentivement les besoins de votre partenaire. Montrez votre amour par des petits gestes tendres et authentiques, cela créera une connexion plus profonde.",
      "career": "Le Taureau en 2026, concentrez-vous sur la stabilité financière en évitant les dépenses impulsives. Priorisez l'épargne et investissez dans des projets à long terme. Renforcez vos compétences professionnelles, envisagez une formation ou un développement personnel. Rythmez vos efforts avec patience et discipline, tout en restant à l'écoute des opportunités pour progresser lentement mais sûrement, afin de construire un avenir solide et équilibré.",
      "mood": "Le 10 janvier 2026, le Taureau ressentira une douceur chaleureuse mêlée d'une légère inquiétude, créant une ambiance à la fois paisible et introspective, invitant à la réflexion et à la récupération intérieure.",
      "lucky_numbers": [
        24,
        34,
        44
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, journée de découvertes et de nouvelles rencontres",
      "general": "Aujourd'hui, les Gémeaux ressentiront une grande curiosité qui stimulera leur esprit et leur créativité. C'est une journée idéale pour explorer de nouvelles idées ou commencer un projet qui vous passionne depuis longtemps. Sur le plan relationnel, vous pourriez nouer des échanges enrichissants avec des amis ou des collègues, ce qui renforcera vos réseaux sociaux. Sur le plan professionnel, votre capacité à communiquer de manière claire sera votre plus grand atout, facilitant la résolution de certaines situations compliquées. Côté bien-être, il est important de prendre du temps pour vous recentrer et éviter de vous disperser. Écoutez votre intuition et laissez-la vous guider dans vos décisions. Aujourd'hui, prenez le temps d'écrire vos idées pour mieux y voir clair.",
      "love": "Pour les Gémeaux en ce début d'année, privilégie la communication sincère et l'écoute attentive, que tu sois célibataire ou en couple. Si tu es seul, ose engager des conversations profondes pour établir des liens authentiques. En couple, renouvelle la complicité en partageant des activités originales. Reste curieux et patient, cela renforcera la confiance et l’harmonie dans tes relations.",
      "career": "Le 10 janvier 2026, les Gémeaux devraient se concentrer sur la gestion de leur temps et éviter la dispersion. Priorisez vos projets importants et fixez-vous des objectifs clairs. Évitez les dépenses impulsives et établissez un budget mensuel strict. Restez à l’écoute des opportunités professionnelles et développez vos compétences en communication pour renforcer votre réseau. La discipline sera la clé de votre réussite.",
      "mood": "Le 10 janvier 2026, Gémeaux ressentira une mélancolie douce mêlée d'optimisme léger, invitant à la réflexion profonde tout en encourageant une curiosité insatiable, dans une atmosphère à la fois sensible et stimulante.",
      "lucky_numbers": [
        15,
        25,
        35
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, journée pleine d'opportunités pour réaliser vos rêves",
      "general": "Aujourd'hui, les Cancers peuvent ressentir une forte énergie intérieure qui les pousse à explorer de nouvelles idées et à renforcer leurs liens personnels. Sur le plan professionnel, il est important de rester concentré et d'éviter les distractions afin d'accomplir vos tâches avec efficacité. Votre sensibilité accrue peut vous permettre de mieux comprendre les autres, mais attention à ne pas vous laisser submerger par vos émotions. Sur le plan relationnel, c’est le moment idéal pour exprimer vos sentiments sincèrement, ce qui renforcera vos liens avec vos proches. Prenez aussi le temps de vous recentrer sur vous-même, pour retrouver votre harmonie intérieure. Aujourd’hui, faites une liste de vos objectifs et engagez-vous à poser la première pierre pour les atteindre.",
      "love": "Le 10 janvier 2026, les Cancers en couple doivent communiquer sincèrement pour renforcer leur lien, en exprimant leurs besoins émotionnels sans retenue. Les Cancers célibataires, quant à eux, devraient ouvrir leur cœur doucement, en créant des rencontres significatives. Prenez le temps d’écouter votre instinct et de montrer votre authenticité pour bâtir des relations solides et sincères.",
      "career": "Le 10 janvier 2026, les Cancer devraient se concentrer sur la gestion budgétaire en évitant toute dépense impulsive. Prenez le temps d'analyser vos finances et établissez un plan d’épargne solide. Côté carrière, privilégiez la collaboration et n’hésitez pas à mettre en avant vos compétences. Restez ouvert aux opportunités et investissez dans votre développement personnel pour atteindre vos objectifs.",
      "mood": "Le 10 janvier 2026, Cancer ressent une profonde émotion mêlée de douceur et d’incertitude, un sentiment apaisant mais teinté de nostalgie, évoquant la tendresse et l’introspection, invitant à la réflexion intérieure et à la connexion sincère.",
      "lucky_numbers": [
        7,
        17,
        27
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, 10 janvier 2026 : une journée de succès inattendus",
      "general": "Aujourd'hui, Lion, tu ressentiras une énergie renouvelée qui te pousse à prendre des initiatives dans ta vie professionnelle et personnelle. Sur le plan professionnel, ta créativité sera en pleine effervescence, ce qui pourrait te permettre de proposer des idées innovantes et de te démarquer auprès de tes collègues ou supérieurs. Côté amour, une rencontre inattendue pourrait illuminer ta journée ou revitaliser une relation existante. Sur le plan personnel, il sera important de prendre un moment pour toi, te recentrer et écouter ton instinct. La chance pourrait sourire à ceux qui osent sortir de leur zone de confort, alors n'hésite pas à prendre des initiatives. Ce soir, pense à planifier une activité qui te fait plaisir pour renforcer ton bien-être.",
      "love": "Pour les Lions célibataires en 2026, osez exprimer votre authenticité et sortir de votre zone de confort pour rencontrer de nouvelles personnes. Pour ceux en couple, cultivez la communication sincère et appréciez les petits moments ensemble. Prenez aussi du temps pour vous recentrer et renforcer votre confiance, car c’est en étant fidèle à vous-même que vous attirerez l’amour véritable.",
      "career": "Pour Lion en janvier 2026, il est important de se concentrer sur l’équilibre entre vie professionnelle et personnelle. Investis dans des compétences nouvelles et diversifiées pour renforcer ta valeur sur le marché. Épargne régulièrement et évite les dépenses impulsives. Prends des décisions financières réfléchies et privilégie les investissements à long terme pour assurer ta stabilité future. Cultive aussi ta confiance en toi pour saisir les opportunités.",
      "mood": "Le jour du 10 janvier 2026, l’atmosphère du Lion rayonne d’une confiance chaleureuse mêlée d’un optimisme disert, évoquant la fierté tranquille, l’ambition ardente et une profonde sensation d’accomplissement intérieure.",
      "lucky_numbers": [
        20,
        30,
        40
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, 2026 vous ouvre des portes inattendues profondément.",
      "general": "Aujourd'hui, la Vierge ressentira une énergie stimulante qui favorise la clarté mentale et la concentration. C’est une journée idéale pour organiser vos projets professionnels et prendre des décisions importantes. Sur le plan sentimental, vous pourriez ressentir un besoin de communiquer plus profondément avec votre partenaire ou un être cher, ce qui renforcera vos liens. Sur le plan personnel, une opportunité d’apprentissage ou de développement personnel peut se présenter, alors restez ouvert aux nouvelles idées. La santé sera stable, mais n’oubliez pas de prendre du temps pour vous ressourcer. La journée met également en évidence l’importance d’équilibrer vie professionnelle et vie privée. Prenez quelques instants pour faire le point sur vos priorités afin de rester aligné avec vos objectifs. Pour aujourd’hui, inscrivez-vous à une activité de méditation ou de pleine conscience.",
      "love": "Pour les Vierges en 2026-01-10, prenez le temps d'exprimer vos émotions avec sincérité, que vous soyez célibataire ou en couple. Soyez à l’écoute de votre partenaire, et n’hésitez pas à partager vos rêves et préoccupations. Pour les célibataires, sortez de votre zone de confort en participant à de nouvelles activités sociales. La confiance et la communication renforceront vos liens amoureux aujourd’hui.",
      "career": "Le 10 janvier 2026, la Vierge doit privilégier l'organisation et la planification. Prenez le temps d’établir un budget clair et d’identifier des investissements prudents. Concentrez-vous sur l’amélioration de vos compétences professionnelles en suivant une formation ou un cours en ligne. Restez à l’écoute des opportunités sans précipitation, et évitez de prendre des décisions financières impulsives. La patience vous mènera vers des résultats solides.",
      "mood": "Le ton émotionnel du Vierge en ce jour semble serein et réfléchi, avec une ambiance empreinte de douceur et de concentration. Une journée propice à la clarté intérieure, à la minutie et à la sérénité retrouvée.",
      "lucky_numbers": [
        34,
        44,
        4
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Aujourd'hui, trouvez l'équilibre parfait pour une vie sereine",
      "general": "Aujourd'hui, Balance ressent un fort désir d'harmoniser ses relations personnelles et professionnelles. La lune en votre signe amplifie votre charme naturel, facilitant la communication et renforçant les liens affectifs. Sur le plan professionnel, votre capacité à écouter et à comprendre vos collègues vous permettra de résoudre des conflits avec douceur. Sur le plan intérieur, il est important de prendre un moment pour méditer ou pratiquer une activité relaxante, afin de préserver votre équilibre émotionnel. Vos imperfections vous donnent une authenticité qui attire les autres, alors n'ayez pas peur d’être vrai. C'est une journée idéale pour exprimer votre gratitude envers ceux qui vous soutiennent. Aujourd’hui, prenez le temps d’envoyer un message sincère à une personne qui vous inspire.",
      "love": "Pour les célibataires, concentrez-vous sur la connaissance de vous-même et n’ayez pas peur de prendre votre temps. Cultivez votre confiance et ouvrez-vous aux rencontres authentiques. Pour les couples, privilégiez la communication sincère et l’écoute active. Planifiez des moments réguliers ensemble pour renforcer votre complicité. L’équilibre naît de l’amour de soi et de l’attention portée à l’autre.",
      "career": "Pour atteindre un bon équilibre financier en 2026, établissez un budget mensuel précis et respectez-le. Épargnez une partie de vos revenus chaque mois, même une petite somme, pour constituer une réserve d’urgence. Investissez dans votre développement professionnel en acquérant de nouvelles compétences, et évitez les dettes inutiles. Enfin, prenez le temps d’évaluer régulièrement vos progrès pour ajuster vos objectifs.",
      "mood": "Le ton émotionnel de cette journée évoque une sensation de calme serein, d’équilibre intérieur et de confiance renouvelée. L’atmosphère est douce, apaisante, invitant à la réflexion profonde et à une harmonie fragile mais précieuse.",
      "lucky_numbers": [
        24,
        34,
        44
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, découvrez votre pouvoir intérieur pour la nouvelle année",
      "general": "Aujourd'hui, les Scorpions ressentiront une énergie renouvelée qui influencera leur vie personnelle et professionnelle. Sur le plan familial, il sera bénéfique de consacrer du temps à vos proches, en montrant votre soutien et votre affection. Au travail, votre détermination se renforcera, vous permettant de surmonter les obstacles avec confiance. Sur le plan sentimental, des échanges sincères renforceront vos liens, apportant harmonie et compréhension. Côté santé, privilégiez des moments de relaxation pour équilibrer votre esprit et votre corps. Cette journée vous invite à faire preuve d'ouverture et d'écoute, car cela favorisera des rencontres enrichissantes. Pour aujourd'hui, prenez le temps de planifier une activité qui vous apaise et vous reconnecte à vous-même.",
      "love": "Pour les Scorpions en ce début d’année, cultivez la patience et la communication sincère. Pour les célibataires, osez faire confiance et ouvrez votre cœur à de nouvelles rencontres. En couple, évitez la possessivité en privilégiant l’écoute authentique. Prenez le temps d’exprimer vos sentiments et de renforcer la complicité. La confiance mutuelle est la clé d’un amour épanoui en ce début 2026.",
      "career": "Le 10 janvier 2026, les Scorpions devraient privilégier la transparence dans leurs relations professionnelles et financières. Prenez le temps d’évaluer vos investissements, évitez les décisions impulsives et consultez un expert si nécessaire. Cultivez la patience et la persévérance, car des opportunités concrètes se présenteront si vous restez fidèle à vos objectifs à long terme.",
      "mood": "Le 10 janvier 2026, le Scorpion ressentira une intensité émotionnelle profonde, mêlant passion et introspection. Un sentiment de transformation subtile mais puissante donnera un ton à la journée, empreint de mystère et de renouveau.",
      "lucky_numbers": [
        25,
        35,
        45
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, journée pleine de surprises et d'opportunités à saisir",
      "general": "Aujourd'hui, les Sagittaires ressentiront une énergie renouvelée qui influencera positivement leur vie personnelle et professionnelle. Vous aurez envie de prendre des initiatives et d’explorer de nouvelles idées, ce qui pourrait renforcer vos relations avec les proches ou améliorer votre environnement de travail. La communication sera fluide, favorisant des échanges constructifs et des solutions concrètes à des problèmes anciens. Sur le plan émotionnel, vous pourriez ressentir une quête de sens ou de connaissance, vous poussant à vous lancer dans de nouveaux apprentissages ou projets créatifs. Il sera important de rester fidèle à vos valeurs tout en étant ouvert aux conseils sincères des autres. Aujourd’hui, prenez le temps de planifier une activité qui vous inspire pour renforcer votre motivation.",
      "love": "Le 10 janvier 2026, les Sagittaires devraient privilégier la communication sincère. Pour les célibataires, osez exprimer vos véritables sentiments, cela attirera des relations authentiques. En couple, cultivez la confiance par des petites attentions quotidiennes. Restez ouverts à la spontanéité et évitez de trop planifier afin de garder la passion vivante. La sincérité et l’écoute seront vos clés cette journée.",
      "career": "Pour les Sagittaires en 2026, il est crucial de rester concentré sur vos objectifs professionnels tout en étant ouvert aux nouvelles opportunités. Investissez dans votre développement personnel en suivant des formations ou des ateliers. Évitez les dépenses impulsives et planifiez un budget solide. Cultivez la patience et la persévérance, car ces qualités vous aideront à atteindre une stabilité financière durable cette année.",
      "mood": "Le 10 janvier 2026, Sagittaire ressentira une énergie vibrante et optimiste, mêlée à une légèreté d’esprit et une envie d’aventure, tout en étant empreint d’une profonde curiosité et de confiance en l’avenir.",
      "lucky_numbers": [
        23,
        33,
        43
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne : une journée de succès et d'inspiration profonde",
      "general": "Aujourd'hui, les Capricornes ressentiront une énergie renouvelée qui les pousse à avancer dans leur carrière et à renforcer leurs relations personnelles. Sur le plan professionnel, votre concentration sera à son paroxysme, ce qui vous permettra d'accomplir des tâches importantes avec efficacité. Les échanges avec vos collègues ou partenaires seront harmonieux, favorisant la collaboration et des idées nouvelles. Sur le plan sentimental, vous cherchez à créer une atmosphère de confiance et de stabilité, ce qui renforcera vos liens. Cependant, il est important de ne pas négliger votre bien-être physique ; une pause ou une activité sportive vous fera le plus grand bien. Aujourd'hui, prenez un moment pour planifier vos objectifs à court terme et osez exprimer vos besoins.",
      "love": "Pour les Capricornes célibataires en ce début d’année, ouvrez-vous davantage aux rencontres authentiques en partageant vos passions. Prenez le temps de renforcer votre confiance en exprimant vos sentiments sincèrement. En couple, kiffez des moments de douceur et de complicité. Apprenez à écouter vraiment votre partenaire, et n’hésitez pas à dire ce que vous ressentez pour renforcer votre lien.",
      "career": "Pour les Capricornes le 10 janvier 2026, il est essentiel de organiser vos finances en établissant un budget précis et en évitant les dépenses impulsives. Sur le plan professionnel, concentrez-vous sur l’acquisition de nouvelles compétences et cherchez des opportunités de formation. Cultivez la patience dans vos projets à long terme et n’hésitez pas à demander conseil pour maximiser votre stabilité financière.",
      "mood": "Le 10 janvier 2026, le Capricorne ressentira une profonde sérénité mêlée à une détermination renouvelée, tandis qu'une douce optimisme illumine son esprit, lui offrant des moments de calme et de réflexion sincère.",
      "lucky_numbers": [
        7,
        17,
        27
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, journée pleine d'opportunités pour révéler votre esprit créatif",
      "general": "Aujourd’hui, les Verseaux ressentiront une énergie nouvelle qui booste leur créativité et leur liberté d’expression. Sur le plan professionnel, une idée innovante pourrait émerger, il serait judicieux de l’entourer de collègues ou de partenaires pour la rendre concrète. Sur le plan personnel, des échanges sincères renforceront vos liens affectifs, surtout si vous prenez le temps d’écouter vraiment l’autre. La santé mentale et le bien-être seront aussi mis en avant, donc privilégiez des activités relaxantes ou méditatives. Côté finances, il est préférable d’éviter les dépenses impulsives et de revoir votre budget si nécessaire. Aujourd’hui, engagez-vous à faire une action concrète pour nourrir votre esprit d’ouverture, comme lire un livre ou participer à une discussion enrichissante.",
      "love": "Pour les Verseaux, le 10 janvier 2026 apporte une opportunité de renforcer la complicité avec votre partenaire ou de clarifier vos désirs si vous êtes célibataire. Pour les couples, communiquez ouvertement sur vos rêves futurs. En tant que célibataire, osez exprimer vos passions à ceux qui vous attirent. Restez fidèle à vous-même tout en étant attentif aux autres pour créer des connexions sincères.",
      "career": "Le Verseau en ce début 2026 doit se concentrer sur la consolidation de ses finances en évitant les investissements impulsifs. Profitez de cette période pour renforcer vos compétences professionnelles, notamment en suivant des formations ou ateliers. N'hésitez pas à réseauter davantage et à nouer des collaborations innovantes. Restez fidèle à vos valeurs tout en étant ouvert aux opportunités inattendues pour assurer une croissance stable.",
      "mood": "Le 10 janvier 2026, le Verseau ressent une profonde énergie d'optimisme mêlée à une curiosité sincère, impulsant un sentiment d'espoir, d'enthousiasme et d'ouverture vers de nouvelles expériences enrichissantes.",
      "lucky_numbers": [
        21,
        31,
        41
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, découvrez une année pleine de surprises et de croissance",
      "general": "Aujourd'hui, les Poissons peuvent ressentir une forte envie de réfléchir à leur vie et à leurs projets futurs. Sur le plan professionnel, un nouvel échange pourrait ouvrir des perspectives intéressantes si vous osez vous exprimer avec sincérité. Côté cœur, la journée s’annonce harmonieuse si vous prenez le temps d’écouter vos émotions et celles de votre entourage. Sur le plan personnel, il sera favorable d’accorder une attention particulière à votre bien-être intérieur, peut-être par la méditation ou une promenade au calme. La journée semble aussi idéale pour renforcer vos liens avec des proches ou pour entamer une nouvelle activité créative. Prenez le temps d’écrire vos idées ou de planifier vos objectifs pour mieux avancer, et n’hésitez pas à faire ce pas vers votre développement personnel aujourd’hui.",
      "love": "Pour les Poissons singles, ce jour est propice à ouvrir votre cœur en partageant vos passions avec d’autres. Prenez le temps de vous connecter sincèrement, sans crainte de vous montrer vulnérable. Pour les Poissons en couple, cultivez la patience et l’écoute. Organisez une activité romantique ou simplement un dialogue profond pour renforcer votre complicité. Restez fidèle à votre sensibilité, tout en étant clair dans vos attentes.",
      "career": "Pour les Poissons en janvier 2026, il est essentiel de rester concentré sur vos objectifs financiers. Établissez un budget précis, évitez les dépenses impulsives et envisagez d'investir dans des formations pour améliorer vos compétences. Sur le plan professionnel, cultivez la patience et la persévérance. Saisissez les opportunités de réseautage pour booster votre carrière et n’hésitez pas à demander conseil à des mentors.",
      "mood": "Le 10 janvier 2026, Poissons ressentira une vague douce de nostalgie mêlée d'espoir. L'atmosphère sera empreinte de tendresse et de rêves, invitant à la réflexion intérieure et à la douceur de retrouver ses émotions profondes.",
      "lucky_numbers": [
        28,
        38,
        48
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}