{
  "date": "2026-02-22",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries, hoy descubrirás una oportunidad que cambiará tu destino",
      "general": "El día de hoy, los Aries sentirán una energía renovada que influye positivamente en su vida personal, profesional y emocional. Es un momento ideal para comenzar proyectos nuevos o fortalecer relaciones existentes, ya que tu entusiasmo natural será contagioso y atraerá apoyo de las personas a tu alrededor. En el trabajo, podrás destacar por tu creatividad y resolución, pero mantén la paciencia con los colegas, ya que algunos desafíos podrían surgir. En el ámbito emocional, es importante que te tomes un tiempo para reflexionar y expresar tus sentimientos con sinceridad. La salud mental y física también será favorecida si te permites un momento de silencio y meditación. Hoy, dale prioridad a tu bienestar y comunícate con alguien cercano para fortalecer vínculos.",
      "love": "Para los Aries solteros, este año es ideal para explorar nuevas conexiones y mostrarse auténticos. No temas abrir tu corazón lentamente para evitar malentendidos. En pareja, enfócate en comunicar tus sentimientos con calma y escuchar activamente. Practica la paciencia y evita decidir con impulsividad. La sinceridad fortalecerá la confianza y fomentará un amor más profundo y duradero.",
      "career": "El 22 de febrero de 2026, los Aries deben enfocarse en organizar sus finanzas y evitar decisiones impulsivas. Aprovecha oportunidades profesionales adquiriendo nuevas habilidades y fortaleciendo tu red de contactos. Mantén una actitud positiva ante los desafíos y documenta tus logros. La paciencia será clave para alcanzar tus metas a largo plazo y garantizar estabilidad económica.",
      "mood": "El tono emocional para Aries en esa fecha es optimista y enérgico, con un ambiente de entusiasmo y determinación que impulsa la confianza y la pasión, pero también puede acudir al desafío y la introspección.",
      "lucky_numbers": [
        34,
        6,
        28
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro, hoy descubrirás una oportunidad inesperada y valiosa",
      "general": "Hoy, Tauro, te sentirás especialmente equilibrado y en sintonía con tus emociones, lo que facilitará que tomes decisiones acertadas en el ámbito laboral y personal. La influencia de los planetas favorece la comunicación y facilitará encuentros que podrían abrirte nuevas oportunidades. Es un buen día para profundizar en tus relaciones cercanas, ofrecer tu apoyo y demostrar tu compromiso. En el aspecto financiero, mantenerse pragmático será clave, evita gastos impulsivos y centra tu energía en planificar a largo plazo. La sensatez será tu mejor aliada para navegar cualquier desafío con calma y confianza. Aprovecha esta jornada para dedicar unos minutos a la reflexión y visualizar tus metas futuras. Hoy, simplemente conecta con tu intuición y da un paso firme hacia lo que realmente deseas.",
      "love": "El 22 de febrero de 2026, Tauro podrá fortalecer sus relaciones siendo honesto y expresando sus sentimientos claramente. Para los solteros, es momento de abrirse a nuevas experiencias y no tener miedo a mostrar su verdadera esencia. En pareja, practiquen la paciencia y escuchen activamente; pequeños gestos diarios fortalecerán su conexión y crearán un ambiente de confianza.",
      "career": "El 22 de febrero de 2026, Tauro deberá enfocarse en establecer metas claras y realistas en su carrera. Aprovecha oportunidades de formación y networking para fortalecer tu posición. En finanzas, revisa tu presupuesto y evita gastos innecesarios. Invierte con cautela y busca asesoría si planeas cambios importantes. La constancia y la paciencia serán clave para alcanzar el equilibrio y el éxito.",
      "mood": "El 22 de febrero de 2026, Tauro experimentará una sensación de tranquilidad y esperanza, con un toque de nostalgia que despierta introspección y un suave entusiasmo por nuevas oportunidades que nutren su espíritu y corazón.",
      "lucky_numbers": [
        36,
        8,
        30
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis en 2026: descubre tu camino hacia el éxito",
      "general": "Hoy, Géminis, te sentirás especialmente comunicativo y lleno de energía para socializar. Aprovecha este día para fortalecer relaciones y expresar tus ideas con claridad, tanto en el trabajo como en tus amistades. Es un momento favorable para aprender algo nuevo o explorar diferentes intereses, ya que tu curiosidad estará en su máximo nivel. En el aspecto emocional, puedes experimentar cierta tendencia a la indecisión, pero si te tomas unos minutos para reflexionar, podrás encontrar las respuestas que buscas. La atención a los detalles te ayudará a resolver pequeños problemas antes de que crezcan y mejorarás tu productividad. Enfócate en mantener un equilibrio entre tus obligaciones y momentos de descanso. Hoy, toma la iniciativa y comunícate con alguien cercano para fortalecer ese vínculo.",
      "love": "Para Géminis en 2026-02-22, el amor requiere honestidad y paciencia. Si estás soltero, enfócate en conocerte mejor y en comunicarte claramente, creando conexiones auténticas. Para quienes están en pareja, dedica tiempo a escuchar y comprender a tu pareja, evitando distracciones. La clave está en expresar sentimientos con sinceridad y abrirse a nuevas experiencias juntos para fortalecer la relación.",
      "career": "El 22 de febrero de 2026, Géminis debe centrarse en la comunicación y la organización. Aprovecha esta energía para presentar ideas innovadoras en el trabajo y fortalecer relaciones profesionales. Ahorrar un porcentaje de tus ingresos te dará estabilidad. Dedica tiempo a planificar metas a corto plazo y revisa tu presupuesto regularmente, así potenciarás crecimiento financiero y éxito en tus proyectos.",
      "mood": "El tono emocional para Géminis el 22 de febrero de 2026 es optimista y ligero, lleno de curiosidad y entusiasmo. El estado de ánimo invita a la introspección tranquila y a la expresión genuina de sentimientos.",
      "lucky_numbers": [
        27,
        49,
        21
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer, hoy descubrirás una oportunidad que cambiará tu destino",
      "general": "Hoy para Cáncer, la energía del día te invita a centrarte en tus relaciones personales y en tu bienestar emocional. Es un momento en el que la comunicación será clave para resolver malentendidos o aclarar sentimientos que quizás has guardado mucho tiempo. En el ámbito laboral, tu intuición te ayudará a identificar oportunidades que habían pasado desapercibidas y a fortalecer alianzas importantes. En casa, es buen momento para dedicar tiempo a tus seres queridos, creando momentos de calidad y apoyo mutuo. La salud física también requiere atención, así que no ignores esas pequeñas molestias. Hoy, toma la iniciativa de expresar lo que sientes y busca practicar alguna actividad que te ayude a relajarte y recargar energías.",
      "love": "Para los Cáncer en esta fecha, es importante que tanto singles como en pareja practiquen la comunicación abierta y honesta. Para los solteros, enfóquense en fortalecer su confianza personal y no teman mostrar su vulnerabilidad. Aquellos en pareja, dediquen momentos sinceros de escucha y apoyo emocional, creando una conexión más profunda. Cultivar la paciencia y el entendimiento será clave para avanzar en sus relaciones.",
      "career": "Para el 22 de febrero de 2026, es importante que Cáncer priorice la organización financiera y establezca metas claras. Aprovecha esa fecha para revisar tus ahorros y ajustar tu presupuesto. En lo laboral, confía en tu intuición y busca oportunidades que realmente te apasionen. Dedica tiempo a aprender nuevas habilidades que impulsen tu crecimiento profesional. La constancia será clave para alcanzar estabilidad y éxito.",
      "mood": "El día 22 de febrero de 2026, Cáncer se sentirá introspectivo y emotivo, rodeado de una calma profunda. La curiosidad y la ternura despertarán, invitando a reflexionar y encontrar paz en la conexión con sus emociones más sinceras.",
      "lucky_numbers": [
        19,
        41,
        13
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo, hoy descubrirás nuevas pasiones que transformarán tu vida",
      "general": "El día de hoy trae una energía vibrante para los Leo, permitiéndote destacar en diferentes áreas de tu vida. En el trabajo, tu creatividad y liderazgo brillarán, ayudándote a ganar reconocimiento y avanzar en tus proyectos. En el ámbito personal, las relaciones familiares y con amigos recibirán un impulso, fortaleciendo los lazos y generando conversaciones sinceras. En tu vida emocional, es momento de escucharte y comprender tus sentimientos, buscando un equilibrio interno que te brinde paz. Es importante que mantengas una actitud positiva y cercana, impulsando acciones que reflejen tu autenticidad y pasión. Aprovecha esta jornada para poner en práctica tu confianza natural. Hoy, dedica unos minutos a reflexionar sobre tus metas y toma la iniciativa para dar un paso adelante.",
      "love": "Para los Leo solteros, 2026 será un momento de autodescubrimiento y crecimiento personal. Aprovecha esta época para fortalecer tu confianza y aprender a amarte tal cual eres; esto atraerá relaciones auténticas. Para los Leo en pareja, fomenta la comunicación sincera y dedicar tiempo de calidad juntos. Escucha con empatía y comparte tus sentimientos abiertamente; esto fortalecerá la conexión y el amor mutuo.",
      "career": "El 22 de febrero de 2026, Leo, es importante que enfoques tu energía en establecer metas claras y realistas. Invierte en tu desarrollo personal y profesional con cursos o talleres. Gestiona tu presupuesto cuidadosamente y evita gastos impulsivos. Aprovecha las oportunidades para ampliar tu red de contactos y potenciar tu carrera. La constancia y la disciplina serán clave para alcanzar tus metas financieras y laborales en este período.",
      "mood": "El 22 de febrero de 2026, Leo sentirá una energía vibrante, llena de entusiasmo y orgullo, pero también una leve inquietud que invita a reflexionar y buscar equilibrio en sus emociones.",
      "lucky_numbers": [
        32,
        4,
        26
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo, descubre nuevas oportunidades que cambiarán tu vida hoy",
      "general": "El día de hoy, Virgo, te sentirás especialmente enfocado en tus relaciones personales y en tu bienestar emocional. La energía astral favorece la comunicación, por lo que será un buen momento para expresar tus sentimientos y escuchar a los demás con paciencia y empatía. En el trabajo, podrás notar avances si mantienes la organización y evitas distracciones; tu meticulosidad será tu mejor aliada. En el ámbito de la salud, presta atención a las señales de fatiga y busca equilibrar tus rutinas para mantenerte en armonía. Aprovecha para dedicar tiempo a actividades que te relajen y te aporten paz interior. Hoy, realiza una lista de tus prioridades para aclarar tus metas y sentirte más seguro en tus decisiones.",
      "love": "Para Virgo en 2026-02-22, enfócate en comunicar tus sentimientos claramente, tanto si estás solo como en pareja. Dedica tiempo a escuchar genuinamente a tu pareja y muestra empatía. Para los solteros, amplía tu círculo social con actividades que reflejen tus pasiones. La honestidad y la atención a los detalles fortalecerán tus relaciones y te atraerán conexiones más profundas y auténticas.",
      "career": "Para Virgo en 2026-02-22, enfoca tus esfuerzos en organizar tus finanzas y establecer metas claras a largo plazo. Aprovecha tu perfeccionismo para mejorar tus habilidades laborales, buscando cursos o certificaciones. Mantén una actitud flexible ante cambios y evita el perfeccionismo excesivo. Ahorra una parte de tus ingresos y invierte con precaución para fortalecer tu estabilidad económica y avanzar en tu carrera profesional.",
      "mood": "Para Virgo el 22 de febrero de 2026, el tono emocional es calmado y introspectivo, impregnado de sensibilidad y reflexión profunda, creando una atmósfera de serenidad que invita a la autocomprensión y la paz interior.",
      "lucky_numbers": [
        46,
        18,
        40
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra, hoy descubrirás nuevas formas de balance interno",
      "general": "Hoy, Libra, el día te invita a explorar nuevas perspectivas en tus relaciones personales y profesionales. La energía de los astros favorece la comunicación y te ayudará a resolver malentendidos que puedan haber surgido recientemente. Es un momento ideal para mostrar tu empatía y escuchar con atención a quienes te rodean, fortaleciendo la confianza mutua. En el ámbito laboral, tu creatividad y diplomacia serán tus mejores aliados para avanzar en proyectos importantes. En la vida emocional, puedes sentirte más abierto y dispuesto a expresar tus sentimientos sinceramente. Aprovecha esta energía para crear armonía y buscar el equilibrio interior. Hoy, toma la iniciativa de planear una conversación significativa con alguien cercano y comparte cómo te sientes realmente.",
      "love": "Para Libra solteros el 22 de febrero de 2026, enfóquense en conocerse a sí mismos antes de buscar pareja, practicando la autenticidad y la confianza. Para quienes están en pareja, es un buen momento para fortalecer la comunicación, expresando sinceramente sus sentimientos y escuchando activamente a su pareja. En ambos casos, prioricen el equilibrio emocional y la empatía, creando vínculos más profundos y armoniosos.",
      "career": "El 22 de febrero de 2026, Libra debería enfocarse en consolidar sus relaciones profesionales, promoviendo la colaboración y el trabajo en equipo. Es recomendable revisar su presupuesto y ahorrar o invertir con prudencia. Aprovecha esta fecha para establecer metas claras, mantener la paciencia y valorar las opiniones ajenas. La justicia y el equilibrio serán claves para lograr avances estables y duraderos en tu carrera y finanzas.",
      "mood": "El tono emocional para Libra en esa fecha es suave y reflexivo, despertando una profunda sensación de paz interior y esperanza. El ambiente invita a la introspección y a la conexión sincera con uno mismo y otros, fortaleciendo la armonía interna.",
      "lucky_numbers": [
        36,
        8,
        30
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio, hoy descubrirás nuevas oportunidades para tu crecimiento personal",
      "general": "El día de hoy, los escorpio sentirán una energía intensa y renovada que los impulsará a buscar equilibrio en todos los aspectos de su vida. En el trabajo, podrás enfrentarte a desafíos que pondrán a prueba tu paciencia y capacidad de adaptación, pero confía en tu intuición para encontrar soluciones creativas. En lo emocional, es un momento propicio para fortalecer vínculos con personas cercanas, expresando tus sentimientos con sinceridad y empatía. En el ámbito personal, dedicar un tiempo a la introspección te ayudará a aclarar tus metas y comprender mejor tus deseos profundos. Aprovecha esta jornada para dar un paso decisivo hacia tus sueños, y hoy, enfócate en dar un pequeño acto de amor propio, como cuidar tu bienestar físico y mental.",
      "love": "Para Escorpio en esta fecha, enfócate en la comunicación honesta en pareja, expresando tus sentimientos sin miedo. Si estás solo, abre tu corazón a nuevas experiencias y confía en tu intuición para atraer conexiones auténticas. Practica la paciencia y evita celos excesivos. La sinceridad y la confianza serán clave para fortalecer vínculos o descubrir un amor verdadero.",
      "career": "El 22 de febrero de 2026, los escorpio deben centrarse en fortalecer sus habilidades y ampliar su red de contactos. Aprovecha oportunidades de formación y mantén una actitud abierta a nuevas ideas. Controla tus gastos y ahorra para inversiones futuras. La paciencia y la perseverancia serán clave para alcanzar estabilidad financiera y éxito profesional. Dedica tiempo a planificar y priorizar para lograr tus metas.",
      "mood": "El día 22 de febrero de 2026, Escorpio sentirá una profunda introspección, combinada con una sensación de esperanza tempered por cierta incertidumbre. La emoción será introspectiva, intensa, pero con un brillo de renovación y potencial oculto.",
      "lucky_numbers": [
        37,
        9,
        31
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario, este día trae oportunidades y sorpresas reveladoras",
      "general": "Hoy, Sagitario, te sentirás lleno de energía y entusiasmo, lo que te impulsará a afrontar nuevos desafíos en el trabajo y en los asuntos personales. Es un buen momento para expresar tus ideas y creatividad, lo que te abrirá puertas a nuevas oportunidades. En el ámbito emocional, la comunicación con quienes amas será fluida, fortaleciendo la confianza y el entendimiento mutuo. Sin embargo, ten cuidado de no dejarte llevar por la impulsividad; piensa antes de actuar para evitar malentendidos. La salud también te pide atención, así que no descuides tus espacios de descanso. Aprovecha la energía del día para planear un próximo proyecto o incluso para organizar tus metas a corto plazo. Hoy, toma la iniciativa y comparte tus pensamientos con alguien de confianza.",
      "love": "Para Sagitario en esta fecha, es importante que los solteros abran su corazón con sinceridad y confíen en su intuición para conectar con alguien compatible. Las parejas deben dedicar tiempo a escuchar y fortalecer la comunicación, evitando prejuicios. Practica la paciencia y comparte experiencias nuevas para revitalizar la relación. Aprovecha esta energía para crecer y profundizar en tu amor, con honestidad y entusiasmo genuino.",
      "career": "Para Sagitario el 22 de febrero de 2026, enfoca tu energía en establecer metas claras y realistas en tu carrera. Aprovecha oportunidades de capacitación y networking, pero evita decisiones impulsivas. En lo financiero, revisa tus gastos y crea un presupuesto. Invierte con prudencia y mantén un fondo de emergencia. La constancia y la planificación te brindarán estabilidad y crecimiento.",
      "mood": "El tono emocional para Sagitario en esa fecha es esperanzado y vibrante, con una sensación de entusiasmo y apertura, invitando a explorar nuevas oportunidades con confianza y una mente optimista que irradia energía positiva.",
      "lucky_numbers": [
        35,
        7,
        29
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio, descubrirás nuevas oportunidades de crecimiento personal hoy",
      "general": "Hoy, Capricornio, el día te invita a enfocarte en la armonía entre tu vida profesional y personal. Es probable que sientas la necesidad de reorganizar tus prioridades para reducir el estrés y mejorar tu bienestar. En el trabajo, las oportunidades llegarán si te mantienes abierto a nuevas ideas y colaboraciones. En el plano emocional, la comunicación será esencial para fortalecer relaciones con seres queridos, así que no dudes en expresar tus sentimientos con sinceridad. La energía del día también puede traerte una inspiración inesperada que impulse tus proyectos creativos. Aprovecha para dedicar tiempo a tu bienestar físico y mental, ya que te ayudará a mantenerte equilibrado. Hoy, realiza una lista de tareas prioritarias y organiza tu día para alcanzar tus metas.",
      "love": "Para los Capricornio en esta fecha, la honestidad será clave en el amor. Si estás en pareja, expresa tus sentimientos con sinceridad y escucha activamente a tu pareja. Si estás solo, enfócate en fortalecer tu autoestima y mantén una actitud abierta a nuevas experiencias. Utiliza la paciencia y la constancia para construir relaciones sólidas y genuinas, confiando en el proceso y en tu valor propio.",
      "career": "El 22 de febrero de 2026, Capricornio debe centrarse en equilibrar sus esfuerzos laborales y personales. Aprovecha oportunidades de networking para impulsar tu carrera y mantén una actitud positiva hacia desafíos. Ahorrar y planificar a largo plazo será clave para tu estabilidad financiera. Sé disciplinado, respeta tus límites y invierte en tu bienestar emocional para alcanzar un crecimiento sostenible.",
      "mood": "El tono emocional para Capricornio en esa fecha refleja una sensación de esperanza tranquila y determinación renovada, despertando una energía interior que invita a la reflexión, la estabilidad y la confianza en los propios recursos.",
      "lucky_numbers": [
        19,
        41,
        13
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario, descubre nuevas oportunidades en amor y éxito hoy",
      "general": "Hoy, los acuarianos sentirán una gran energía para explorar nuevas ideas y avanzar en proyectos personales o profesionales. La creatividad estará en su punto más alto, permitiendo que sus pensamientos innovadores brillen y se destaquen. Es un buen día para comunicarse con personas importantes y fortalecer relaciones, ya que su sinceridad será apreciada y generará mayor confianza. En cuestiones emocionales, será clave escuchar su intuición y no dejarse llevar por dudas temporales. La influencia de los astros también favorece a quienes buscan aprender algo nuevo, por lo que aprovechar esa motivación será muy beneficioso. Hoy, dedique unos minutos a reflexionar sobre sus metas a largo plazo y tome una decisión concreta para acercarse a ellas.",
      "love": "El 2026-02-22 es un día ideal para que los acuarianos reflexionen sobre sus sentimientos y comuniquen sus necesidades con sinceridad. Para solteros, enfóquense en expandir su círculo social y ser auténticos en sus intereses. Las parejas deben practicar la escucha activa y dedicar tiempo de calidad juntos. Aprovechen esta energía para fortalecer vínculos y abrirse a nuevas experiencias amorosas con confianza y empatía.",
      "career": "Para Acuario en 2026-02-22, enfócate en diversificar tus habilidades profesionales y mantener una actitud abierta a nuevas oportunidades. Aprovecha el momento para planificar tus finanzas y ahorrar inteligentemente, evitando gastos impulsivos. Dedica tiempo a mejorar tu red de contactos y busca mentores que impulsen tu crecimiento. La clave está en equilibrar innovación con disciplina para alcanzar estabilidad y éxito duradero.",
      "mood": "El 22 de febrero de 2026, Acuario experimentará una mezcla de esperanza y incertidumbre, despertando sentimientos de inspiración y reflexión profunda, fomentando un ambiente de introspección que invita a la transformación y la renovación emocional.",
      "lucky_numbers": [
        33,
        5,
        27
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis: La conexión interior revelará nuevas oportunidades hoy",
      "general": "Hoy, los Piscis sentirán una energía renovada que los impulsará a explorar nuevas ideas y proyectos en su vida profesional y personal. La intuición será su gran aliada para tomar decisiones acertadas, especialmente en asuntos relacionados con finanzas o relaciones cercanas. Es un día ideal para comunicarse de manera sincera y expresar sus sentimientos, lo cual fortalecerá vínculos importantes. La sensibilidad puede estar a flor de piel, así que será beneficioso dedicar tiempo a la introspección y a cuidarse emocionalmente. Es importante mantener un equilibrio entre el trabajo y el descanso, evitando el estrés excesivo. Aprovecha para planear una actividad que te relaje y te conecte contigo mismo. Hoy, tómate un momento para respirar profundamente y visualizar tus metas con claridad.",
      "love": "Para Piscis en 2026-02-22, el amor requiere sinceridad y apertura. Si estás en pareja, práctica la comunicación honesta y escucha activamente a tu ser querido. Para los solteros, confía en tu intuición y no temas mostrar tu verdadera esencia. Dedica tiempo a comprender tus sentimientos y expresa tus emociones con autenticidad; así fortalecerás vínculos o atraerás relaciones genuinas.",
      "career": "Para Piscis, en esta fecha, enfócate en establecer metas claras y realistas en tu carrera. Aprovecha la intuición para tomar decisiones importantes y busca oportunidades de crecimiento. Mantén una actitud positiva frente a los desafíos y administra bien tus finanzas, evitando gastos impulsivos. Dedica tiempo a tu bienestar emocional y a fortalecer relaciones, ya que esto aportará estabilidad y claridad en todos los aspectos de tu vida.",
      "mood": "En ese día, Piscis sentirá una profunda sensibilidad y esperanza, con un tono emocional sereno y reflexivo. La jornada invita a la introspección, transmitiendo una atmósfera de paz y conexión espiritual que acaricia el alma.",
      "lucky_numbers": [
        40,
        12,
        34
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}