{
  "date": "2026-01-12",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Aries, descubre tu fuerza interior y nuevas oportunidades hoy",
      "general": "Hoy, Aries, te sentirás lleno de energía y entusiasmo, lo que te permitirá afrontar desafíos en diferentes áreas de tu vida. En el trabajo, tus ideas innovadoras serán valoradas y podrás avanzar en proyectos importantes si te comunicas claramente con tus colegas. En el amor, la pasión estará presente, pero también la necesidad de honestidad, así que expresa con sinceridad tus sentimientos. En tu entorno familiar, la paciencia será clave para resolver malentendidos, y si dedicas tiempo a cuidar de ti mismo, notarás cómo aumenta tu equilibrio emocional. La salud te pide atención, así que no olvides mantener una rutina activa y alimentarte bien. Hoy, enfócate en escuchar a tu intuición antes de tomar decisiones importantes.",
      "love": "Para los Aries solteros, aprovecha esta semana para conocerte mejor y fortalecer tu confianza. Sal de tu zona de confort, participa en nuevas actividades y sé auténtico en tus interacciones. En pareja, practica la paciencia y escucha activa; organiza actividades que fortalezcan la conexión emocional. Desarrollar empatía te ayudará a resolver malentendidos y profundizar en el amor mutuo.",
      "career": "El 12 de enero de 2026, Aries deberá centrarse en la planificación a largo plazo y en evitar decisiones impulsivas. Aprovecha esta fecha para establecer metas claras y evaluar tus finanzas, ajustando presupuestos si es necesario. Busca asesoramiento profesional para inversiones y no dudes en aprender nuevas habilidades que impulsen tu carrera. La paciencia y la organización serán clave para avanzar con éxito.",
      "mood": "El tone emocional para Aries en esa fecha es energético y esperanzador, lleno de entusiasmo y pasión. El estado de ánimo es optimista, motivando a aprovechar nuevas oportunidades y abrazar cambios con valentía y determinación.",
      "lucky_numbers": [
        24,
        36,
        48
      ],
      "lucky_color": "dorado",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Tauro, hoy descubrirás una oportunidad que cambiará tu vida",
      "general": "Hoy, Tauro, el día te invita a centrarte en tus relaciones, especialmente en las familiares y cercanas. La comunicación será clave para resolver pequeñas tensiones y fortalecer vínculos. En el trabajo, podrían surgir oportunidades para demostrar tu paciencia y constancia, lo que será valorado a largo plazo. Es un momento para cuidar tu bienestar físico y emocional, así que dedica unos minutos a la introspección o a una actividad que te relaje. La influencia planetaria favorece la creatividad y te anima a explorar nuevas ideas o proyectos que has dejado en pausa. Confía en tus habilidades y no dudes en pedir ayuda si la necesitas. Hoy, investiga un poco más sobre un tema que te interese y comparte esa información con alguien cercano.",
      "love": "Para Tauro en 2026-01-12, en el amor, prioriza la comunicación honesta y la paciencia. Si estás solo, enfócate en conocerte mejor y en abrirte a nuevas experiencias. Para parejas, comparte tus sentimientos y busca estabilidad emocional. Mantén la calma ante los cambios, y recuerda que la constancia hace la diferencia. Cultiva confianza y aprecio para fortalecer tus relaciones y atraer amor genuino.",
      "career": "El 12 de enero de 2026, Tauro, aprovecha esta etapa para consolidar tus metas financieras y profesionales. Invierte en tu formación y en proyectos que refuercen tu estabilidad. Sé paciente y evita decisiones impulsivas; la perseverancia será clave. Prioriza el ahorro y renegocia deudas si es necesario. Mantén una actitud positiva y enfoca tus esfuerzos en construir un futuro sólido y equilibrado.",
      "mood": "El tono emocional para Tauro en esa fecha es de serenidad y esperanza, con una sensación de estabilidad que inspira confianza. El ánimo se llena de calma, pasión contenida y una profunda conexión con la naturaleza y el amor.",
      "lucky_numbers": [
        26,
        38,
        50
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Géminis, el amor y éxito te sorprenderán hoy",
      "general": "Hoy, los geminianos sentirán una energía intensa que potenciará su comunicación y creatividad en todos los ámbitos de su vida. En el trabajo, podrán expresar sus ideas con claridad y convencer a quienes los rodean, lo que puede abrir nuevas oportunidades. En lo personal, es un día ideal para fortalecer relaciones y resolver malentendidos pendientes. La influencia de los astros también invita a prestar atención a su bienestar emocional, evitando distracciones que puedan afectar su equilibrio interior. La clave será mantener una actitud abierta y flexible, adaptándose a cambios que surjan espontáneamente. Aprovechen esta jornada para compartir sus pensamientos y escuchar con paciencia a los demás, generando conexiones profundas. Hoy, dediquen unos minutos a meditar y centrarse en su bienestar emocional.",
      "love": "Para los Géminis solteros en 2026, enfóquense en profundizar en su autoconocimiento antes de buscar pareja. Practiquen la escucha activa y sean sinceros con sus sentimientos. Las parejas deben potenciar la comunicación, evitando la falta de claridad y los malentendidos. Dedíquense a actividades que fortalezcan la confianza y la complicidad. La honestidad y el compromiso serán clave para avanzar en su relación en este año.",
      "career": "Para el 12 de enero de 2026, los Géminis deben centrarse en la organización y establecer metas claras. Aprovecha tu versatilidad para diversificar ingresos y buscar nuevas oportunidades laborales. Reserva tiempo para aprender habilidades valiosas y mantener conexiones profesionales. Sé paciente en decisiones financieras y evita gastos impulsivos. La constancia y la planificación te llevarán al éxito y mayor estabilidad económica.",
      "mood": "El 12 de enero de 2026, los Geminís experimentarán una sensación de esperanza y entusiasmo, rodeados de energía positiva que inspira confianza y alegría, promoviendo un ambiente de renovación y conexiones significativas.",
      "lucky_numbers": [
        17,
        29,
        41
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cáncer, hoy descubrirás nuevas razones para confiar en ti",
      "general": "El día de hoy para Cáncer trae una energía emocional equilibrada que favorece la introspección y la conexión con tus sentimientos más profundos. Es un momento ideal para reflexionar sobre tus relaciones cercanas y fortalecer los lazos con quienes más quieres. En el trabajo, podrás evidenciar tu creatividad y resolver algunos problemas con empatía y paciencia, lo cual te abrirá puertas a nuevas oportunidades. En salud, presta atención a tus niveles de estrés, tratando de incorporar momentos de calma en tu rutina diaria. Es importante que también dediques tiempo a cuidar de ti mismo, permitiéndote descansar y recargar energías. Hoy, enfócate en comunicarte con honestidad y apertura con tus seres queridos, logrando mayor armonía en tus relaciones.",
      "love": "El 12 de enero de 2026, los Cáncer pueden fortalecer su vida amorosa solo siendo sinceros con sus sentimientos y abriendo su corazón a quienes los rodean. Para los solteros, es vital salir de su zona de confort y participar en actividades que les apasionen, permitiéndoles conocer nuevas personas. Las parejas deben dedicar momentos de calidad juntos, comunicándose con empatía para profundizar su conexión emocional.",
      "career": "El 12 de enero de 2026, es un buen día para que los Cáncer enfoquen su energía en establecer metas financieras claras y realistas. Prioriza el ahorro y evita gastos impulsivos. En el trabajo, aprovecha oportunidades de formación o capacitación que puedan mejorar tus habilidades y abrir puertas a nuevos proyectos. Mantén una actitud positiva y confía en tu intuición para tomar decisiones importantes.",
      "mood": "El tono emocional de Cáncer el 12 de enero de 2026 es cálido y reflexivo, evocando una sensación de nostalgia y esperanza. La atmósfera se siente tranquila, invitando a la introspección y a conectar con sentimientos profundos y familiares.",
      "lucky_numbers": [
        9,
        21,
        33
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Leo, hoy descubrirás nuevas oportunidades que cambiarán tu destino",
      "general": "Hoy para Leo será un día de oportunidades y descubrimientos que te invitan a abrir tu corazón y tu mente a nuevas experiencias. En el plano laboral, podrías recibir noticias que te motiven a dar un paso importante hacia tus metas, pero es fundamental que mantengas la paciencia y no te dejes llevar por impulsos. En el ámbito emocional, tu sensibilidad estará en aumento, favoreciendo la comunicación sincera con seres queridos. La salud te pide atención, especialmente en aspectos relacionados con el descanso y la alimentación. Aprovecha la energía positiva del día para fortalecer tus relaciones y aclarar dudas que has tenido en mente. Hoy, dedica unos minutos a reflexionar sobre tus objetivos y toma una decisión concreta para avanzar con confianza.",
      "love": "Para los Leo solteros en 2026, enfóquense en amarse primero y confiar en su intuición para atraer conexiones auténticas. Para los que están en pareja, practiquen la comunicación abierta y muestren aprecio diariamente. Es vital escuchar sin juzgar y planear momentos especiales que refuercen su vínculo. La sinceridad y la paciencia fortalecerán su relación en este año.",
      "career": "El 12 de enero de 2026 será un día favorable para que Leo tome decisiones importantes en su carrera. Aprovecha para establecer metas claras y buscar oportunidades de crecimiento. Mantén una actitud positiva, desarrolla tus habilidades y busca asesoría cuando sea necesario. En lo financiero, evita gastos impulsivos y prioriza el ahorro. Planifica un presupuesto realista y considera inversiones a largo plazo para mayor estabilidad.",
      "mood": "El tono emocional para Leo en esa fecha es de optimismo y confianza, mientras que el estado de ánimo evoca entusiasmo y apertura a nuevas experiencias, llenando el día de esperanza y brillo interior.",
      "lucky_numbers": [
        22,
        34,
        46
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Virgo, hoy experimentarás cambios positivos en tu vida amorosa",
      "general": "Hoy, los Virgo sentirán una energía renovada que les permitirá abordar sus tareas con mayor claridad y determinación. Es un buen momento para centrarse en proyectos laborales y también en su bienestar personal, buscando equilibrio en su rutina diaria. Las relaciones familiares y amistosas pueden beneficiarse de una comunicación sincera y abierta, favoreciendo la armonía en el hogar. En el plano emocional, podrían experimentar sensaciones de satisfacción al conectar con sus sentimientos más profundos. Sin embargo, es importante que no se dejen llevar por la ansiedad o el perfeccionismo; la paciencia será clave para avanzar con calma y centrarse en lo que realmente importa. Hoy, tómese unos minutos para meditar o respirar profundamente antes de comenzar su día.",
      "love": "Para Virgo en esta fecha, enfócate en la comunicación abierta; si estás soltero, expresa sinceramente tus sentimientos para atraer a quien comparte tu visión. Para parejas, trabaja en la paciencia y la comprensión, dedicando tiempo a escuchar activamente a tu pareja. Planifica actividades juntos que refuercen la confianza y el cariño. La honestidad y el compromiso serán tus aliados en estos días.",
      "career": "El 12 de enero de 2026, Virgo debería centrarse en ordenar sus finanzas y establecer metas claras. Aprovecha esa fecha para revisar tu presupuesto y eliminar gastos innecesarios. En el trabajo, busca oportunidades de crecimiento y fortalece habilidades que te destaquen. Mantén una actitud positiva y paciencia, pues resultados duraderos requieren constancia y esfuerzo consciente.",
      "mood": "El tono emocional para Virgo el 12 de enero de 2026 es reflexivo y sereno, invitando a la introspección y la tranquilidad, mientras que un estado de esperanza suave e inspirador envuelve el ambiente, estimulando el crecimiento interno.",
      "lucky_numbers": [
        36,
        48,
        10
      ],
      "lucky_color": "rosa",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Libra descubrirá nuevas oportunidades para su crecimiento personal",
      "general": "Hoy los Libra sentirán una energía renovada que los impulsará a buscar equilibrio en diferentes aspectos de su vida. En lo laboral, será un buen día para presentar ideas y colaborar con colegas, aprovechando su empatía natural. En lo emocional, puede experimentar una mayor claridad sobre sus sentimientos, lo que fortalecerá sus relaciones cercanas. En temas de salud, es recomendable que dediquen un momento a la relajación y la introspección, pues esto les ayudará a recargar energías. Las decisiones importantes deben tomarse con calma, escuchando su intuición y evitando el estrés innecesario. Este es un día ideal para practicar la paciencia y la autocomprensión. Hoy, tómense unos minutos para meditar o escribir en su diario, centrando su mente en lo que realmente valoran.",
      "love": "Para Libra en 2026-01-12, prioriza la comunicación honesta en pareja y date tiempo para reflexionar sobre tus sentimientos. Si estás solo, enfócate en conocerte mejor y establece límites claros en tus relaciones. Practica la empatía y evita decisiones impulsivas. Con paciencia y claridad, fortalecerás vínculos y atraerás lo que realmente deseas. La autenticidad será tu mayor aliada en este momento.",
      "career": "El 12 de enero de 2026, Libra debe centrarse en fortalecer sus relaciones laborales y mantener un equilibrio financiero. Es recomendable que priorice la organización de sus gastos y evite decisiones impulsivas. Aprovecha esa jornada para buscar nuevas oportunidades profesionales y aprender habilidades que impulsen tu crecimiento. La comunicación efectiva y la paciencia serán clave para avanzar y consolidar tu estabilidad económica este año.",
      "mood": "El 12 de enero de 2026, Libra puede sentirse lleno de esperanza y serenidad, experimentando un equilibrio emocional que inspira paz interior y optimismo, pero también una suave inquietud por nuevos comienzos y relaciones.",
      "lucky_numbers": [
        26,
        38,
        50
      ],
      "lucky_color": "naranja",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Escorpio, hoy descubre nuevas oportunidades que transformarán tu vida",
      "general": "Hoy, los escorpio sentirán una profunda energía que los impulsa a resolver asuntos pendientes tanto en el ámbito personal como profesional. Es un día ideal para aclarar dudas con alguien cercano y fortalecer tus relaciones, ya que tu intuición estará particularmente aguda. En el trabajo, podrías encontrar soluciones innovadoras a problemas que antes parecían insuperables, pero cuidado con la impulsividad; tomate un momento para pensar antes de actuar. En el plano emocional, la honestidad será clave para evitar malentendidos y profundizar la confianza en tu pareja o seres queridos. En salud, presta atención a tu bienestar emocional, pues el estrés podría afectar tu equilibrio. Hoy, dedica unos minutos a meditar o respirar profundamente y centrarte en tu interior.",
      "love": "Para Escorpio en 2026-01-12, la sinceridad será clave. Para los solteros, enfócate en conocerte mejor y expresarte con honestidad para atraer relaciones genuinas. Si estás en pareja, trabaja en la confianza y la comunicación profunda; evita celos y malentendidos. Practica la empatía y comparte momentos sinceros, fortaleciendo el vínculo. La autenticidad te abrirá nuevas puertas amorosas y fortalecerá las existentes.",
      "career": "El 12 de enero de 2026, es clave que los escorpio enfoquen su energía en establecer metas claras y concretas en su trabajo. Aprovecha para fortalecer tus habilidades y buscar oportunidades de crecimiento. Mantén una actitud positiva ante los desafíos, administra bien tus finanzas y evita gastos innecesarios. La perseverancia y la planificación te abrirán puertas para alcanzar estabilidad y éxito.",
      "mood": "El tono emocional de Escorpio en esa fecha es profundo, introspectivo y meditativo, impregnado de una sensación de transformación interna. El ambiente es misterioso y sereno, invitando a reflexionar y a aceptar cambios con valentía y sensibilidad.",
      "lucky_numbers": [
        27,
        39,
        1
      ],
      "lucky_color": "plata",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagitario, 12 de enero, descubrirás nuevas oportunidades emocionantes hoy",
      "general": "El día de hoy para Sagitario trae una energía favorable que te impulsará a enfocarte en tus relaciones personales y en tu bienestar emocional. Es un momento ideal para comunicarte con seres queridos y expresar tus sentimientos con sinceridad, lo que fortalecerá tus lazos y generará mayor confianza. En el ámbito laboral, la creatividad y la inspiración estarán contigo; aprovecha para presentar nuevas ideas o proyectos. Sin embargo, debes tener cuidado con distracciones que puedan afectar tu productividad. En tu salud, prioriza el descanso y la alimentación equilibrada para mantener tu energía en óptimas condiciones. La clave del día es mantener una actitud positiva y abierta a las experiencias que puedan surgir. Hoy, dedica unos minutos a reflexionar y agradecer por lo que tienes.",
      "love": "Para Sagitario en 2026-01-12, la honestidad será clave en el amor. Si estás solo, aprovecha esta oportunidad para explorar nuevas conexiones, siendo auténtico y expresando claramente tus intereses. Para quienes están en pareja, fortalece la comunicación, comparte tus sueños y escucha activamente. La paciencia y la sinceridad fortalecerán tus relaciones y te guiarán hacia un amor más profundo y duradero.",
      "career": "Para los Sagitario, el 12 de enero de 2026, es momento de enfocarte en establecer metas claras y realistas para tu carrera y finanzas. Aprovecha oportunidades de capacitación y busca asesoría para fortalecer tus decisiones económicas. Mantén una actitud positiva ante desafíos y prioriza la organización en tus gastos. La constancia y la planificación serán clave para avanzar hacia el éxito y la estabilidad.",
      "mood": "El día 12 de enero de 2026, Sagitario experimentará un tono emocional lleno de entusiasmo y esperanza, con un ánimo optimista y aventurero que inspira confianza y ganas de explorar nuevas posibilidades con alegría.",
      "lucky_numbers": [
        25,
        37,
        49
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricornio, día de grandes oportunidades y transformaciones personales",
      "general": "Hoy, Capricornio, te sentirás con energías renovadas para enfrentar diversos desafíos en tu vida personal y profesional. La influencia planetaria favorece tu comunicación, permitiéndote expresar con claridad tus ideas y sentimientos, lo que fortalecerá tus relaciones con amigos y seres queridos. En el trabajo, podrás destacar por tu organización y dedicación, logrando avances importantes en proyectos pendientes. Sin embargo, no olvides reservar un tiempo para ti mismo, practicar la introspección y cuidar tu bienestar emocional. Es un buen día para planificar metas a largo plazo y reevaluar tus prioridades. La clave será mantener un equilibrio entre tu ambición y la atención a tu entorno cercano. Aprovecha esta energía para dar un paso adelante en tus objetivos con confianza y determinación. Hoy, dedica unos minutos a escribir tus metas y pasos específicos para alcanzarlas.",
      "love": "Para Capricornio en 2026-01-12, enfócate en comunicar tus sentimientos con sinceridad tanto si estás solo como si estás en pareja. Si eres soltero, aprovecha para explorar nuevas actividades sociales y mostrar tu autenticidad. En pareja, practica la empatía y escucha activamente. Dedica tiempo a fortalecer la confianza, ya que esta actitud construirá una relación más sólida y auténtica.",
      "career": "Para Capricornio el 12 de enero de 2026, enfócate en establecer metas claras y divide tus proyectos en pasos pequeños. Aprovecha esa jornada para revisar y ajustar tu presupuesto, priorizando ahorros e inversión inteligente. Mantén una actitud perseverante y busca oportunidades de crecimiento profesional, fortaleciendo relaciones laborales y aprendiendo nuevas habilidades que te permitan avanzar con confianza en tus metas financieras y laborales.",
      "mood": "El día 12 de enero de 2026, Capricornio experimentará una sensación de esperanza renovada y serenidad interna, acompañada por una profunda reflexión que le brindará claridad y calma ante los desafíos futuros.",
      "lucky_numbers": [
        9,
        21,
        33
      ],
      "lucky_color": "púrpura",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Acuario hoy: nuevas oportunidades y revelaciones sorprendentes te esperan",
      "general": "Hoy en tu día, Acuario, sentirás una energía renovada que te impulsará a ser más creativo y abierto a nuevas experiencias. En el trabajo, podrías encontrar ideas innovadoras que serán muy bien recibidas por tus colegas, así que no dudes en compartir tu visión. En el ámbito emocional, es un excelente momento para profundizar tus relaciones y expresar sinceramente lo que sientes, lo que fortalecerá los lazos con quienes más quieres. La salud se mantendrá estable, pero será importante que prestes atención a tu bienestar emocional, dedicando tiempo a la introspección o a actividades que te relajen. En general, hoy es un día propicio para explorar nuevos caminos y sembrar las semillas de tus futuros logros. Aprovecha para planificar un pequeño acto de gratitud hacia alguien cercano.",
      "love": "Para Acuario en esta fecha, la clave será abrir tu corazón con honestidad. Si estás en pareja, practica la empatía y comunícate sin juzgar. Si eres soltero, date permiso para conocer a alguien nuevo sin presiones. Dedica tiempo a escuchar a los demás y a expresar tus sentimientos con claridad. La autenticidad fortalecerá tus conexiones emocionales en 2026.",
      "career": "El 12 de enero de 2026, Acuario debe centrarse en fortalecer sus habilidades de comunicación y ampliar su red de contactos profesionales. Aprovecha oportunidades para aprender nuevas tecnologías y mantente abierto a cambios laborales. Establece metas financieras claras, ahorra de manera constante y evita gastos innecesarios. La paciencia y la perseverancia te ayudarán a alcanzar estabilidad y éxito en tu carrera y finanzas.",
      "mood": "El tono emocional para Acuario en esa fecha es optimista y esperanzador, lleno de energía vibrante y entusiasmo. La atmósfera es de curiosidad y descubrimiento, invitando a abrirse a nuevas ideas y conexiones profundas.",
      "lucky_numbers": [
        23,
        35,
        47
      ],
      "lucky_color": "verde",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Piscis descubre nuevas pasiones y fortalece su intuición en 2026",
      "general": "Hoy los Piscis sentirán una sensación de claridad en sus emociones y relaciones, lo que les permitirá comunicarse con mayor sinceridad y empatía. Es un buen momento para resolver malentendidos y fortalecer vínculos cercanos tanto en el ámbito familiar como en el amor. En el trabajo, su intuición será su mejor aliada para tomar decisiones importantes; confíen en su instinto y busquen nuevas ideas o proyectos que los motiven. Sin embargo, es recomendable no dejarse arrastrar por expectativas excesivas, sino mantener una actitud equilibrada y realista. La energía emocional puede ser intensa, pero si mantienen la calma y la paciencia, podrán aprovechar las oportunidades que se presenten. Hoy, dediquen unos minutos a escuchar su voz interior y escribir sus pensamientos para aclarar su camino.",
      "love": "Para Piscis en 2026-01-12, mantener una comunicación abierta será clave. Para quienes están en pareja, compartan sus sentimientos sinceramente y practiquen la empatía para fortalecer la conexión. Los solteros deben dedicar tiempo a conocer sus propias emociones y ser honestos en el amor. Aprovechen esta energía para construir relaciones basadas en la confianza y el respeto mutuo, permitiendo que el amor fluya naturalmente.",
      "career": "En esta fecha, Piscis debería enfocarse en consolidar sus habilidades y buscar formación adicional para avanzar profesionalmente. Aprovecha oportunidades para colaborar y expandir tu red de contactos. En lo financiero, evita gastos impulsivos y realiza un presupuesto mensual. Considera invertir en un fondo de ahorro o en proyectos a largo plazo, asegurando estabilidad y crecimiento económico en los próximos meses.",
      "mood": "El tono emocional para Piscis el 12 de enero de 2026 es suave y reflexivo, impregnado de una sensación de esperanza y serenidad que invita a la introspección, despertando un espíritu esperanzado y lleno de inspiración tranquila.",
      "lucky_numbers": [
        30,
        42,
        4
      ],
      "lucky_color": "azul",
      "author": "Astrologly",
      "image": ""
    }
  }
}