{
  "date": "2026-02-10",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, une journée de renouveau et d'opportunités brillantes",
      "general": "Aujourd'hui, les Béliers ressentiront une énergie débordante qui peut les pousser à entreprendre de nouvelles démarches professionnelles ou personnelles. C'est une journée propice à l'innovation et à la prise de initiatives, mais il est essentiel de rester à l'écoute des autres pour éviter tout malentendu. Sur le plan amical, vous trouverez du soutien auprès de proches qui apprécient votre spontanéité. Sur le plan sentimental, la communication sera clé pour approfondir vos liens. Dans le domaine matériel, une opportunité pourrait se présenter si vous restez attentif aux signes. La clé aujourd’hui est d’oser, tout en restant vigilant aux conseils et aux signaux de votre intuition. Prenez un moment pour réfléchir à vos priorités et agissez avec confiance.",
      "love": "Le Bélier en ce début d'année doit privilégier la communication honnête avec ses proches. Pour les célibataires, osez exprimer vos sentiments et ne craignez pas le rejet. Les couples, travaillez à cultiver la patience et évitez la précipitation dans vos décisions communes. Prenez le temps d’écouter l’autre pour renforcer votre complicité et bâtir une relation plus solide.",
      "career": "Pour les Bélier du 10 février 2026, il est temps de canaliser votre énergie vers des objectifs financiers clairs. Établissez un budget précis et évitez les dépenses impulsives. Sur le plan professionnel, utilisez votre dynamisme pour renforcer vos compétences et saisir les opportunités. Restez ouvert aux conseils de mentors et investissez dans votre développement personnel pour un avenir plus stable.",
      "mood": "Le 10 février 2026, Bélier ressentira une énergie vibrante mêlée d’enthousiasme, mais aussi d’une légère tension intérieure, invitant à la fois à l’action passionnée et à la réflexion intérieure paisible.",
      "lucky_numbers": [
        22,
        32,
        42
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, journée d’épanouissement et de nouvelles opportunités demain",
      "general": "Aujourd'hui, Taureau, vous pourriez ressentir un regain d'énergie qui vous pousse à avancer dans vos projets personnels et professionnels. Votre patience habituelle sera mise à l’épreuve, mais elle vous aidera à prendre des décisions sages. Côté amour, la communication avec votre partenaire sera fluide, renforçant votre complicité. Sur le plan financier, il est conseillé d’être prudent et d'éviter toute dépense impulsive. La journée peut aussi apporter une opportunité d’apprentissage ou de développement personnel si vous restez ouvert aux nouvelles idées. Vous serez également plus sensible à votre environnement, ce qui vous permettra de mieux comprendre les besoins des autres et d’adapter vos actions en conséquence. Aujourd'hui, prenez le temps de faire une liste de vos objectifs à court terme pour mieux structurer vos efforts.",
      "love": "Le 10 février 2026, pour les Taureaux, cultivez la patience et la communication sincère dans vos relations. Pour les célibataires, prenez le temps de découvrir vraiment vos attentes avant de vous engager. Pour les couples, investissez dans des activités communes pour renforcer votre lien. Écoutez attentivement votre partenaire et exprimez vos sentiments avec douceur, cela favorisera une harmonie durable.",
      "career": "Pour les Taureaux en février 2026, concentrez-vous sur la stabilité financière en évitant les dépenses impulsives. Établissez un budget précis et investissez dans des projets à long terme. Profitez de cette période pour renforcer vos compétences professionnelles en suivant des formations. Restez patient face aux petits défis, car une gestion prudente vous garantira une croissance solide et une sécurité durable.",
      "mood": "Le taureau en cette journée de février 2026 ressent une profonde stabilité mêlée à une douce anticipation. Son cœur vibre d'une sérénité rassurante, tandis qu’un souffle d’optimisme insuffle chaleur et confiance dans ses projets.",
      "lucky_numbers": [
        24,
        34,
        44
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, dévoilement de talents inattendus ce jour précis",
      "general": "Aujourd'hui, les Gémeaux pourraient ressentir une grande énergie pour explorer de nouvelles idées, ce qui pourrait booster leur créativité autant dans leur vie professionnelle que personnelle. Les échanges avec les autres seront particulièrement enrichissants, favorisant la compréhension mutuelle et permettant d’élargir leur réseau. Sur le plan émotionnel, il serait judicieux de prendre un moment pour écouter vraiment ce que leur intuition leur souffle, afin d’éviter les malentendus. La journée pourrait aussi présenter des défis, surtout si l’on se laisse submerger par le stress ou les responsabilités. Il est important de rester flexible et de garder un esprit ouvert. En fin de journée, privilégiez un moment de réflexion calme pour recentrer vos pensées et mieux anticiper les événements à venir. Aujourd’hui, prenez le temps de noter trois idées qui vous inspirent.",
      "love": "Le 10 février 2026, les Gémeaux devraient privilégier la communication authentique, que ce soit pour renforcer une relation ou pour attirer l’amour. Pour les célibataires, osez exprimer votre vraie personnalité lors de nouvelles rencontres. En couple, prenez du temps pour discuter de vos sentiments et éviter la dispersion. Cultivez la confiance et la sincérité pour bâtir des liens durables.",
      "career": "Le 10 février 2026, les Gémeaux devraient se concentrer sur la planification financière et la diversification de leurs revenus. Prenez le temps d'analyser vos dépenses et d'investir dans des projets à long terme. Sur le plan professionnel, privilégiez la communication et le réseautage pour saisir de nouvelles opportunités. Restez ouvert aux conseils et adaptez-vous rapidement aux changements pour progresser efficacement.",
      "mood": "Le 10 février 2026, les Gémeaux ressentiront une sensation de légèreté mêlée d’enthousiasme, leur esprit vif et curieux s’épanouissant dans une atmosphère de découverte et de renouveau, emplie d’espoir et de douceur",
      "lucky_numbers": [
        15,
        25,
        35
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, cette journée vous ouvre des portes inattendues de succès",
      "general": "Aujourd'hui, Cancer, vous ressentirez une énergie nouvelle qui vous encouragera à vous concentrer sur votre vie personnelle et professionnelle. Vos relations familiales seront harmonieuses, facilitant la communication avec vos proches. Sur le plan professionnel, votre créativité sera à son apogée, ce qui peut ouvrir de nouvelles opportunités ou vous permettre de confier vos idées à vos collègues. Sur le plan émotionnel, vous ressentirez un besoin d’introspection pour mieux comprendre vos ressentis et vos désirs profonds. Il est important de prendre du temps pour vous recentrer et faire le point. Sur le plan financier, faites preuve de prudence et évitez de prendre des décisions hâtives. Aujourd’hui, prenez le temps d’écrire vos objectifs pour la semaine à venir et n’hésitez pas à demander conseil si nécessaire.",
      "love": "Pour les Cancers célibataires en 2026, ouvrez votre cœur à de nouvelles rencontres en vous montrant authentique et encourageant. Pour ceux en couple, privilégiez la communication sincère et régulière pour renforcer votre lien. Prenez le temps de partager vos émotions et écoutez attentivement votre partenaire. Cultivez la confiance mutuelle en étant honnête et patient, cela renforcera votre amour au fil du temps.",
      "career": "Le 10 février 2026, les Cancers devraient se concentrer sur la gestion de leur budget et l'organisation de leurs projets professionnels. Il est conseillé de planifier à long terme, d'éviter les dépenses impulsives et d'investir dans des formations pour renforcer leur compétences. N'hésitez pas à demander conseil à des mentors ou à des collègues pour maximiser vos opportunités et assurer un avenir financier stable.",
      "mood": "Le 10 février 2026, le Cancer ressentira une douce nostalgie mêlée à une énergie renouvelée, évoquant un sentiment d’espoir et de tendresse profonde, tout en étant porté par une atmosphère chaleureuse et rassurante.",
      "lucky_numbers": [
        7,
        17,
        27
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, prépare-toi à une année de transformations profondes",
      "general": "Aujourd'hui, le Lion ressentira une énergie renouvelée qui lui permettra d'aborder ses projets avec confiance et créativité. Sur le plan professionnel, des opportunités inattendues pourraient se présenter, alors restez attentif aux signes et prêtez une oreille aux idées innovantes. Sur le plan personnel, votre charme naturel sera accentué, facilitant les échanges et renforçant vos liens avec ceux qui vous entourent. Côté santé, il est important d'intégrer un peu de relaxation pour équilibrer votre dynamisme, cela vous aidera à éviter la fatigue. Enfin, votre vie sociale sera animée, propice aux rencontres et aux discussions enrichissantes. Aujourd'hui, prenez un moment pour réfléchir à vos objectifs à long terme et notez une première étape concrète pour vous y rapprocher.",
      "love": "Pour les Lions en 2026, il est essentiel de cultiver la patience, que vous soyez en couple ou seul. Pour les célibataires, concentrez-vous sur votre développement personnel et osez ouvrir votre cœur aux nouvelles rencontres. En couple, privilégiez la communication sincère et partagez des moments d’écoute attentive. Rappelez-vous que l’amour se construit dans la simplicité et la confiance mutuelle.",
      "career": "Le Lion en 2026 devra privilégier la patience et la planification financière. Investissez dans des formations qui renforceront vos compétences et explorent de nouveaux horizons professionnels. Établissez un budget précis, évitez les dépenses impulsives et consultez un conseiller financier pour optimiser vos placements. Cultivez également votre confiance, mais restez humble. La persévérance et la discipline seront vos atouts majeurs cette année.",
      "mood": "Le 10 février 2026, Lion respire une atmosphère chaleureuse et courageuse, mêlant espoir et détermination, où la passion et la force intérieure créent une ambiance inspirante, douce mais empreinte d’énergie vibrante.",
      "lucky_numbers": [
        20,
        30,
        40
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, 10 février 2026 : Une journée de révélations inspirantes",
      "general": "Aujourd’hui, Vierge, vous ressentirez un profond besoin d’organisation dans votre vie quotidienne. Sur le plan professionnel, votre attention aux détails sera votre atout majeur, mais évitez de trop vous concentrer sur des petites choses qui pourraient vous faire perdre de vue l’objectif final. Sur le plan personnel, prenez le temps d’écouter plus attentivement vos proches, leur sincérité pourra vous surprendre. Sur le plan émotionnel, une certaine fatigue pourrait vous pousser à chercher du réconfort dans des activités apaisantes ou dans la nature. La clé aujourd’hui est de trouver un équilibre entre vos responsabilités et votre besoin intérieur de calme. N’hésitez pas à établir une liste de priorités concrètes pour la journée. Allégez votre emploi du temps pour mieux vous recentrer sur l’essentiel.",
      "love": "Le 10 février 2026, votre sens pratique en amour sera précieux. Si vous êtes célibataire, concentrez-vous sur l’écoute et la sincérité pour attirer une personne réellement compatible. En couple, privilégiez la communication claire et proposez des activités relaxantes pour renforcer votre complicité. Prenez le temps de vous recentrer sur vos besoins émotionnels, cela favorisera une relation équilibrée et épanouissante.",
      "career": "Le 10 février 2026, Vierge a l’opportunité de clarifier ses priorités professionnelles. Concrétisez vos idées en élaborant un plan structuré, et évitez la précipitation. Sur le plan financier, privilégiez l’épargne et évitez les investissements impulsifs. Réévaluez vos dépenses mensuelles en identifiant ce qui est essentiel. Cultivez la patience et la discipline pour assurer une stabilité durable.",
      "mood": "Le 10 février 2026, la Vierge ressentira une atmosphère douce et introspective, mêlée d’une sérénité discrète et d’un léger vent de réflexion profonde, invitant à la paix intérieure et à la clarté intérieure.",
      "lucky_numbers": [
        34,
        44,
        4
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Équilibre retrouvé : une journée pour harmoniser votre vie",
      "general": "Aujourd'hui, Balance, vous ressentirez un regain d'harmonie intérieure qui influencera positivement vos relations personnelles et professionnelles. Votre capacité à écouter et à comprendre les autres vous permettra de désamorcer des conflits potentiels. Sur le plan professionnel, votre patience et votre diplomatie seront des atouts majeurs pour avancer dans vos projets. Côté santé, prenez un moment pour pratiquer la méditation ou une activité relaxante afin de renforcer votre bien-être mental. En famille, soyez à l’écoute des besoins de vos proches et montrez votre soutien sincère. Vos idées seront claires, ce qui facilitera vos échanges. Utilisez cette énergie pour planifier une étape importante dans votre vie ou pour consolider une relation. Aujourd’hui, prenez le temps d’écrire vos intentions ou vos objectifs pour la semaine à venir.",
      "love": "Pour ceux qui sont en couple, communiquez ouvertement et écoutez attentivement votre partenaire pour renforcer la confiance. Les célibataires devraient prendre le temps de se connaître, sans précipitation, en profitant des activités qui leur apportent joie. Cultivez l’équilibre entre soi et l’autre, en respectant ses besoins et en restant authentique, afin de bâtir des relations solides et sincères.",
      "career": "Pour maintenir un bon équilibre financier en 2026, établis un budget mensuel précis et suis-le strictement. Diversifie tes sources de revenus pour sécuriser ton avenir. Investis dans ta formation pour augmenter ta valeur sur le marché du travail. Prends aussi le temps d’économiser régulièrement, même de petites sommes, afin de créer une réserve en cas d’imprévus.",
      "mood": "Le 10 février 2026, l'ambiance est douce, équilibrée, empreinte d'une sérénité rassurante. L'atmosphère favorise la réflexion intérieure, la stabilité et une sensation profonde d'harmonie retrouvée, invitant à la paix intérieure et à la",
      "lucky_numbers": [
        24,
        34,
        44
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, découvrez une année pleine de révélations et de transformations",
      "general": "Aujourd'hui, le Scorpion ressentira une énergie renouvelée qui influence positivement sa vie personnelle, professionnelle et émotionnelle. Les étoiles indiquent une période favorable pour renforcer les liens avec les proches, en faisant preuve d'empathie et d’écoute attentive. Sur le plan professionnel, votre détermination et votre sens de l’analyse seront remarquables, ce qui pourrait ouvrir de nouvelles opportunités ou renforcer votre position. Sur le plan émotionnel, il est important d’accorder du temps à la méditation ou à la réflexion afin de mieux comprendre vos ressentis. Les influences planétaires encouragent également à faire preuve d’authenticité, sans craindre de dévoiler vos véritables sentiments. Aujourd’hui, prenez l’initiative d’envoyer un message sincère à une personne qui vous est chère pour renforcer votre lien.",
      "love": "Le 10 février 2026, les Scorpions en couple doivent renforcer leur communication en exprimant leurs émotions sincèrement. Soyez à l’écoute de votre partenaire pour éviter les malentendus. Les célibataires doivent ouvrir leur cœur et oser montrer leur vulnérabilité pour attirer la vérité. Prenez le temps de cultiver la confiance et la patience, car c’est la clé pour des relations durables et sincères.",
      "career": "Pour les Scorpions le 10 février 2026, concentrez-vous sur la consolidation de vos finances en évitant les dépenses impulsives. Profitez de cette période pour renforcer votre plan d’épargne et diversifier vos investissements. Sur le plan professionnel, misez sur la communication et la collaboration. Osez prendre des initiatives et développez vos compétences pour ouvrir de nouvelles portes. La patience et la persévérance seront vos atouts majeurs.",
      "mood": "Le 10 février 2026, pour le Scorpion, l’ambiance évoque une intensité profonde mêlée à une douce mélancolie, où la passion et la réflexion se mêlent dans une atmosphère chargée d’émotions sincères et mystérieuses.",
      "lucky_numbers": [
        25,
        35,
        45
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, votre avenir s’éclaire avec des opportunités inespérées",
      "general": "Aujourd'hui, les Sagittaires se sentent énergiques et optimistes, ce qui favorise la communication et les échanges avec leur entourage. Sur le plan professionnel, votre esprit aventureux vous pousse à explorer de nouvelles idées et à prendre des initiatives audacieuses. En amour, votre naturel sincère attire la confiance, mais veillez à écouter davantage votre partenaire pour renforcer votre complicité. Côté santé, il est important de rester attentif à votre bien-être en intégrant une activité physique ou une pause méditative dans votre journée. Financièrement, soyez prudent avec vos dépenses impulsives. Profitez de cette journée pour clarifier vos objectifs et faire un pas important vers leur réalisation. Aujourd'hui, prenez le temps de rédiger une liste de projets à concrétiser cette semaine.",
      "love": "En ce début d'année, les Sagittaires, qu'ils soient célibataires ou en couple, devraient privilégier la communication sincère. Pour les célibataires, osez exprimer vos sentiments et sortir de votre zone de confort. En couple, cultivez la confiance en partageant vos projets futurs. Prévoyez des moments d’écoute attentive et commencez chaque journée par des mots positifs. Cela renforcera votre lien amoureux.",
      "career": "Le 10 février 2026, les Sagittaire devraient se concentrer sur la planification financière à long terme. Prenez le temps d’établir un budget précis et explorez des investissements sécurisés. Sur le plan professionnel, n’hésitez pas à suivre des formations pour renforcer vos compétences. Restez ouverts aux opportunités tout en restant fidèle à vos valeurs pour assurer stabilité et croissance durable.",
      "mood": "Le matin du 10 février 2026, le Sagittaire ressentira une euphorie sincère, mêlée d'enthousiasme et d'espoir. La journée sera empreinte d'optimisme vibrant, invitant à la découverte, à l'aventure intérieure et à",
      "lucky_numbers": [
        23,
        33,
        43
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, cette journée apportera succès et renouveau inattendu",
      "general": "Aujourd'hui, les Capricornes ressentiront une énergie stabilized qui favorise la concentration et la productivité dans leur vie professionnelle et personnelle. C’est un moment idéal pour clarifier vos objectifs et faire un plan d’action précis. Sur le plan relationnel, la communication sera plus fluide, ce qui pourrait renforcer vos liens familiaux ou amicaux. Sur le plan émotionnel, vous pourriez ressentir une certaine tension, mais en vous recentrant, vous trouverez un équilibre précieux. La journée vous invite à prendre du recul pour mieux analyser vos choix, surtout dans les décisions importantes qui approchent. Écoutez votre intuition et laissez-vous guider par votre bon sens. Aujourd’hui, faites une liste de vos priorités et engagez-vous à suivre cette feuille de route avec détermination.",
      "love": "En 2026, les Capricornes devraient privilégier la communication sincère pour renforcer leurs liens. Pour les célibataires, osez exprimer vos émotions, même si cela demande du courage. En couple, consacrez du temps à votre partenaire en planifiant des activités partagées. Cultivez la patience et évitez la précipitation, afin de bâtir des relations solides et authentiques tout au long de l’année.",
      "career": "En cette journée du 10 février 2026, les Capricornes devraient se concentrer sur la planification financière à long terme. Prenez le temps d’évaluer vos investissements, et privilégiez la diversification pour sécuriser votre avenir. Sur le plan professionnel, faites preuve de patience et de persévérance, car une reconnaissance pourrait venir après des efforts constants. Restez prudent dans vos dépenses et privilégier les solutions pratiques.",
      "mood": "Le 10 février 2026, le Capricorne ressentira une douce mélancolie mêlée de détermination, invitant à la réflexion intérieure tout en insufflant une énergie tranquille pour surmonter les défis avec patience et sagesse.",
      "lucky_numbers": [
        7,
        17,
        27
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, journée de renouveau et d'inspiration profonde dévoilée",
      "general": "Aujourd'hui, Verseau, vous ressentirez une énergie renouvelée qui vous incite à explorer de nouvelles idées et à approfondir vos projets personnels. Au travail, votre créativité et votre esprit innovant seront particulièrement appréciés, ce qui pourrait ouvrir des portes inattendues. En amour, une communication sincère renforcera vos liens, surtout si vous prenez le temps d’écouter votre partenaire. Sur le plan familial, privilégiez la patience, surtout avec ceux qui ont besoin de votre soutien. Sur le plan intérieur, un sentiment d’accomplissement vous envahira si vous osez sortir de votre zone de confort et prendre des initiatives. Aujourd'hui, prenez le temps d’écrire une liste d’objectifs pour la semaine à venir afin de rester concentré.",
      "love": "Le 10 février 2026, Verseau, prenez le temps d'exprimer vos sentiments sincèrement, que vous soyez en couple ou célibataire. Pour les célibataires, osez sortir de votre zone de confort pour rencontrer quelqu’un qui partage vos valeurs. En couple, favorisez la communication authentique et écoutez attentivement l’autre. Cultivez la patience et la compréhension pour renforcer vos liens affectifs.",
      "career": "Le Verseau en 2026, privilégiez la clarté dans vos projets financiers. Établissez un budget précis, épargnez régulièrement et évitez les investissements impulsifs. Sur le plan professionnel, explorez des formations pour renforcer vos compétences et n'hésitez pas à networker. Restez fidèle à vos valeurs tout en étant ouvert aux nouvelles opportunités, pour réussir avec confiance et sérénité.",
      "mood": "Le 10 février 2026, le Verseau ressentira une inspiration profonde, mêlée d’optimisme et de curiosité, tout en étant emporté par un sentiment de liberté et d’épanouissement personnel, prêt à explorer de nouvelles horizons avec confiance.",
      "lucky_numbers": [
        21,
        31,
        41
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, révélez votre potentiel caché aujourd'hui, c'est essentiel",
      "general": "Ce jour, les Poissons ressentent une forte envie d'introspection et de reconnexion avec eux-mêmes. Sur le plan émotionnel, il est important de prendre du recul face aux situations conflictuelles et d’écouter leur intuition, qui sera particulièrement fiable aujourd'hui. Au travail, leur créativité sera leur meilleure alliée pour résoudre des problèmes ou proposer des idées innovantes. Sur le plan relationnel, il est conseillé d’être à l’écoute des proches, car certains besoins subtils pourraient leur échapper. La santé demande une attention particulière à leur sommeil et à leur équilibre intérieur. Aujourd’hui, il serait bénéfique pour eux de consacrer du temps à la méditation ou à une activité relaxante pour apaiser leur esprit.\n\nPrenez un moment ce soir pour méditer et réfléchir à vos aspirations profondes, cela renforcera votre bien-être intérieur.",
      "love": "Pour les Poissons, le 10 février 2026 est une journée propice à la sincérité. Pour les célibataires, ouvrez-vous à de nouvelles rencontres en exprimant vos véritables sentiments. Pour les couples, privilégiez la communication profonde et montrez votre amour par des gestes attentifs. Prenez le temps d’écouter votre partenaire et d’exprimer vos émotions pour renforcer votre lien.",
      "career": "Pour les Poissons le 10 février 2026, il est conseillé de clarifier vos objectifs professionnels en notant vos priorités. Évitez de vous disperser et concentrez-vous sur une tâche à la fois. Investissez dans votre développement en suivant une formation ou en lisant sur votre domaine. Étant pragmatique avec vos finances, évitez les dépenses impulsives et planifiez un épargne régulière pour sécuriser votre avenir.",
      "mood": "Le 10 février 2026, les Poissons ressentiront une douceur profonde mêlée d'incertitude, comme une brise légère apportant des espoirs mystérieux, tout en invitant à la réflexion intérieure et à la paix silencieuse.",
      "lucky_numbers": [
        28,
        38,
        48
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}