{
  "date": "2026-02-17",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "headline": "Bélier, votre énergie vous mènera vers d'importantes découvertes aujourd'hui",
      "general": "Aujourd'hui, les Béliers ressentiront une forte envie de prendre des initiatives, que ce soit dans leur vie professionnelle ou personnelle. La confiance en soi est au rendez-vous, ce qui leur permettra de surmonter facilement les obstacles qui se présentent. Sur le plan sentimental, une belle harmonie se dessine, incitant à partager des moments de complicité avec leur partenaire ou à faire de nouvelles rencontres. Sur le plan financier, restez prudent et évitez les investissements risqués. La santé sera robuste, mais il est conseillé de ne pas négliger quelques exercices relaxants pour maintenir votre énergie. Ce matin, prenez le temps de faire une liste de vos objectifs pour la semaine à venir afin d’optimiser votre journée.",
      "love": "Le 17 février 2026, Bélier, dans votre relation, osez exprimer vos vrais sentiments pour renforcer la confiance. Pour les célibataires, soyez patient et ouvrez-vous à de nouvelles rencontres, mais ne forcez rien. Cultivez la confiance et la communication sincère. Réfléchissez à ce que vous recherchez vraiment en amour, et restez fidèle à vous-même pour attirer la bonne personne.",
      "career": "Pour Bélier le 17 février 2026, il est conseillé de canaliser votre énergie vers des projets concrets, en évitant l'impatience. Prenez le temps d'analyser vos finances avant d'investir. Misez sur la maîtrise de vos impulsions, privilégiez une formation pour renforcer votre crédibilité professionnelle. Écoutez aussi votre intuition pour saisir de nouvelles opportunités.",
      "mood": "Le 17 février 2026, Bélier ressentira une vague d'enthousiasme chaleureux, mêlée à une douce impatience. L'énergie dynamique sera ponctuée de moments de réflexion introspective, apportant un équilibre subtil entre exaltation et introspection profonde.",
      "lucky_numbers": [
        29,
        46,
        13
      ],
      "lucky_color": "or",
      "author": "Astrologly",
      "image": ""
    },
    "taurus": {
      "headline": "Taureau, aujourd'hui, découvrez la clé de votre bonheur durable",
      "general": "Aujourd'hui, Taureau, vous ressentirez une envie profonde de stabilité et d'harmonie dans votre vie. Sur le plan personnel, il est temps de renforcer vos liens avec vos proches, en montrant votre sincérité. Sur le plan professionnel, votre patience et votre détermination vous permettront de surmonter des obstacles et d'avancer sereinement vers vos objectifs. Sur le plan émotionnel, vous pourriez ressentir une certaine inquiétude, mais en vous concentrant sur ce qui est essentiel, vous retrouverez rapidement votre équilibre. Il est important de prendre du temps pour vous recentrer et écouter votre intuition. Une bonne journée pour faire confiance à votre ressenti et pour poser des actions concrètes vers votre bien-être. Aujourd’hui, prenez le temps de méditer ou de vous adonner à une activité apaisante.",
      "love": "Pour les Taureaux en ce jour, cultivez la patience et l’écoute, que vous soyez en couple ou seul. Si vous êtes en couple, prenez le temps de raviver la complicité en partageant une activité sensible. Si vous êtes célibataire, ouvrez votre cœur à de nouvelles rencontres en étant authentique. N’oubliez pas, la sincérité vous attirera vers des relations durables.",
      "career": "Pour le Taureau en 2026-02-17, il est essentiel de consolider vos finances en évitant les dépenses impulsives. Concentrez-vous sur la planification à long terme, comme épargner pour une grande étape ou investir prudemment. Sur le plan professionnel, saisissez les opportunités de formation ou de collaboration pour renforcer votre expertise. Restez patient et confiant, car la stabilité financière et carrière vient avec la persévérance.",
      "mood": "Le 17 février 2026, Taureau ressentira une ambiance douce et apaisante, imprégnée de sérénité et de confiance. Une journée où la stabilité et le confort intérieur apportent rassurance et harmonie profonde, invitant à la réflexion chaleureuse.",
      "lucky_numbers": [
        31,
        48,
        15
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "gemini": {
      "headline": "Gémeaux, découvrez une journée pleine d'opportunités inattendues aujourd'hui",
      "general": "Aujourd'hui, Gemini, vous ressentirez une grande énergie qui vous pousse à explorer de nouvelles idées et à établir des connexions avec des personnes influentes. Sur le plan professionnel, votre créativité sera à son apogée, vous permettant de proposer des solutions innovantes. Côté amour, une communication sincère renforcera vos liens, n'hésitez pas à exprimer vos sentiments. Sur le plan personnel, prenez le temps de vous recentrer et de méditer pour mieux gérer votre stress. La journée sera également favorable à l'organisation de projets à long terme ou à la planification de vos prochains objectifs. N’oubliez pas de rester à l’écoute de votre intuition, elle vous guidera dans vos décisions importantes aujourd’hui. Pour finir, prenez quelques minutes pour écrire vos pensées ou votre gratitude dans un journal.",
      "love": "Le 17 février 2026, Gémeaux, que vous soyez en couple ou célibataire, il est essentiel d'exprimer sincèrement vos sentiments. Prenez le temps d'écouter votre partenaire ou votre propre intuition pour éviter de vous disperser. Pour les célibataires, osez vivre des rencontres authentiques, tout en restant fidèle à vous-même. La communication claire renforcera vos liens ou ouvrira de nouvelles portes amoureuses.",
      "career": "Le 17 février 2026, les Gémeaux devraient se concentrer sur la gestion efficace de leur temps pour maximiser leurs opportunités professionnelles. Priorisez vos projets, évitez la procrastination et demandez conseil à un mentor pour progresser. Sur le plan financier, soyez prudent avec vos dépenses impulsives, stimulatez vos économies et investissez dans une formation ou un projet à long terme.",
      "mood": "Le 17 février 2026, Gémeaux ressentira une vibration d’enthousiasme mêlée de douce nostalgie, une mélodie harmonieuse entre curiosité et réflexion intérieure, invitant à explorer avec légèreté mais aussi à contempler profondément.",
      "lucky_numbers": [
        22,
        39,
        6
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "cancer": {
      "headline": "Cancer, découvrez une journée pleine de surprises et d'espoir",
      "general": "Aujourd'hui, les caresses du ciel apportent une énergie chaleureuse qui favorise la communication et l'harmonie dans vos relations personnelles et professionnelles. Vous vous sentirez particulièrement sensible et empathique, ce qui vous aidera à mieux comprendre les besoins des autres. Sur le plan professionnel, votre créativité est en hausse, et il serait judicieux de partager vos idées ou de vous lancer dans un nouveau projet. Sur le plan sentimental, la douceur et la compréhension renforceront vos liens, permettant une intimacy plus profonde. Votre intuition est également très affûtée, alors n'hésitez pas à faire confiance à votre instinct pour prendre des décisions importantes. Prenez le temps aujourd'hui d'écouter votre cœur et de cultiver la paix intérieure. Offrez-vous un moment de calme pour réfléchir et recentrer vos énergies.",
      "love": "Pour les Cancers en cette journée, la communication sincère renforcera vos liens. Si vous êtes en couple, prenez le temps d’écouter vraiment votre partenaire, exprimez vos sentiments sans crainte. Si vous êtes célibataire, ouvrez-vous à de nouvelles rencontres en étant authentique. Cultivez la confiance et la patience, car ce sont les clés pour construire des relations solides et épanouissantes.",
      "career": "Le 17 février 2026, il est crucial pour Cancer de se concentrer sur la gestion de ses finances en évitant les dépenses impulsives. Investissez dans votre développement professionnel en suivant des formations ou en relevant de nouveaux défis. N'hésitez pas à demander conseil à un expert financier pour optimiser votre budget. Cultivez aussi la confiance en vous pour saisir les opportunités qui se présentent.",
      "mood": "Le 17 février 2026, le Cancer ressentira une douce mélancolie mêlée d’espoir, comme un cocon accueillant la lumière naissante du renouveau. L’émotion sera profonde, invitant à la réflexion et à la tendresse intérieure.",
      "lucky_numbers": [
        14,
        31,
        48
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "leo": {
      "headline": "Lion, votre courage ouvre des portes inattendues aujourd'hui",
      "general": "Aujourd'hui, les Lions ressentiront une énergie accrue qui leur donnera envie de s'affirmer et de briller dans tous les domaines. Sur le plan professionnel, une opportunité inattendue pourrait se présenter, transformant une situation en avantage si vous savez saisir la chance. Côté famille et amis, votre générosité sera remarquée, apportant harmonie et renforcement de vos liens. Sur le plan sentimental, il est important de rester à l’écoute de votre partenaire pour éviter tout malentendu. La journée encourage à faire preuve de créativité et d’audace, mais aussi à prendre du temps pour vous recentrer. N’hésitez pas à exprimer votre authenticité avec confiance, cela vous apportera la reconnaissance que vous recherchez. Aujourd’hui, posez la première pierre d’un projet qui vous tient à cœur.",
      "love": "Pour les Lions en 2026, cultivez la patience et l’écoute dans vos relations. Pour les célibataires, privilégiez la sincérité en affichant votre vrai moi lors des rencontres. Pour les couples, prenez du temps pour partager des projets communs et renforcer votre complicité. Apprenez à exprimer vos ressentis avec douceur, afin de bâtir une relation profonde et équilibrée tout au long de l’année.",
      "career": "Le Lion en février 2026 devrait se concentrer sur le renforcement de ses compétences et élargir son réseau professionnel. Investissez dans des formations ou des certifications qui valorisent votre profil. Sur le plan financier, évitez les dépenses impulsives et mettez en place un budget mensuel rigoureux. Pensez également à diversifier vos placements pour assurer une stabilité financière durable.",
      "mood": "Le lion évoque une sensation de puissance et de fierté, empreinte de majesté et de courage, tout en laissant une pointe de solitude profonde, mêlant espoir et noblesse dans une atmosphère à la fois calme et intense.",
      "lucky_numbers": [
        27,
        44,
        11
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    },
    "virgo": {
      "headline": "Vierge, aujourd'hui : découvrez votre potentiel et synchronisez-vous.",
      "general": "Aujourd'hui, la journée s'annonce propice pour explorer de nouvelles idées et renforcer vos relations personnelles, Vierge. Sur le plan professionnel, votre sens du détail sera apprécié, mais évitez de vous perdre dans la perfection. Sur le plan émotionnel, prenez du temps pour écouter sincèrement ceux qui vous entourent, cela renforcera la confiance et la compréhension mutuelle. La concentration sera naturellement présente, mais méfiez-vous de la tendance à l'autocritique excessive. Côté santé, privilégiez des activités relaxantes pour évacuer le stress accumulé. En famille, un dialogue sincère pourrait apporter un apaisement. Aujourd'hui, faites un pas vers un objectif important en planifiant concrètement la prochaine étape.",
      "love": "Pour les Vierge en ce jour, il est important de cultiver la patience. Si vous êtes seul, prenez le temps de vous connaître vraiment avant de vous engager. Pour les couples, exprimez votre douceur et écoutez activement votre partenaire. Investissez dans des gestes simples mais sincères, tels que des petites attentions ou des conversations profondes, pour renforcer votre confiance mutuelle.",
      "career": "Le 17 février 2026, Vierge, concentrez-vous sur la gestion rigoureuse de vos finances en établissant un budget précis et en évitant les dépenses impulsives. Profitez de cette période pour renforcer vos compétences professionnelles en suivant des formations ou en réseautant. Soyez patient face aux défis, car la stabilité financière et la progression de carrière nécessitent temps et persévérance.",
      "mood": "Le jour du 17 février 2026, la Vierge ressentira une douce introspection mêlée d’optimisme discret, invitant à la réflexion paisible, tout en insufflant une envie subtile de renouvellement et de connexion sincère avec soi-même.",
      "lucky_numbers": [
        41,
        8,
        25
      ],
      "lucky_color": "rose",
      "author": "Astrologly",
      "image": ""
    },
    "libra": {
      "headline": "Équilibre retrouvé, bonheur et clarté illumineront votre journée",
      "general": "Aujourd'hui, Balance, vous ressentez une harmonie intérieure renforcée, ce qui influence positivement vos relations et votre travail. La clarté d’esprit vous permet de prendre des décisions équilibrées, surtout dans des situations nécessitant diplomatie ou compromis. Sur le plan amoureux, la communication se veut fluide et sincère, favorisant des échanges profonds avec votre partenaire ou de nouvelles rencontres. Côté professionnel, votre créativité et votre capacité d’organisation sont remarquables, ce qui vous aide à avancer efficacement dans vos projets. La sensation de contrôle sur votre environnement vous apportera une sérénité précieuse. Cependant, n’oubliez pas de prendre du temps pour vous recentrer afin d’éviter la surcharge mentale. Aujourd’hui, prenez quelques instants pour méditer ou respirer profondément, cela renforcera votre équilibre intérieur.",
      "love": "Pour les célibataires, prenez le temps de connaître vraiment vous-même avant de vous engager. Cultivez votre confiance et soyez ouvert aux rencontres sincères. Pour les couples, veillez à instaurer une communication claire et régulière, en prenant du temps pour partager vos émotions. Respectez l’espace de chacun et pratiquiez la patience, afin de renforcer la complicité et l’harmonie dans votre relation.",
      "career": "Pour atteindre un équilibre financier en 2026, commencez par établir un budget mensuel précis et suivez vos dépenses. Économisez au moins 20% de vos revenus et diversifiez vos investissements pour réduire les risques. Investissez dans votre développement professionnel par des formations continues et des réseaux pour augmenter vos opportunités. Restez prudent face aux dettes et privilégiez la stabilité sur le long terme.",
      "mood": "Le 17 février 2026 évoque une atmosphère de sérénité et d'harmonie intérieure, où l’équilibre mental et émotionnel se déploie doucement, invitant à la paix, à la réflexion profonde et à une confiance calme en l’avenir.",
      "lucky_numbers": [
        31,
        48,
        15
      ],
      "lucky_color": "orange",
      "author": "Astrologly",
      "image": ""
    },
    "scorpio": {
      "headline": "Scorpion, votre intuition et vos passions s'intensifient aujourd'hui",
      "general": "Aujourd'hui, le Scorpion ressentira une énergie intense qui influencera ses relations et sa vie professionnelle. C'est une journée idéale pour clarifier ses intentions et communiquer avec sincérité. Sur le plan sentimental, une ouverture d'esprit renforcera les liens existants ou ouvrira la porte à de nouvelles rencontres. Sur le plan professionnel, votre détermination vous aidera à faire avancer vos projets, mais évitez la précipitation. Sur le plan personnel, prenez du temps pour vous recentrer sur vos besoins et votre bien-être intérieur. La journée peut également apporter des révélations importantes sur des situations ou des personnes. Faites confiance à votre intuition pour naviguer à travers ces événements avec sagesse. Aujourd'hui, prenez quelques instants pour écrire vos objectifs et vous recentrer.",
      "love": "Pour les Scorpions en cette journée, cultivez la confiance en exprimant sincèrement vos sentiments, que vous soyez célibataire ou en couple. Les singles doivent oser ouvrir leur cœur, même si cela fait peur, pour attirer la bonne personne. Les couples, privilégiez la communication authentique et évitez la jalousie. Offrez du temps de qualité pour renforcer votre lien et bâtir une relation plus profonde.",
      "career": "Le 17 février 2026, les Scorpions devraient se concentrer sur leur développement personnel en consolidant leurs compétences professionnelles. Prenez le temps d’établir des objectifs clairs et réalistes, et n’hésitez pas à demander conseil à un mentor. Sur le plan financier, évitez les investissements impulsifs, privilégiez l’épargne et diversifiez vos sources de revenu pour assurer une stabilité durable.",
      "mood": "Le ton émotionnel pour le Scorpion du 17 février 2026 est empreint de profondeur et de mystère, mêlant un calme introspectif à une intensité passionnée, évoquant à la fois la résilience et la quête de vérité intérieure.",
      "lucky_numbers": [
        32,
        49,
        16
      ],
      "lucky_color": "argent",
      "author": "Astrologly",
      "image": ""
    },
    "sagittarius": {
      "headline": "Sagittaire, découvrez une journée pleine de surprises et de découvertes",
      "general": "Aujourd’hui, le Sagittaire ressentira une énergie renouvelée qui favorisera à la fois ses projets personnels et professionnels. La journée sera idéale pour prendre des initiatives, explorer de nouvelles idées ou renforcer ses relations amicales et amoureuses. La confiance en soi sera à son apogée, ce qui vous permettra de faire face aux défis avec optimisme. Sur le plan professionnel, votre créativité sera un atout précieux pour avancer dans vos projets. Sur le plan personnel, il sera important d’écouter votre intuition et de privilégier les moments de détente pour maintenir un équilibre. N’oubliez pas de faire preuve de patience face aux imprévus, car la flexibilité sera votre meilleure alliée aujourd’hui. Pour finir, prenez le temps d’écrire vos objectifs pour la semaine à venir, afin d’orienter vos efforts avec clarté.",
      "love": "Pour les Sagittaires singles, 2026 sera propice pour explorer de nouvelles rencontres en sortant de votre zone de confort. Osez prendre des initiatives sincères et fréquentez des activités qui vous passionnent. Pour les couples, la communication sincère renforcera votre lien. Prenez du temps pour partager des projets communs et cultiver la spontanéité, afin d’éveiller la complicité. Soyez flexible et à l’écoute dans chaque interaction.",
      "career": "Le 17 février 2026, les Sagittaires devraient privilégier la planification financière en évitant les dépenses impulsives. Concentrez-vous sur l’épargne et investissez dans des projets à long terme. Sur le plan professionnel, saisissez les opportunités de formation pour renforcer vos compétences. Cultivez la patience et la persévérance, car ces qualités vous aideront à concrétiser vos ambitions avec stabilité et confiance.",
      "mood": "Le 17 février 2026, Sagittaire ressentira une ambiance d’enthousiasme sincère et d’optimisme rayonnant, mêlés à une soif d’aventure vibrante, tout en étant teintée d’une douce curiosité et d’un espoir renouvel",
      "lucky_numbers": [
        30,
        47,
        14
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "capricorn": {
      "headline": "Capricorne, cette journée vous réserve réussite et renouveau.",
      "general": "Aujourd'hui, les Capricornes se sentent particulièrement déterminés à atteindre leurs objectifs, que ce soit au travail ou dans leur vie personnelle. La concentration et la discipline dont vous faites preuve seront vos meilleurs alliés pour surmonter les obstacles et avancer sereinement. Sur le plan relationnel, vous pourriez ressentir le besoin de vous rapprocher de vos proches ou d'exprimer plus ouvertement vos sentiments, ce qui renforcera vos liens. Côté santé, il est conseillé de ne pas négliger votre organisme : privilégiez une alimentation équilibrée et prenez un moment pour vous détendre. Enfin, votre intuition pourra vous guider dans des décisions importantes, alors n'hésitez pas à lui faire confiance aujourd'hui. Essayez de prévoir un moment pour planifier vos projets à venir.",
      "love": "Pour les Capricornes en 2026, il est essentiel de cultiver la patience et l'ouverture. Les célibataires devraient oser montrer leur authenticité et participer à des activités qui reflètent leurs passions. Pour les couples, privilégiez la communication sincère et la confiance pour renforcer votre lien. Prenez le temps d’écouter et de soutenir votre partenaire, cela renforcera votre complicité et votre amour.",
      "career": "Le 17 février 2026, les Capricornes devraient se concentrer sur la gestion prudente de leurs finances. Établissez un budget clair et évitez les dépenses impulsives. Côté carrière, saisissez les opportunités de formation ou de développement pour renforcer vos compétences. Restez patient face aux défis, et rappelez-vous que la persévérance vous mènera vers la réussite. Priorisez l’équilibre entre travail et vie personnelle.",
      "mood": "Le 17 février 2026, le ton émotionnel du Capricorne est empreint de calme et de réflexion, mêlant une douce confiance à une envie de stabilité. L’atmosphère est à la fois sereine et pleine d’espoir.",
      "lucky_numbers": [
        14,
        31,
        48
      ],
      "lucky_color": "violet",
      "author": "Astrologly",
      "image": ""
    },
    "aquarius": {
      "headline": "Verseau, une journée pleine d'opportunités inattendues vous attend",
      "general": "Aujourd'hui, les Verseaux ressentiront une envie profonde de s'exprimer et de partager leurs idées avec leur entourage. Sur le plan personnel, des discussions sincères renforceront vos liens avec ceux que vous aimez, apportant compréhension mutuelle et harmonie. Côté professionnel, votre créativité sera mise à l'épreuve, vous permettant de proposer des solutions innovantes. Faites attention à ne pas vous disperser, concentrez-vous sur une tâche à la fois pour éviter le stress inutile. Sur le plan émotionnel, un sentiment de liberté vous animera, vous invitant à suivre votre intuition. La journée sera également propice à la réflexion intérieure, propice à des projets à long terme. En fin de journée, prenez un moment pour écrire ce qui vous inspire. Aujourd'hui, consacrez 10 minutes à méditer pour clarifier vos idées.",
      "love": "Pour les Verseaux en ce jour, soyez à l’écoute de vos émotions ce 17 février 2026. Si vous êtes célibataire, osez exprimer votre authenticité et engagez-vous dans des activités qui reflètent vos passions, cela attirera des âmes compatibles. En couple, privilégiez la communication sincère et la spontanéité pour renforcer votre lien. Soyez généreux dans l’écoute et évitez la routine en innovant ensemble.",
      "career": "Le Verseau le 17 février 2026 doit se concentrer sur la planification à long terme. Investissez dans des formations pour renforcer vos compétences et diversifiez vos sources de revenus. Restez ouvert à des opportunités innovantes, mais ne négligez pas la gestion prudente de votre budget. Cultivez la patience et la persévérance pour atteindre vos objectifs professionnels et financiers.",
      "mood": "Le 17 février 2026, le Verseau ressent une atmosphère d'inspiration et d'optimisme, mêlant curiosité et espoir, tout en étant encouragé à explorer de nouvelles idées avec une énergie positive et lumineuse.",
      "lucky_numbers": [
        28,
        45,
        12
      ],
      "lucky_color": "vert",
      "author": "Astrologly",
      "image": ""
    },
    "pisces": {
      "headline": "Poissons, découvrez une journée pleine de belles surprises et d'inspirations",
      "general": "Aujourd'hui, les Poissons ressentent une profonde envie de reconnecter avec leurs émotions et leur intuition. Sur le plan professionnel, une idée innovante pourrait émerger, mais il est important de prendre le temps de bien la réfléchir avant de l’ajouter à votre projet. Sur le plan amoureux, la journée favorise les échanges sincères, vous permettant d’approfondir la relation avec votre partenaire ou de clarifier certains malentendus. Sur le plan personnel, une attention particulière à votre bien-être mental vous aidera à rester équilibré face aux défis. N’hésitez pas à vous accorder une pause pour méditer ou simplement respirer profondément. Aujourd’hui, prenez quelques minutes pour écrire ce que vous ressentez et ce que vous souhaitez voir évoluer.",
      "love": "Pour les Poissons, le 17 février 2026 est propice à l’introspection et à la communication. Les célibataires devraient ouvrir leur cœur en partageant leurs passions, tandis que les couples renforceront leur complicité en planifiant une activité significative ensemble. Écoutez votre intuition, mais n’hésitez pas à exprimer vos besoins avec honnêteté pour créer des liens encore plus profonds.",
      "career": "Pour les Poissons en février 2026, il est important de rester concentré sur vos objectifs financiers. Établissez un budget précis et évitez les dépenses impulsives. Côté carrière, saisissez les opportunités de formation ou de réseautage pour renforcer votre expertise. Faites preuve de patience et de persévérance, car des progrès durables se construisent avec le temps. Gardez confiance en votre intuition.",
      "mood": "Le 17 février 2026, les Poissons ressentiront une douceur apaisante mêlée d’une légèreté subtile, leur esprit s’ouvrant à la sincérité, à l’introspection et à une profonde connexion émotionnelle, évoquant un sentiment d’espoir sere",
      "lucky_numbers": [
        35,
        2,
        19
      ],
      "lucky_color": "bleu",
      "author": "Astrologly",
      "image": ""
    }
  }
}