{
  "date": "2025-12-30",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 30 décembre 2025, privilégie une routine d’exercice régulière, comme la marche rapide ou le yoga, pour maintenir ton énergie. Priorise une alimentation équilibrée riche en fruits, légumes et protéines maigres. N’oublie pas de t’hydrater suffisamment et de dormir suffisamment chaque nuit pour favoriser ta vitalité. Écoute ton corps et évite le surmenage.",
      "mental": "Cher Bélier, en cette période, privilégie la méditation quotidienne pour apaiser ton esprit et clarifier tes pensées. Prends du temps pour toi, respire profondément, et évite de te surcharger. Cultive la patience et pratique la pleine conscience pour maintenir ton équilibre émotionnel. N’oublie pas de partager tes ressentis avec des proches pour renforcer ton bien-être mental.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Le 30 décembre 2025, prenez soin de votre corps en adoptant une alimentation équilibrée riche en fruits, légumes et protéines maigres. Faites de l’exercice régulièrement, comme la marche rapide ou le yoga, pour stimuler votre énergie. Hydratez-vous suffisamment et privilégiez le sommeil réparateur. Écoutez votre corps et accordez-vous des moments de détente pour préserver votre vitalité.",
      "mental": "Cher Taureau, le 30 décembre 2025, prenez le temps de vous recentrer avec des pratiques de pleine conscience. Respirez profondément chaque matin, notez trois choses positives chaque jour, et évitez de vous surcharger. Accordez-vous des moments de calme, pratiquez la gratitude, et n'hésitez pas à parler de vos émotions pour renforcer votre équilibre mental et émotionnel.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Pour les Gémeaux le 30 décembre 2025, privilégiez une activité physique régulière comme la marche rapide ou le yoga pour maintenir votre énergie. Hydratez-vous bien et adoptez une alimentation équilibrée riche en fruits et légumes. Prenez soin de votre peau avec des soins hydratants et reposez-vous suffisamment pour éviter la fatigue. Écoutez votre corps et ajustez votre rythme.",
      "mental": "Le 30 décembre 2025, Gémeaux, prenez du temps pour vous recentrer. Pratiquez la méditation ou la respiration profonde chaque matin pour apaiser votre esprit. Écoutez vos émotions sans jugement et évitez la surcharge d’informations. Accordez-vous des pauses régulières et privilégiez des activités qui équilibrent votre esprit et votre cœur. Cultivez la douceur intérieure pour une année harmonieuse.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour soutenir votre santé pendant un traitement contre le cancer, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Restez hydraté et pratiquez une activité physique douce comme la marche ou le yoga, adaptée à votre capacité. Priorisez le sommeil réparateur et écoutez votre corps, en consultant régulièrement votre médecin pour ajuster votre routine.",
      "mental": "Le 30 décembre 2025, prenez du temps pour vous recentrer. Pratiquez la méditation ou la respiration consciente chaque jour pour apaiser votre esprit. Accueillez vos émotions sans jugement et exprimez-les avec douceur. Fixez des limites claires et créez un espace de calme pour renforcer votre équilibre intérieur. Priorisez votre bien-être mental et émotionnel pour une année sereine.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion, en cette fin d’année, privilégie une alimentation équilibrée riche en fruits, légumes et protéines maigres pour maintenir votre énergie. Intégrez 30 minutes d’exercice modéré, comme la marche ou le yoga, 4 à 5 fois par semaine. Prenez soin de votre corps avec des routines d’étirement et d’hydratation régulières. Priorisez aussi le sommeil réparateur pour renforcer votre vitalité.",
      "mental": "Le Lion, en cette fin d'année, prenez le temps de vous recentrer chaque jour. Pratiquez la respiration profonde et la méditation pour apaiser votre esprit. Identifiez et acceptez vos émotions sans jugement. Consacrez du temps à vos passions et entourez-vous de personnes positives. Cultivez la gratitude pour renforcer votre bien-être mental et émotionnel, afin d’aborder 2026 avec sérénité.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Chère Vierge, le 30 décembre 2025, prenez soin de votre corps en adoptant une routine équilibrée. Intégrez des activités douces comme la marche ou le yoga pour dynamiser votre énergie. Hydratez-vous régulièrement, privilégiez une alimentation saine et veillez à une bonne hygiène du sommeil. Écoutez votre corps, reposez-vous lorsque nécessaire, et maintenez une attitude positive envers votre bien-être.",
      "mental": "Pour la Vierge en cette fin 2025, cultivez la clarté mentale en prenant chaque matin quelques minutes de méditation. Pratiquez la respiration profonde face au stress et privilégiez des activités qui apaisent votre esprit. Écoutez votre corps, prenez soin de vous et n'hésitez pas à parler de vos émotions avec des proches. La pleine conscience renforcera votre équilibre intérieur.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour maintenir votre équilibre en 2025, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines. Pratiquez au moins 30 minutes d’exercice modéré quotidien, comme la marche ou le yoga. Hydratez-vous suffisamment et dormez 7 à 8 heures par nuit. Prenez soin de votre corps en évitant le stress et en faisant des pauses régulières.",
      "mental": "Pour atteindre l’équilibre mental et émotionnel en 2025, prenez chaque jour quelques minutes pour pratiquer la pleine conscience, respirations profondes et méditation. Identifiez vos émotions sans jugement, et relâchez les pensées négatives. Établissez une routine régulière de détente et de connexion avec vos proches pour renforcer votre bien-être global. Prenez soin de vous, apaisez votre esprit.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 30 décembre 2025, les Scorpions doivent prioriser leur bien-être physique en adoptant une alimentation équilibrée riche en légumes et protéines. Pratiquez une activité physique régulière, comme le yoga ou la marche rapide, pour renforcer votre énergie. N’oubliez pas de rester hydraté et de dormir suffisamment pour favoriser la récupération et maintenir une vitalité optimale.",
      "mental": "Pour le Scorpion du 30 décembre 2025, concentre-toi sur la respiration profonde et la méditation quotidienne pour renforcer ta clarté mentale. Écoute tes émotions avec bienveillance et prends du temps pour te recentrer. Pratique la pleine conscience, évite le stress inutile, et privilégie des moments de calme. Ensuite, reprends confiance et avance avec sérénité.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 30 décembre 2025, Sagittarius doit privilégier une routine équilibrée. Faites des activités physiques régulières comme la marche, le yoga ou la course pour booster votre énergie. Hydratez-vous bien, adoptez une alimentation riche en vitamines et reposez-vous suffisamment. Prenez soin de votre corps en évitant le stress et en pratiquant la respiration profonde chaque jour pour renforcer votre vitalité.",
      "mental": "Le Sagittaire en 2025-12-30, privilégie la méditation quotidienne pour apaiser ton esprit. Pratique la respiration profonde face aux défis, et prends du temps pour l’introspection. Cultive la gratitude pour renforcer ton équilibre émotionnel. N’oublie pas de t’entourer de proches sincères, favorisant soutien et sérénité. Écoute ton corps, et priorise ton bien-être mental chaque jour.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour Capricorne le 30 décembre 2025, privilégiez une routine équilibrée mêlant cardio léger et renforcement musculaire pour booster votre énergie. Accordez-vous des pauses régulières pour éviter la fatigue. Prenez soin de votre corps en vous hydratant bien, en adoptant une alimentation riche en nutriments, et en veillant à un sommeil réparateur. Votre bien-être passe par la constance et la douceur.",
      "mental": "Capricorne, le 30 décembre 2025, prenez du temps pour la méditation ou la respiration profonde afin d’apaiser votre esprit. Limitez les soucis en vous concentrant sur ce que vous pouvez contrôler. Cultivez la gratitude et prenez soin de votre bien-être émotionnel en partageant vos sentiments avec des proches. Ralentissez, respirez, et cherchez l’équilibre intérieur pour une journée sereine.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Le 30 décembre 2025, Verseau, privilégie une activité physique régulière comme la marche ou le yoga pour stimuler ton énergie. Hydrate-toi abondamment et adopte une alimentation équilibrée riche en fruits et légumes. Prends soin de ton corps avec des soins complets, en veillant à dormir suffisamment. Ces habitudes renforcent ton bien-être et t'apportent vitalité et sérénité.",
      "mental": "Le Verseau en cette fin d’année doit cultiver la clarté mentale en prenant du temps pour la réflexion et la méditation quotidienne. Pratiquez la respiration profonde pour gérer le stress et maintenir l’équilibre émotionnel. Accordez-vous des pauses régulières pour renouer avec la nature ou des activités créatives afin de renforcer votre bien-être mental et émotionnel.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Poissons, le 30 décembre 2025, privilégiez une alimentation équilibrée riche en fruits, légumes et oméga-3 pour soutenir votre vitalité. Intégrez une activité physique douce comme la yoga ou la marche quotidienne pour renforcer votre corps et apaiser votre esprit. N’oubliez pas de boire suffisamment d’eau et de dormir suffisamment pour maintenir votre énergie et votre bien-être global.",
      "mental": "Chère Poissons, le 30 décembre 2025, prenez du temps chaque jour pour pratiquer la pleine conscience et la respiration profonde. Concentrez-vous sur vos émotions, acceptez-les sans jugement, et trouvez du calme intérieur. Établissez des limites saines pour réduire le stress et privilégiez des activités apaisantes comme la méditation ou la marche en nature. Prenez soin de votre bien-être mental et émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}