{
  "date": "2026-01-10",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour les Bélier en 10 janvier 2026, privilégiez une activité physique régulière comme la course ou le yoga pour booster votre énergie. Pratiquez des étirements matin et soir pour éviter les tensions. Adoptez une alimentation équilibrée riche en fruits, légumes et protéines. Hydratez-vous bien et reposez-vous suffisamment pour maintenir votre vitalité et renforcer votre corps.",
      "mental": "Bélier, le 10 janvier 2026, prenez le temps de pratiquer la pleine conscience chaque matin. Respirez profondément avant de commencer votre journée, et identifiez ce qui vous cause du stress. Pour renforcer votre équilibre émotionnel, écrivez vos pensées et sentiments dans un journal. Cultivez la patience et soyez bienveillant envers vous-même.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Taureau du 10 janvier 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines naturelles pour renforcer votre énergie. Intégrez une activité physique régulière comme la marche, le yoga ou la musculation douce. N’oubliez pas de vous hydrater et de dormir suffisamment pour soutenir votre corps. Prenez soin de votre bien-être physique pour traverser cette journée en harmonie.",
      "mental": "Taureau, le 10 janvier 2026, prenez le temps de recentrer votre esprit par la méditation ou la respiration profonde. Cultivez l’équilibre émotionnel en partageant vos sentiments avec des proches de confiance. Prenez soin de votre corps par des activités apaisantes et adoptez une routine quotidienne pour mieux gérer le stress. La patience et la conscience de soi seront vos alliées.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Pour les Gémeaux du 10 janvier 2026, privilégiez une activité physique douce comme la marche ou le yoga pour renforcer votre énergie. Accordez-vous des pauses régulières pour éviter la fatigue mentale, et hydratez-vous bien. Prenez soin de votre corps avec une alimentation équilibrée, riche en fruits et légumes, afin de maintenir vitalité et bien-être tout au long de la journée.",
      "mental": "Pour les Gémeaux du 10 janvier 2026, privilégiez la méditation quotidienne pour calmer l’esprit et renforcer votre concentration. Prenez du temps pour exprimer vos émotions avec authenticité et évitez la surcharge mentale en organisant vos priorités. Pratiquez la respiration profonde lors de moments de stress, et intégrez des pauses mindfulness pour retrouver l’équilibre émotionnel et mental.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Le 10 janvier 2026, privilégiez une alimentation équilibrée riche en légumes, fruits et protéines maigres pour renforcer votre corps. Pratiquez une activité physique douce comme la marche ou le yoga pour augmenter votre énergie et améliorer votre bien-être. Hydratez-vous régulièrement et prenez soin de votre corps avec des soins adaptés. Écoutez votre corps et reposez-vous lorsque nécessaire.",
      "mental": "Le 10 janvier 2026, Prenez du temps chaque matin pour pratiquer la pleine conscience, en respirant profondément et en vous concentrant sur le moment présent. Engagez-vous dans des activités apaisantes, comme la méditation ou la marche en nature. N’oubliez pas de partager vos émotions avec des proches, renforçant votre soutien émotionnel et favorisant l’équilibre intérieur.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Pour le Lion du 10 janvier 2026, privilégie une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intègre des activités physiques régulières comme la marche rapide, la danse ou le yoga pour booster ton énergie et améliorer ta flexibilité. N'oublie pas de t'hydrater suffisamment et de dormir suffisamment pour soutenir ton bien-être global. Prends soin de ton corps chaque jour.",
      "mental": "Le 10 janvier 2026, Lion, privilégie la pratique quotidienne de la pleine conscience. Prenez quelques instants chaque matin pour respirer profondément, en vous concentrant sur le présent. Priorisez une activité apaisante, comme la méditation ou la marche en nature. Cela renforcera votre clarté mentale, équilibrera vos émotions, et réduira le stress, favorisant votre bien-être global.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 10 janvier 2026, prenez soin de votre corps en adoptant une alimentation équilibrée et en hydratant régulièrement. Intégrez une activité physique modérée comme la marche ou le yoga pour augmenter votre énergie. Accordez-vous des pauses pour vous détendre et éviter le stress, favorisant ainsi votre bien-être général. Écoutez votre corps et reposez-vous lorsqu'il le demande.",
      "mental": "Le 10 janvier 2026, prenez le temps de pratiquer la pleine conscience en respirant profondément lors de votre journée. Accordez-vous des pauses régulières pour recentrer votre esprit et libérer le stress. Écoutez vos émotions sans jugement, et écrivez vos pensées pour clarifier vos motivations. Cultiver la patience et la douceur envers vous-même renforcera votre équilibre mental et émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour maintenir votre équilibre physique le 10 janvier 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines. Bougez chaque jour avec des activités modérées comme la marche ou le yoga pour renforcer votre corps et stimuler votre énergie. N’oubliez pas de vous hydratater régulièrement et de dormir suffisamment pour favoriser votre bien-être global.",
      "mental": "Pour cultiver votre bien-être mental et émotionnel, prenez chaque jour quelques minutes pour pratiquer la pleine conscience, respirez profondément et écoutez votre corps. Identifiez vos émotions sans jugement, et ne tardez pas à demander du soutien si le stress devient lourd. Priorisez le sommeil réparateur et accordez-vous des pauses régulières pour recharger votre esprit.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Pour les Scorpions le 10 janvier 2026, privilégiez des activités énergisantes comme la natation ou le yoga pour renforcer votre corps. Adoptez une alimentation équilibrée riche en nutriments essentiels et hydratez-vous régulièrement. Accordez-vous du repos pour éviter la fatigue. Écoutez votre corps, évitez le stress excessif et intégrez des moments de relaxation pour maintenir votre vitalité.",
      "mental": "Le 10 janvier 2026, Scorpion, prenez un moment pour respirer profondément et pratiquer la pleine conscience. Écoutez votre corps et vos émotions sans jugement, et privilégiez des activités apaisantes comme la méditation ou la marche en nature. Cultivez la confiance en vous et recentrez votre esprit pour mieux gérer le stress et trouver la paix intérieure.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 10 janvier 2026, Sagittaire doit privilégier une activité physique régulière, comme la marche rapide ou le yoga, pour booster son énergie. Hydratez-vous suffisamment et adoptez une alimentation équilibrée riche en fruits et légumes. Prenez soin de votre corps avec des étirements quotidiens et reposez-vous lorsque vous en ressentez le besoin. Priorisez votre bien-être physique pour une année harmonieuse.",
      "mental": "Le 10 janvier 2026, Sagittaire, prenez du temps chaque jour pour pratiquer la pleine conscience et la respiration profonde. Cultivez la gratitude pour favoriser l’équilibre émotionnel. Évitez la surcharge mentale en établissant des limites claires et en vous concentrant sur ce qui vous apporte joie et sérénité. Accordez-vous des pauses pour renforcer votre clarté mentale.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Le 10 janvier 2026, les Capricornes doivent privilégier leur bien-être physique en adoptant une routine équilibrée. Pensez à intégrer des séances de marche ou de yoga pour renforcer votre corps et apaiser l’esprit. Hydratez-vous régulièrement, privilégiez une alimentation saine et riche en vitamines. Prenez soin de votre sommeil pour maintenir votre énergie, et évitez le stress excessif.",
      "mental": "Le 10 janvier 2026, Capricorne est invité à cultiver la clarté mentale en prenant des pauses régulières pour respirer profondément et méditer. Accordez-vous du temps pour exprimer vos émotions, sans jugement, et pratiquer la gratitude. Gérez le stress en vous entourant de personnes positives, et intégrer des moments de pleine conscience pour préserver votre bien-être émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Le 10 janvier 2026, Verseau, privilégiez une hydratation régulière et une alimentation équilibrée pour maintenir votre énergie. Intégrez des activités physiques modérées comme la marche ou le yoga pour renforcer votre corps et réduire le stress. Accordez-vous du temps pour la récupération et écoutez votre corps afin de préserver votre vitalité tout au long de la journée.",
      "mental": "Pour les Verseaux le 10 janvier 2026, concentrez-vous sur la pratique quotidienne de la pleine conscience pour renforcer votre clarté mentale. Accordez-vous des moments de détente afin de calmer l’esprit et réduire le stress. Exprimez vos émotions avec sincérité, et maintenez un journal pour mieux comprendre vos ressentis. Cultivez la patience et la bienveillance envers vous-même pour un équilibre durable.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le 10 janvier 2026, prenez soin de votre corps en adoptant une routine équilibrée. Priorisez une alimentation nutritive, riche en fruits et légumes, et hydratez-vous régulièrement. Intégrez une activité physique douce comme le yoga ou la marche quotidienne pour renforcer votre vitalité. Veillez aussi à bien dormir et à consacrer du temps à la relaxation pour préserver votre énergie.",
      "mental": "Le 10 janvier 2026, prenez le temps de pratiquer la méditation quotidienne pour renforcer votre clarté mentale. Accordez-vous des moments de silence pour recentrer vos émotions et réduire le stress. Cultivez la gratitude et tenez un journal pour mieux gérer vos sentiments, favorisant un équilibre émotionnel durable. Prenez soin de vous, Poissons, pour une paix intérieure profonde.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}