{
  "date": "2026-02-21",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 21 février 2026, privilégiez une activité physique régulière comme la marche ou le yoga pour apaiser votre énergie intense. Hydratez-vous abondamment et adoptez une alimentation équilibrée riche en vitamines. Dormez suffisamment pour recharger vos batteries et évitez la surcharge de travail. Prenez soin de votre corps en vous accordant des moments de détente.",
      "mental": "Cher Bélier, le 21 février 2026, prenez le temps de respirer profondément chaque matin. Méditez quelques minutes pour apaiser votre esprit et clarifier vos pensées. Écoutez attentivement vos émotions, sans jugement, pour mieux comprendre vos besoins. Pratiquez la pleine conscience lors de vos activités quotidiennes afin de réduire le stress et cultiver un équilibre intérieur durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour les Taureau du 21 février 2026, concentrez-vous sur un équilibre entre mouvement et repos. Pratiquez des activités douces comme la marche ou le yoga pour renforcer votre corps. Priorisez une alimentation enrichissante et hydratez-vous régulièrement. Prenez soin de votre sommeil en instaurant une routine relaxante. Écoutez votre corps pour maintenir votre énergie et votre bien-être optimal.",
      "mental": "Le 21 février 2026, prenez le temps de vous recentrer en pratiquant la pleine conscience. Accordez-vous des moments de calme pour libérer le stress et clarifier vos pensées. Écoutez votre corps et vos émotions, en cultivant la patience et la compassion envers vous-même. Intégrez des exercices de respiration ou de méditation pour renforcer votre équilibre mental et émotionnel.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Pour les Gémeaux du 21 février 2026, privilégiez des activités dynamiques comme la marche, le yoga ou la natation pour stimuler votre énergie. Hydratez-vous régulièrement, adoptez une alimentation équilibrée riche en vitamines et évitez la surcharge mental pour préserver votre vitalité. Accordez-vous aussi des moments de détente pour maintenir un bon équilibre corps-esprit.",
      "mental": "Chers Gémeaux, le 21 février 2026, prenez un moment pour respirer profondément et recentrer vos pensées. Pratiquez la pleine conscience pour calmer votre esprit et évacuer le stress. Tenez un journal pour exprimer vos émotions et clarifier vos idées. Accordez-vous du temps pour la détente et le self-care, afin d’accroître votre équilibre mental et émotionnel.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Le 21 février 2026, prenez soin de votre corps en adoptant une alimentation équilibrée riche en fruits, légumes et protéines maigres. Pratiquez une activité physique régulière, comme la marche ou le yoga, pour renforcer votre énergie et votre bien-être. Hydratez-vous suffisamment et reposez-vous suffisamment pour soutenir votre récupération et renforcer votre système immunitaire.",
      "mental": "Le 21 février 2026, prenez le temps de cultiver la clarté mentale en méditant quelques minutes chaque matin. Accordez-vous des pauses pour respirer profondément et relâcher la tension. Écoutez vos émotions sans jugement, en pratiquant la pleine conscience. Entourez-vous de personnes bienveillantes, et n’hésitez pas à demander du soutien pour maintenir un équilibre émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion, le 21 février 2026, privilégie une routine équilibrée. Pratiquez 30 minutes d’exercice modéré chaque jour, comme la marche ou le yoga, pour booster votre énergie. Hydratez-vous bien, mangez équilibré et dormez suffisamment. Prenez soin de votre corps par des étirements réguliers et des moments de relaxation pour maintenir votre vitalité et votre bien-être général.",
      "mental": "Pour le Lion du 21 février 2026, prenez du temps chaque jour pour la pleine conscience, en respirant profondément et en vous concentrant sur le présent. Cultivez la gratitude et évitez la surcharge d’informations. Accordez-vous des moments de détente, pratiquez la méditation, et partagez vos émotions avec des proches de confiance pour conserver votre équilibre mental et émotionnel.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 21 février 2026, concentrez-vous sur l'équilibre de votre énergie en adoptant une routine d'exercices réguliers comme la marche ou le yoga, qui renforcent votre corps tout en apaisant l’esprit. Prenez soin de votre alimentation en privilégiant des aliments frais et nutritifs, et n’oubliez pas de bien vous hydrater. Accordez-vous aussi des moments de repos pour revitaliser votre vitalité.",
      "mental": "Chère Vierge, le 21 février 2026 est une journée idéale pour vous recentrer. Prenez quelques instants chaque matin pour pratiquer la respiration profonde ou la méditation courte afin d’apaiser votre esprit. Accordez-vous du temps pour écrire vos pensées, soulageant ainsi le stress. Cultivez la gratitude pour renforcer votre équilibre émotionnel et retrouver une clarté mentale précieuse.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Le 21 février 2026, privilégiez une activité physique régulière, comme la marche ou le yoga, pour renforcer votre corps et améliorer votre énergie. Hydratez-vous suffisamment, adoptez une alimentation équilibrée riche en fruits, légumes et protéines, et veillez à dormir suffisamment. Prenez soin de votre posture et faites des étirements pour prévenir les tensions. Votre bien-être dépend de ces petites habitudes.",
      "mental": "Pour maintenir votre équilibre mental et émotionnel le 21 février 2026, prenez chaque matin 5 minutes pour pratiquer la respiration profonde et la pleine conscience. Identifiez une émotion chaque jour, acceptez-la sans jugement, puis relâchez-la. Priorisez le sommeil réparateur, faites une activité physique régulière et entourez-vous de soutien. Cultivez la gratitude pour renforcer votre bien-être intérieur.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 21 février 2026, prenez soin de votre corps en adoptant une routine équilibrée. Pratiquez 30 minutes d’exercice modéré, comme la marche ou le yoga, pour augmenter votre énergie. Hydratez-vous bien et privilégiez une alimentation riche en fruits, légumes et protéines. Accordez-vous également des moments de détente pour revitaliser votre corps et votre esprit.",
      "mental": "Le 21 février 2026, les Scorpions doivent cultiver la clarté mentale en pratiquant la méditation chaque matin. Prenez du temps pour respirer profondément face aux émotions intenses, en évitant la surcharge. Adoptez des moments de pause et messagez-vous avec bienveillance. La pleine conscience renforcera votre équilibre émotionnel et vous aidera à naviguer sereinement cette journée.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 21 février 2026, Sagittaire devrait privilégier des activités dynamiques comme la marche ou le yoga pour maintenir son énergie. Hydrate-toi régulièrement, adopte une alimentation équilibrée riche en fruits et légumes, et veille à bien dormir. Écoute ton corps et évite la surcharge, en favorisant le repos pour renforcer ton bien-être physique.",
      "mental": "Le 21 février 2026, Sagittaire, prenez le temps de méditer chaque matin pour clarifier votre esprit. Pratiquez la respiration profonde face au stress et privilégiez des activités qui nourrissent votre âme, comme la nature ou la lecture. Cultivez la gratitude pour renforcer votre équilibre émotionnel. Rappelez-vous, prendre soin de vous est la clé de votre bien-être.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour le Capricorne du 21 février 2026, privilégie une routine équilibrée pour renforcer ton corps. Intègre des activités physiques régulières, comme la marche ou le yoga, pour booster ton énergie. Soigne ton alimentation en favorisant les nutriments essentiels et veille à bien t'hydrater. N’oublie pas de prendre du temps pour te reposer et écouter ton corps.",
      "mental": "Capricorne du 21 février 2026 : Prenez du temps pour pratiquer la pleine conscience chaque jour, que ce soit par la méditation ou la respiration profonde. Établissez des limites claires pour réduire le stress et favorisez le calme intérieur. Entourez-vous de personnes bienveillantes, et n’hésitez pas à demander du soutien. Cultivez la patience pour renforcer votre équilibre émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Le Verseau en 2026-02-21 devrait privilégier une routine d'exercice régulière, comme la marche ou le yoga, pour stimuler son énergie. Hydrate-toi abondamment et privilégie une alimentation équilibrée riche en fruits, légumes et protéines. Veille à bien déconnecter et à dormir suffisamment pour favoriser la récupération. Prends soin de ton corps avec des soins appropriés et du repos réparateur.",
      "mental": "Le 21 février 2026, Verseau, prenez le temps de cultiver la clarté mentale en méditant chaque matin. Accordez-vous des pauses pour respirer profondément, afin de recentrer vos émotions. Pratiquez la pleine conscience pour mieux gérer le stress et accueillir vos sentiments avec bienveillance. Écoutez votre cœur, et n'hésitez pas à partager vos pensées avec des proches de confiance.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le 21 février 2026, les Poissons devraient privilégier une routine équilibrée. Incorporez des activités douces comme le yoga ou la marche pour renforcer votre corps sans le fatiguer. Hydratez-vous régulièrement, privilégiez une alimentation riche en fruits et légumes, et n’oubliez pas de prendre soin de votre sommeil. Écoutez votre corps, reposez-vous si nécessaire, et maintenez une activité régulière pour une énergie stable.",
      "mental": "Poissons, le 21 février 2026, privilégiez des moments de calme pour apaiser votre esprit. Pratiquez la pleine conscience en respirant profondément, et prenez le temps d’écrire ou de méditer. Accordez-vous des pauses régulières, évitez la surcharge émotionnelle, et entourez-vous de personnes bienveillantes. Cultiver la sérénité vous aidera à renforcer votre équilibre mental et émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}