{
  "date": "2026-02-28",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Le 28 février 2026, Bélier, privilégiez une routine d'exercices réguliers, comme la marche ou le yoga, pour stimuler votre énergie. Accordez une attention particulière à votre alimentation en incorporant des aliments riches en vitamines et minéraux. Hydratez-vous bien tout au long de la journée et prenez le temps de vous reposer pour maintenir un équilibre physique optimal.",
      "mental": "Aujourd’hui, Bélier, prenez un moment pour respirer profondément et vous recentrer. Explorez la méditation ou la pleine conscience pour calmer l’esprit et mieux gérer le stress. Écoutez vos émotions sans jugement, pratiquez la gratitude et évitez la précipitation. Cultiver la patience et l’écoute intérieure vous apportera clarté mentale et harmonie émotionnelle, favorisant votre bien-être durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour le Taureau le 28 février 2026, privilégie une alimentation équilibrée riche en nutriments essentiels, notamment des protéines maigres, des fruits et légumes frais. Intègre une activité physique régulière comme la marche ou le yoga pour stimuler ton énergie. Prends soin de ton corps avec des massages ou des bains chauds, afin de favoriser la détente et le bien-être.",
      "mental": "Pour le Taureau du 28 février 2026, prenez du temps chaque jour pour pratiquer la pleine conscience, en respirant profondément pour calmer l'esprit. Écoutez vos émotions sans jugement et trouvez des activités apaisantes, comme la marche ou la méditation. Priorisez le repos et évitez la surcharge pour maintenir un équilibre mental et émotionnel durable. Respirez, relâchez, et prenez soin de vous.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Pour les Gémeaux du 28 février 2026, privilégiez une activité physique régulière comme la marche, le yoga ou la natation pour maintenir votre énergie. Hydratez-vous abondamment et adoptez une alimentation équilibrée riche en fruits, légumes et protéines. Accordez-vous des moments de repos pour prévenir la fatigue. Soyez attentif à votre corps et écoutez ses besoins.",
      "mental": "Le 28 février 2026, prenez du temps pour la pleine conscience en respirant profondément chaque matin. Écoutez vos émotions sans jugement et évitez la surcharge mentale en organisant des pauses régulières. Pratiquez la gratitude pour renforcer votre bien-être émotionnel. Cultivez la sérénité intérieure en méditant quelques minutes chaque jour afin de maintenir l’équilibre mental.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Le 28 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres pour renforcer votre corps. Intégrez des activités douces comme la marche ou le yoga pour augmenter votre énergie et favoriser la récupération. Hydratez-vous régulièrement et dormez suffisamment. N'oubliez pas de consulter votre médecin avant tout changement, pour un suivi personnalisé.",
      "mental": "Le 28 février 2026, prenez du temps pour respirer profondément chaque matin, favorisant la clarté mentale. Concentrez-vous sur des activités apaisantes comme la méditation ou la marche en nature.Écoutez vos émotions sans jugement et partagez vos ressentis avec un proche. Pratiquez la gratitude pour renforcer votre équilibre émotionnel et réduire le stress.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion en 2026-02-28 devrait privilégier une alimentation équilibrée riche en fruits, légumes et protéines maigres pour maintenir sa vitalité. Incorporer 30 minutes d’exercice modéré, comme la marche rapide ou le yoga, renforcera son corps et son énergie. N’oublie pas de bien t’hydrater, de dormir suffisamment et d’écouter ton corps pour éviter la fatigue.",
      "mental": "Cher Lion, le 28 février 2026, prenez le temps de méditer chaque matin pour cultiver la clarté mentale. Accordez-vous des pauses régulières pour respirer profondément et apaiser votre esprit. Écoutez vos émotions sans jugement, et pratiquez la gratitude pour renforcer votre équilibre émotionnel. N’oubliez pas de vous entourer de positivité pour un bien-être durable.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 28 février 2026, Vierge, privilégie une alimentation équilibrée riche en fruits, légumes et protéines légères. Intègre une routine d’exercice régulière, comme marche ou yoga, pour augmenter ton énergie. Hydrate-toi bien et prends soin de ta peau avec des soins doux. Écoute ton corps et repose-toi lorsque nécessaire pour maintenir ton bien-être physique.",
      "mental": "Vierge, le 28 février 2026, prenez le temps de pratiquer la pleine conscience chaque matin. Respirez profondément pour recentrer votre esprit et évacuer le stress. Accordez-vous des pauses régulières pour apprécier l’instant présent. Cultivez la patience envers vous-même et gardez une attitude bienveillante. Ces gestes renforcent votre équilibre émotionnel et favorisent une clarté mentale durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour maintenir votre équilibre physique en 2026, privilégiez une alimentation équilibrée riche en fruits, légumes, protéines maigres et céréales complètes. Pratiquez 30 minutes d’exercice modéré, comme la marche ou le yoga, 5 fois par semaine. N’oubliez pas de bien vous hydrater, dormir suffisamment et écouter votre corps pour prévenir la fatigue et favoriser votre vitalité.",
      "mental": "Pour équilibrer votre bien-être mental et émotionnel, pratiquez la pleine conscience chaque jour, en respirant profondément et en étant présent. Identifiez les sources de stress et prenez du temps pour vous. Établissez une routine de gratitude, faites de l’exercice régulièrement, et n’hésitez pas à demander du soutien si nécessaire. Prenez soin de votre esprit avec douceur et patience.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Pour les Scorpions en 2026-02-28, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intégrez une activité physique régulière, comme la marche rapide ou le yoga, pour stimuler votre énergie. Prenez soin de votre corps avec des soins hydratants et du sommeil réparateur. Écoutez votre corps et évitez la surcharge pour maintenir un bien-être optimal.",
      "mental": "Le 28 février 2026, les Scorpions devraient cultiver la pleine conscience en prenant quelques minutes chaque jour pour la respiration profonde. Écoutez vos émotions sans jugement et évitez la surcharge mentale en planifiant des pauses régulières. Pratiquez la gratitude pour renforcer votre bien-être mental et approfondir votre équilibre émotionnel. Prenez soin de vous, vous le méritez.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 28 février 2026, Sagittaire, prenez soin de votre corps en intégrant une activité physique régulière, comme la marche ou le yoga. Veillez à bien vous hydrater et à équilibrer votre alimentation pour maintenir votre énergie. Accordez-vous aussi des moments de repos pour revitaliser votre mental et votre corps. Votre bien-être global en dépend.",
      "mental": "Le 28 février 2026, prenez du temps pour la méditation quotidienne afin d’améliorer votre clarté mentale. Pratiquez la pleine conscience en respirant profondément lors de moments de stress. Écoutez vos émotions sans jugement et cherchez des activités qui vous apaisent. Cultivez la gratitude pour renforcer votre équilibre émotionnel. Ralentissez pour mieux vous reconnecter à vous-même.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Cher Capricorne, le 28 février 2026, privilégie une routine équilibrée pour ton bien-être physique. Intègre des activités cardiovasculaires modérées, comme la marche ou la natation, pour booster ton énergie. Sois attentif à ton alimentation en favorisant des repas riches en nutriments. N’oublie pas de t’étirer chaque jour et de t’accorder des moments de repos pour prévenir la fatigue.",
      "mental": "Le 28 février 2026, les Capricornes sont encouragés à pratiquer la pleine conscience pour apaiser leur esprit. Prenez quelques instants chaque jour pour respirer profondément, vous recentrer. Écoutez vos émotions sans jugement et privilégiez des activités apaisantes comme la méditation ou la marche en nature. Cultivez un équilibre intérieur pour renforcer votre bien-être mental et émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Le Verseau en 2026-02-28 doit privilégier une routine équilibrée, combinant cardio et renforcement musculaire pour maintenir son énergie. Hydratez-vous régulièrement et adoptez une alimentation riche en fruits et légumes pour optimiser votre vitalité. Accordez-vous également des moments de repos et de détente, comme le yoga ou la marche en nature, afin de préserver votre bien-être physique et mental.",
      "mental": "Le Verseau, pour votre bien-être mental et émotionnel en ce jour, prenez du temps pour la méditation ou la respiration profonde afin d’apaiser votre esprit. Cultivez la gratitude et accordez-vous des moments de solitude pour réfléchir. Évitez la surcharge d’informations et privilégiez des activités créatives. Restez connecté à vos émotions, tout en restant flexible face aux imprévus.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le 28 février 2026, prenez soin de votre corps en intégrant une activité physique régulière comme la marche ou le yoga. Hydratez-vous suffisamment et privilégiez des aliments nutritifs riches en vitamines. Écoutez votre corps, reposez-vous si nécessaire, et évitez le stress pour maintenir votre énergie et votre santé globale. Prenez soin de vous avec douceur et régularité.",
      "mental": "Poissons en 2026-02-28, prenez le temps de pratiquer la méditation chaque matin pour favoriser la clarté mentale. Écoutez votre cœur tout en gérant le stress, en vous accordant des pauses régulières. Cultivez la gratitude et soyez patients avec vos émotions. Entourez-vous de soutien pour renforcer votre équilibre intérieur et préserver votre bien-être mental et émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}