{
  "date": "2026-01-14",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 14 janvier 2026, privilégiez une activité physique régulière comme le jogging ou le yoga pour stimuler votre énergie. Adoptez une alimentation équilibrée riche en fruits, légumes et protéines. Accordez-vous des moments de repos pour éviter la fatigue. Pensez à vous hydrater suffisamment tout au long de la journée pour maintenir votre vitalité et préserver votre santé physique.",
      "mental": "Le 14 janvier 2026, Bélier, prenez du temps chaque jour pour la méditation ou la respiration profonde afin d'apaiser votre esprit. Concentrez-vous sur la pleine conscience pour mieux gérer le stress et cultiver l’équilibre émotionnel. Accordez-vous aussi des pauses pour réfléchir, et n’hésitez pas à partager vos sentiments avec un proche, renforçant ainsi votre bien-être intérieur.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour le Taureau du 14 janvier 2026, privilégie une routine équilibrée. Intègre des exercices doux comme la marche ou le yoga pour renforcer ton corps sans te fatiguer. Assure-toi de bien t'hydrater, de manger des aliments nourrissants et de dormir suffisamment. Prends soin de ta peau en utilisant des produits hydratants, et écoute ton corps pour maintenir ton énergie.",
      "mental": "Le Taureau, le 14 janvier 2026, privilégiez la pleine conscience pour apaiser votre esprit. Prenez du temps pour la méditation ou la respiration profonde, afin de renforcer votre clarté mentale. Écoutez vos émotions sans jugement, et pratiquez la gratitude. Souvenez-vous que prendre soin de votre bien-être intérieur vous permettra d’affronter sereinement les défis du jour.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Le 14 janvier 2026, Gémeaux, prenez soin de votre corps en intégrant une activité physique régulière, comme la marche ou le yoga, pour maintenir votre énergie. Hydratez-vous abondamment et privilégiez une alimentation équilibrée riche en fruits et légumes. Accordez-vous des pauses pour vous détendre et éviter la surcharge mentale, favorisant un bien-être global et une vitalité accrue.",
      "mental": "Le 14 janvier 2026, les Gémeaux bénéficieront d’un moment propice pour cultiver la clarté mentale. Prenez le temps de pratiquer la méditation ou la respiration profonde pour apaiser votre esprit. Écoutez vos émotions sans jugement, et privilégiez des activités relaxantes. La pleine conscience vous aidera à équilibrer votre stress, renforçant ainsi votre bien-être émotionnel et mental.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour soutenir votre santé physique le 14 janvier 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Hydratez-vous régulièrement et dormez suffisamment pour recharger vos énergies. Pratiquez une activité physique douce comme la marche ou le yoga pour renforcer votre corps, tout en évitant la fatigue excessive. Prenez soin de votre corps avec des soins réguliers et apaisants.",
      "mental": "Le 14 janvier 2026, prenez du temps pour vous recentrer. Pratiquez la méditation ou la respiration profonde chaque matin pour apaiser votre esprit. Identifiez et acceptez vos émotions sans jugement, en écrivant dans un journal. Faites des activités qui vous apportent de la joie et gardez une routine équilibrée pour gérer le stress efficacement.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion du 14 janvier 2026, privilégie une alimentation équilibrée riche en nutriments pour soutenir ton énergie. Intègre des activités physiques régulières comme la marche, le yoga ou la natation pour renforcer ton corps. Hydrate-toi suffisamment, dors bien et pratique la détente pour réduire le stress. Prends soin de ton corps chaque jour pour te sentir vibrant et en pleine forme.",
      "mental": "Lion, le 14 janvier 2026, prenez du temps chaque matin pour pratiquer la respiration consciente, en vous concentrant sur l’instant présent. Accordez-vous des pauses pour évacuer le stress et cultiver la gratitude. Écoutez votre corps et vos émotions avec bienveillance, afin d’équilibrer votre énergie intérieure. La clarté mentale vous soutiendra dans vos décisions.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 14 janvier 2026, privilégiez une alimentation équilibrée riche en vitamines et minéraux pour renforcer votre énergie. Intégrez une activité physique régulière, comme la marche ou le yoga, pour améliorer votre vitalité. Prenez soin de votre corps avec des séances de stretching et hydratez-vous suffisamment. Écoutez votre corps et reposez-vous lorsque nécessaire pour maintenir un équilibre optimal.",
      "mental": "Vierge, le 14 janvier 2026 est une journée idéale pour cultiver la clarté mentale. Prenez le temps de méditer ou pratiquer la respiration consciente pour apaiser votre esprit. Accordez-vous des pauses régulières pour gérer le stress et favoriser l’équilibre émotionnel. Soyez bienveillant envers vous-même, et souvenez-vous que l’écoute intérieure vous guidera vers le calme.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour maintenir un bon équilibre physique en 2026-01-14, privilégiez une alimentation variée et équilibrée, riche en fruits, légumes, protéines et grains entiers. Pratiquez une activité physique régulière, comme la marche ou le yoga, pour renforcer votre corps et améliorer votre vitalité. N'oubliez pas de boire suffisamment d’eau, de dormir suffisamment et d’écouter votre corps pour éviter la fatigue.",
      "mental": "Pour maintenir votre bien-être mental et émotionnel le 14 janvier 2026, prenez chaque matin quelques minutes pour pratiquer la respiration profonde ou la méditation. Accordez-vous des pauses régulières pour vous recentrer, évitez la surcharge d’informations, et exprimez votre gratitude. Ces gestes simples renforceront votre clarté mentale, votre équilibre émotionnel et votre résilience face au stress quotidien.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Cher Scorpio, en ce début d’année 2026, priorise ton bien-être physique. Intègre une routine d’exercices réguliers comme la marche ou le yoga pour booster ton énergie. Hydrate-toi bien, adopte une alimentation équilibrée riche en vitamines, et veille à ton sommeil. Prends du temps pour te relaxer afin de maintenir ton corps en pleine harmonie.",
      "mental": "Le 14 janvier 2026, les Scorpions bénéficieront d'une journée propice à la clarté mentale. Prenez du temps pour la méditation ou la respiration profonde afin de calmer l’esprit. Pour maintenir un équilibre émotionnel, exprimez vos sentiments avec douceur et pratiquez la pleine conscience. Évitez la surcharge, et priorisez le self-care pour une sérénité retrouvée.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 14 janvier 2026, Sagittaire doit privilégier l’équilibre physique. Intégrez une activité régulière, comme la marche ou le yoga, pour maintenir votre énergie. Prêtez attention à votre alimentation en favorisant des aliments riches en vitamines. N’oubliez pas de vous hydrater et de consacrer du temps à la détente. Votre bien-être passe par des gestes simples et constants.",
      "mental": "Pour le Sagittaire du 14 janvier 2026, concentrez-vous sur la respiration profonde et la méditation quotidienne pour améliorer votre clarté mentale. Accordez-vous du temps pour explorer vos émotions sans jugement, afin de renforcer votre équilibre émotionnel. Pratiquez la pleine conscience lors de vos activités, et n'hésitez pas à demander du soutien si le stress devient écrasant, en cultivant patience et compassion envers vous-même.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour le Capricorne du 14 janvier 2026, privilégiez une routine équilibrée alliant marche, yoga ou stretching pour renforcer votre corps et préserver votre énergie. Hydratez-vous régulièrement, adoptez une alimentation riche en protéines et en fibres, et veillez à un sommeil réparateur. Prenez du temps pour des soins corporels et écoutez votre corps pour maintenir un bien-être optimal.",
      "mental": "Pour le Capricorne du 14 janvier 2026, privilégiez la méditation quotidienne pour apaiser votre esprit. Prenez du temps pour vous reconnecter avec vos émotions en journalisant ou en pratiquant la pleine conscience. Fixez des limites claires, respirez profondément face au stress, et n’hésitez pas à demander du soutien. Cultivez la patience et la bienveillance envers vous-même.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Pour les Verseau le 14 janvier 2026, privilégiez une activité physique douce comme le yoga ou la marche afin d’améliorer votre énergie. Hydratez-vous bien et adoptez une alimentation équilibrée riche en fruits et légumes. Accordez-vous des moments de repos pour éviter la fatigue. Écoutez votre corps et prenez soin de votre bien-être pour une journée sereine et revitalisante.",
      "mental": "Pour le Verseau du 14 janvier 2026, priorise la clarté mentale en pratiquant la méditation quotidienne. Prenez du temps pour exprimer vos émotions avec confiance, et évitez la surcharge d’informations. Intégrez des exercices de respiration profonde pour réduire le stress. Cultivez la pleine conscience en utilisant des pauses régulières pour vous recentrer. Restez connecté à votre bien-être intérieur.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Pour les Poissons le 14 janvier 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intégrez une activité physique régulière comme la marche ou le yoga pour renforcer votre corps et augmenter votre énergie. N’oubliez pas de vous hydrater et de prendre soin de votre sommeil afin d'améliorer votre bien-être physique global.",
      "mental": "Pour les Poissons du 14 janvier 2026, il est essentiel de cultiver la clarté mentale en prenant du temps chaque jour pour la méditation ou la respiration profonde. Équilibrez vos émotions en exprimant vos ressentis avec douceur et en évitant de vous laisser submerger par le stress. Pratiquez la pleine conscience pour renforcer votre bien-être et préserver votre harmonie intérieure.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}