{
  "date": "2026-02-14",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Il 14 febbraio 2026, Ariete potrebbe sentirsi energico, ma è importante prendersi cura del corpo. Dedica del tempo a esercizi cardiovascolari come corsa o danza per aumentare vitalità e resistenza. Mantieni un’alimentazione equilibrata ricca di frutta, verdura e proteine magre. Idratati adeguatamente e concediti momenti di relax muscolare per mantenere il benessere fisico.",
      "mental": "Il 14 febbraio 2026, Ariete, dedica del tempo alla meditazione e alla respirazione profonda per chiarire la mente e gestire lo stress. Offre attenzione ai tuoi bisogni emotivi, prenditi pause per riflettere e coltiva pensieri positivi. Ricorda di praticare la gratitudine ogni giorno e concederti momenti di calma per rinforzare il tuo benessere mentale e emotivo.",
      "recommended_activity": "cardio",
      "diet_focus": "verdure",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Caro Toro, il 14 febbraio 2026 è importante dedicare tempo alla cura del tuo corpo. Fai attenzione alla tua alimentazione, privilegia alimenti freschi e bilanciati. Integra esercizi cardiovascolari e di stretching nella tua routine quotidiana per aumentare l’energia. Mantieni un'adeguata idratazione e riposa abbastanza. Ricorda, il benessere fisico è fondamentale per una vita felice e equilibrata.",
      "mental": "Toro, il 14 febbraio 2026 ti invita a dedicare tempo alla tua serenità. Pratica la meditazione di 10 minuti al giorno per migliorare la chiarezza mentale. Ascolta le tue emozioni senza giudizio e respira profondamente nei momenti di stress. Coltiva gratitudine quotidiana e concediti pause rigeneranti per mantenere equilibrio e benessere emotivo.",
      "recommended_activity": "riposo",
      "diet_focus": "vitamine",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Per il 14 febbraio 2026, Gemelli, concentra la tua attenzione sul mantenimento di livelli energetici equilibrati attraverso un'alimentazione ricca di frutta, verdura e proteine magre. Dedica almeno 30 minuti a esercizi cardiovascolari e di stretching quotidiani. Cura il riposo e idratati regolarmente. Ricorda di ascoltare il tuo corpo e rispettare i tuoi limiti.",
      "mental": "Per i Gemelli il 14 febbraio 2026, dedica del tempo alla meditazione e alla respirazione consapevole per migliorare la chiarezza mentale. Ascolta le tue emozioni senza giudizio, praticando auto-compassione. Gestisci lo stress con esercizi di rilassamento e dedicandoti a attività che ti appassionano. Coltiva la presenza nel presente per mantenere equilibrio e benessere emozionale.",
      "recommended_activity": "yoga",
      "diet_focus": "proteine",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Per il Cancro il 14 febbraio 2026, concentrati sulla cura del tuo corpo: mantieni un'alimentazione equilibrata ricca di frutta e verdura, bevi abbastanza acqua e dormi regolarmente. Integra esercizi dolci come yoga o passeggiate all'aperto per aumentare le energie. Ascolta il tuo corpo, evita stress e concediti momenti di relax e auto-cura.",
      "mental": "Il 14 febbraio 2026, Cancro, dedicati alla pratica della mindfulness per rafforzare la tua chiarezza mentale e stabilizzare le emozioni. Dedica qualche minuto ogni giorno a respirazioni profonde o meditazione. Ricorda di ascoltare i tuoi bisogni, concedendoti momenti di relax e gentilezza verso te stesso, per mantenere un equilibrio emotivo stabile e affrontare le sfide con serenità.",
      "recommended_activity": "stretching",
      "diet_focus": "frutta",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Caro Leone, il 14 febbraio 2026 è un giorno ideale per concentrarti sul benessere fisico. Dedica del tempo a una passeggiata all'aperto o a esercizi di stretching per aumentare l’energia. Idratati bene, segui una dieta equilibrata ricca di frutta e verdura, e riposa adeguatamente. La cura del corpo rafforzerà il tuo equilibrio e vitalità.",
      "mental": "Caro Leone, il 14 febbraio 2026 è un giorno ideale per dedicarti alla calma interiore. Pratica respirazioni profonde e mindfulness per ritrovare chiarezza mentale e equilibrio emotivo. Rifletti sui tuoi sentimenti, scrivi un diario e concediti pause di relax. Ricorda che prendersi cura di sé è fondamentale per il benessere completo.",
      "recommended_activity": "camminata",
      "diet_focus": "cereali integrali",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Il 14 febbraio 2026, Vergine, presta attenzione alla tua alimentazione equilibrata e all'idratazione. Dedica tempo a esercizi di stretching e attività leggere, come camminate o yoga, per aumentare energia e vitalità. Riposa adeguatamente e cura la tua pelle con prodotti naturali. Ricorda di ascoltare il tuo corpo e di non trascurare il benessere fisico.",
      "mental": "Il 14 febbraio 2026, Vergine, dedica del tempo alla pratica della mindfulness e alla respirazione profonda per ritrovare equilibrio. Προcura la tua mente grazie a journaling e momenti di silenzio. Ricorda di ascoltare i tuoi bisogni emotivi, concedendoti pause e momenti di gratitudine. Coltiva la calma interiore per affrontare con serenità le sfide della giornata.",
      "recommended_activity": "cardio",
      "diet_focus": "verdure",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Il 14 febbraio 2026, la Bilancia dovrebbe dedicarsi al relax e al riequilibrio energetico. Inserisci esercizi di stretching e yoga nella tua routine quotidiana per migliorare la flessibilità. Mantieni un'alimentazione equilibrata, ricca di frutta, verdura e acqua. Riposa quanto basta e concediti momenti di cura di sé, come massaggi o bagni caldi, per rinvigorire corpo e mente.",
      "mental": "Il 14 febbraio 2026, per la Bilancia, è importante dedicare tempo alla meditazione e alla respirazione profonda per favorire chiarezza mentale e equilibrio emotivo. Prenditi momenti di pausa, evita decisioni impulsive e cerca di connetterti con i tuoi sentimenti. Coltiva la gratitudine e pratiche di mindfulness per rafforzare il benessere e ridurre lo stress durante la giornata.",
      "recommended_activity": "riposo",
      "diet_focus": "vitamine",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Il 14 febbraio 2026, i Scorpione dovrebbero dedicare attenzione alla cura del proprio corpo. Praticate esercizi di rilassamento e attività fisica moderata, come yoga o passeggiate all'aperto, per migliorare energia e equilibrio. Ricordate di idratarvi bene e di seguire una dieta equilibrata ricca di vitamine. Dedicate del tempo al riposo e al benessere fisico quotidiano.",
      "mental": "Per Scorpione il 14 febbraio 2026, concentra la tua attenzione sulla pratica della mindfulness e sulla respirazione profonda per alleviare lo stress. Ricorda di dedicare del tempo a riflettere sui tuoi sentimenti e di condividere le tue emozioni con persone di fiducia. Coltivare la calma interiore ti aiuterà a mantenere la chiarezza mentale e l'equilibrio emotivo.",
      "recommended_activity": "stretching",
      "diet_focus": "frutta",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Il Sagittario il 14 febbraio 2026, dovrebbe dedicarsi a esercizi all'aperto come camminate o yoga, per rafforzare corpo e mente. Mantieni un'alimentazione equilibrata ricca di frutta, verdura e proteine leggere. Dormi regolarmente e idratati adeguatamente. Queste pratiche aiuteranno a mantenere alti i livelli di energia e favoriranno il benessere generale.",
      "mental": "Per il Sagittario del 14 febbraio 2026, concentrati sulla pratica della mindfulness quotidiana per rinvigorire la chiarezza mentale e l’equilibrio emotivo. Dedica alcuni minuti alla respirazione profonda e alla riflessione consapevole, evitando il sovraccarico di pensieri. Ricorda di ascoltare i tuoi bisogni interiori, concedendoti pause rigeneranti e coltivando gratitudine per mantenere serenità e benessere emotivo.",
      "recommended_activity": "meditazione",
      "diet_focus": "idratazione",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Il 14 febbraio 2026, il benessere fisico dei Capricorno richiede attenzione particolare. Dedica tempo a esercizi di rafforzamento, come yoga o camminate all'aperto, per aumentare energia e vitalità. Cura l'alimentazione con pasti equilibrati e ricchi di nutrienti. Ricorda di idratarti bene e di concederti momenti di relax per mantenere corpo e mente in armonia.",
      "mental": "Capricorno, il 14 febbraio 2026, dedicati alla calma interiore. Practica respirazioni profonde e meditazione per migliorare la chiarezza mentale. Ricorda di riconoscere le tue emozioni senza giudizio e di concederti pause di relax. Coltiva momenti di mindfulness per bilanciare stress e tensione, rafforzando benessere e serenità quotidiana.",
      "recommended_activity": "stretching",
      "diet_focus": "frutta",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Il 14 febbraio 2026, dedicati alla cura del corpo con esercizi leggeri come yoga o passeggiate all'aperto, che aiutano a mantenere energia e benessere. Bevi molta acqua e segui un’alimentazione equilibrata ricca di frutta, verdura e proteine sane. Dormi abbastanza e ascolta il tuo corpo, evitandoti stress fisico e mentale.",
      "mental": "Il 14 febbraio 2026, l’Acquario è invitato a dedicare tempo alla meditazione e alla respirazione profonda per migliorare la chiarezza mentale. Pratica quotidiana di mindfulness aiuterà a mantenere l’equilibrio emotivo e ridurre lo stress. Concediti momenti di silenzio e auto-riflessione, ascoltando sinceramente le tue emozioni per rafforzare la serenità interiore.",
      "recommended_activity": "yoga",
      "diet_focus": "proteine",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Per i Pesci nel 2026-02-14, concentrati sull'equilibrio tra riposo e attività fisica. Dedica almeno 30 minuti a esercizi leggeri come yoga o passeggiate, che migliorano energia e benessere. Mantieni una buona idratazione e cura l'alimentazione con cibi nutrienti. Ascolta il corpo, riposa quando necessario e coltiva momenti di rilassamento per rafforzare il sistema immunitario.",
      "mental": "Il 14 febbraio 2026, i Pesci possono beneficiare di pratiche di mindfulness quotidiana come meditazione e respirazione profonda per aumentare la chiarezza mentale. Dedica tempo a coltivare l’auto-compassione e a riconoscere le emozioni senza giudizio. Ricorda di trovare momenti di tranquillità, respira profondamente e affronta le sfide con calma e equilibrio interiore.",
      "recommended_activity": "cardio",
      "diet_focus": "verdure",
      "author": "Astrologly"
    }
  }
}