{
  "date": "2026-02-04",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Áries em 2026-02-04 deve focar na manutenção de sua energia, praticando exercícios matinais como corrida ou yoga. Hidrate-se bem ao longo do dia e alimente-se com refeições nutritivas e equilibradas. Priorize descanso adequado e evite excessos. Reserve momentos para cuidar da pele e alongar-se após a atividade física, promovendo bem-estar completo e vitalidade contínua.",
      "mental": "No dia 4 de fevereiro de 2026, Áries, concentre-se em praticar técnicas de respiração profunda e meditação para manter a clareza mental. Cultive o equilíbrio emocional ao reconhecer seus sentimentos com compaixão. Evite impulsos e reserve momentos de silêncio para reequilibrar sua energia. Permaneça presente, valorizando pequenos momentos de paz para fortalecer seu bem-estar emocional.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Para Touro em 2026-02-04, priorize uma rotina de exercícios que fortaleça seu corpo, como yoga ou caminhada ao ar livre. Mantenha uma alimentação equilibrada, rica em nutrientes e hidratação adequada. Durma bem para recuperar energia. Cuide da sua pele e postura, fazendo alongamentos diários. Ouça seu corpo e ajuste o esforço conforme necessário, promovendo bem-estar e vitalidade.",
      "mental": "Para Touro em 4 de fevereiro de 2026, concentre-se em praticar a atenção plena para cultivar calma mental e emocional. Reserve um momento diário para meditação ou respiração profunda, ajudando a aliviar o estresse. Busque equilíbrio, conciliando suas necessidades físicas com o cuidado emocional, e evite decisões impulsivas. Cultivar serenidade fortalecerá sua saúde mental e bem-estar geral.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Gêmeos, em 2026-02-04, concentre-se em manter sua energia equilibrada. Priorize uma alimentação leve, hidratação adequada e sono de qualidade. Inclua exercícios cardiorrespiratórios, como caminhadas ou dança, para estimular sua vitalidade. Dedique tempo ao autocuidado, alongamentos e relaxamento mental, promovendo bem-estar físico e emocional. Escute seu corpo e ajuste suas rotinas conforme necessário.",
      "mental": "Para Gêmeos em 2026-02-04, priorize momentos de silêncio e reflexão para clarear a mente. Pratique técnicas de respiração consciente e meditação para equilibrar suas emoções. Gerencie o estresse adotando rotinas de autocuidado, como caminhadas ao ar livre ou journaling. Cultive a presença plena no dia a dia, fortalecendo sua saúde mental e emocional. Cuide de si com calma e atenção.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "No dia 4 de fevereiro de 2026, priorize o cuidado com seu corpo. Mantenha uma alimentação equilibrada, rica em frutas, vegetais e proteínas magras. Pratique atividades físicas leves, como caminhadas ou ioga, para aumentar sua energia e melhorar o bem-estar. Hidrate-se adequadamente e durma bem para fortalecer seu sistema imunológico e promover a recuperação.",
      "mental": "Para o dia 4 de fevereiro de 2026, Cancer, concentre-se em praticar a atenção plena através de meditação ou respiração consciente. Reserve um tempo para refletir sobre suas emoções e identificar o que precisa de cuidado. Cultive pensamentos positivos e busque atividades que tragam paz. Mantenha uma rotina equilibrada para reduzir o estresse e fortalecer seu bem-estar mental e emocional.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Para Leão em 2026-02-04, foque em reforçar sua rotina de cuidados corporais e manter uma alimentação equilibrada. Realize exercícios de fortalecimento e alongamento para aumentar sua energia e vitalidade. Priorize descanso adequado e hidrate-se bem. Ouça seu corpo, evitando excessos, e pratique atividades prazerosas que estimulam seu bem-estar físico e emocional.",
      "mental": "Para Leão em 4 de fevereiro de 2026, pratique a atenção plena e respirações profundas ao longo do dia para acalmar a mente e melhorar a clareza. Valorize momentos de silêncio e gratidão para equilibrar emoções e reduzir o estresse. Cultivar autocuidado e aceitar seus sentimentos fortalecerá seu bem-estar emocional. Cuide-se com amor e paciência.",
      "recommended_activity": "caminhada",
      "diet_focus": "grãos integrais",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Para Virgem em 2026-02-04, concentre-se em manter uma rotina de exercícios regular, como caminhadas ou ioga, para aumentar sua energia. Priorize uma alimentação equilibrada, com alimentos naturais e ricos em nutrientes. Cuide da sua pele e higiene pessoal, reservando tempo para relaxar. Assim, seu bem-estar físico será fortalecido, promovendo mais vitalidade e equilíbrio na rotina diária.",
      "mental": "Para Virgem em 2026-02-04, concentre-se em praticar a atenção plena diariamente, respirando profundamente e observando seus pensamentos sem julgamento. Reserve tempo para organizar suas emoções, reconhecendo e expressando seus sentimentos de forma saudável. Mantenha uma rotina de exercícios suaves, como caminhada ou meditação, para reduzir o estresse e promover equilíbrio mental e emocional.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Para Libra em 4 de fevereiro de 2026, priorize o equilíbrio físico. Faça exercícios moderados, como yoga ou caminhada ao ar livre, para fortalecer corpo e mente. Mantenha uma alimentação equilibrada, rica em frutas, verduras e proteínas magras. Hidrate-se bem e reserve momentos para relaxamento e cuidados pessoais, promovendo energia e bem-estar duradouro.",
      "mental": "Para Libra em 2026-02-04, foque na busca de equilíbrio emocional através da meditação e respiração consciente. Reserve um tempo para refletir sobre suas emoções e estabelecer limites saudáveis. Priorize o autocuidado, pratique gratidão diária e evite sobrecarregar-se com decisões complexas. Cultive a clareza mental e o bem-estar emocional para um dia mais harmonioso e centrado.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Para Escorpião em 4 de fevereiro de 2026, priorize atividades que fortaleçam seu sistema imunológico, como caminhadas ao ar livre e alongamentos diários. Mantenha uma alimentação equilibrada, rica em nutrientes, e hidrate-se adequadamente. Faça revisões regulares de saúde e evite o excesso de estresse através de técnicas de relaxamento, garantindo energia constante e bem-estar físico.",
      "mental": "Para Escorpião em 4 de fevereiro de 2026, concentre-se na prática diária de mindfulness para manter a clareza mental. Tire momentos para respirar profundamente e refletir sobre suas emoções, evitando reações impulsivas. Cultive o equilíbrio emocional através de journaling, permitindo-se liberar sentimentos. Priorize o autocuidado e lembre-se que buscar apoio é um sinal de força, promovendo bem-estar duradouro.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "No dia 4 de fevereiro de 2026, Sagitário deve focar em equilibrar sua energia através de exercícios ao ar livre, como caminhada ou corrida. Priorize uma alimentação leve, com muitas frutas e vegetais, e hidrate-se bem. Cuide do sono para manter vitalidade. Reserve tempo para alongamentos e práticas de relaxamento, fortalecendo corpo e mente com gentle yoga ou meditação.",
      "mental": "Para Sagitário em 2026-02-04, cultive momentos de reflexão e pratique mindfulness para fortalecer sua clareza mental. Reserve tempo para atividades que promovam equilíbrio emocional, como meditação ou yoga. Gerencie o estresse através de respirações profundas e conecte-se com amigos ou familiares para apoio emocional. Cuidados constantes fortalecerão seu bem-estar integral neste dia.",
      "recommended_activity": "meditação",
      "diet_focus": "hidratação",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Para Capricórnio em 4 de fevereiro de 2026, concentre-se na alimentação equilibrada e na hidratação adequada para manter a energia. Priorize atividades físicas que fortaleçam o corpo, como caminhadas ou yoga. Faça pausas durante o dia e durma bem para recuperar as energias. Cuide da sua saúde com rotina consistente e atenção ao seu bem-estar físico.",
      "mental": "Capricórnio em 4 de fevereiro de 2026 deve priorizar momentos de reflexão para manter a clareza mental. Pratique técnicas de respiração profunda e meditação diariamente para equilibrar emoções e reduzir o estresse. Reserve tempo para atividades que tragam alegria e promovam o autoconhecimento. Cultivar a paciência e o autocuidado fortalecerá seu bem-estar emocional e mental neste período.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "No dia 4 de fevereiro de 2026, Aquário deve priorizar o cuidado com a saúde física. Invista em atividades que aumentem sua energia, como caminhadas ao ar livre ou exercícios leves. Hidrate-se bastante, alimente-se de forma equilibrada e reserve tempo para alongamentos diários. Dedicar atenção ao sono e evitar o estresse ajudará a manter seu bem-estar integral.",
      "mental": "Para Aquário em 4 de fevereiro de 2026, priorize momentos de reflexão e prática da atenção plena para manter a clareza mental. Identifique e expresse suas emoções de forma saudável, buscando equilíbrio emocional. Reserve tempo para descansar, meditar e desconectar-se das distrações, fortalecendo sua resiliência contra o estresse. Cultive o autocuidado para promover seu bem-estar integral neste momento.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Para Peixes em 2026-02-04, concentre-se em cuidar do seu corpo com atividades suaves, como yoga ou alongamentos, para aumentar sua energia e bem-estar. Priorize uma alimentação equilibrada, hidrate-se bem e durma o suficiente. Dedique tempo ao relaxamento e à meditação para reduzir o estresse, fortalecendo sua saúde física e emocional ao longo do dia.",
      "mental": "Peixes, em 2026-02-04, priorize momentos de introspecção para fortalecer sua clareza mental. Reserve tempo para práticas de mindfulness, como meditação ou respiração consciente, para equilibrar emoções. Cultive a paciência diante de desafios e permita-se expressar seus sentimentos de forma saudável. Cuide do seu bem-estar emocional, lembrando-se sempre de que o autocuidado é fundamental para sua harmonia interior.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    }
  }
}