{
  "date": "2026-02-12",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Áries, em 12 de fevereiro de 2026, concentre-se em equilibrar sua energia. Priorize exercícios vigorosos como corrida ou treino funcional para liberar a energia excessiva. Cuide bem da sua alimentação, incluindo refeições leves e nutritivas. Dedique tempo para repouso e alongamentos diários, evitando excesso de estresse físico. Ouça seu corpo e mantenha uma rotina de autocuidado consistente para fortalecer sua vitalidade.",
      "mental": "Áries em 12 de fevereiro de 2026, priorize momentos de silêncio para acalmar a mente e fortalecer a clareza mental. Cultive práticas de mindfulness, como respiração consciente ou meditação, para equilibrar emoções acaloradas. Lembre-se de cuidar de si mesmo, estabelecendo limites e permitindo-se descansar. Equilíbrio emocional e autocompaixão trarão mais paz e resistência ao seu dia a dia.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Para Touro em 12 de fevereiro de 2026, priorize cuidados corporais e alimentação equilibrada. Invista em exercícios moderados, como caminhadas e alongamentos, para manter energia e bem-estar. Hidrate-se bem e durma cedo, favorecendo a recuperação física. Evite excessos e escute seu corpo, ajustando rotinas conforme necessário para garantir vitalidade e saúde duradoura.",
      "mental": "Touro, em 12 de fevereiro de 2026, concentre-se na prática diária de mindfulness para fortalecer sua clareza mental. Reserve momentos para meditação ou respiração consciente, equilibrando emoções e reduzindo o estresse. Cultive gratidão e autocompaixão, criando uma base sólida de bem-estar emocional. Priorize atividades que tragam paz e harmonia, fortalecendo seu equilíbrio interior.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Gêmeos, em 2026-02-12, priorize o cuidado com o corpo, mantenha uma alimentação equilibrada e hidrate-se bem. Inclua exercícios leves, como caminhadas ou alongamentos, para aumentar sua energia e melhorar o humor. Descanso adequado é fundamental para evitar fadiga. Ouça seu corpo e ajuste sua rotina, promovendo bem-estar e vitalidade constantemente.",
      "mental": "Gêmeos em 12/02/2026, concentre-se na prática diária de mindfulness para manter a clareza mental. Reserve momentos de silêncio para refletir e equilibrar emoções. Gerencie o estresse com exercícios de respiração e atividades que promovam alegria. Cultive a paciência consigo mesmo, ajudando a fortalecer a resiliência emocional e a conquistar equilíbrio mental. Cuide-se com carinho e atenção plena.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Para fortalecer sua saúde física, mantenha uma alimentação balanceada, rica em frutas, legumes e proteínas magras. Hidrate-se adequadamente e pratique exercícios leves, como caminhadas ou yoga, ao menos três vezes por semana. Priorize o descanso e momentos de relaxamento para recuperar energia. Consulte seu médico regularmente e siga as recomendações específicas do seu tratamento. Cuide-se com carinho e atenção.",
      "mental": "Para o dia 12 de fevereiro de 2026, dedique momentos à prática de mindfulness e respiração consciente para aumentar sua clareza mental. Priorize o autocuidado emocional, equilibrando suas emoções através de journaling ou conversas com pessoas de confiança. Reserve tempo para atividades que tragam paz, como meditação ou caminhadas ao ar livre, ajudando a gerenciar o estresse e promover bem-estar.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "No dia 12 de fevereiro de 2026, Leão deve priorizar o autocuidado físico. Invista em atividades que aumentem sua energia, como exercícios ao ar livre e alongamentos diários. Hidrate-se bem e alimente-se de forma equilibrada para fortalecer seu corpo. Reserve tempo para descanso e cuidados com a pele, promovendo bem-estar e vitalidade ao longo do dia.",
      "mental": "Leão em 12 de fevereiro de 2026, concentre-se em praticar a atenção plena diariamente, reservando momentos para meditação ou respiração profunda. Busque equilíbrio emocional, expressando seus sentimentos com honestidade e empatia. Gerencie o estresse priorizando atividades que tragam alegria e relaxamento. Cultive pensamentos positivos e lembre-se de que cuidar de si mesmo fortalece sua estabilidade mental e emocional.",
      "recommended_activity": "caminhada",
      "diet_focus": "grãos integrais",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Para Virgem em 12 de fevereiro de 2026, concentre-se na manutenção de uma rotina equilibrada de exercícios físicos, como caminhadas ou alongamentos diários. Priorize uma alimentação nutritiva, rica em fibras e vitaminas, e hidrate-se adequadamente. Ouça o seu corpo, descansando quando necessário, e invista em cuidados com a pele e higiene para aumentar sua energia e bem-estar geral.",
      "mental": "Virgem em 2026-02-12, concentre-se em praticar meditação diária para fortalecer sua clareza mental e reduzir o estresse. Reserve momentos para respirar profundamente e refletir, promovendo equilíbrio emocional. Organize suas tarefas de forma realista, evitando sobrecarga. Cultive a gratidão e o autocuidado, fortalecendo sua resiliência emocional e promovendo bem-estar integral.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Para Libra em 12 de fevereiro de 2026, foque na manutenção de uma rotina equilibrada de exercícios leves, como yoga ou caminhada, para melhorar sua energia e bem-estar. Priorize uma alimentação nutritiva e hidratação adequada. Cuide da sua postura e reserve momentos para relaxar, evitando o estresse, que pode afetar sua saúde física. Priorize seu autocuidado diariamente.",
      "mental": "Para Libra em 2026-02-12, invista em momentos de reflexão para aprimorar sua clareza mental. Pratique técnicas de mindfulness e respiração profunda para equilibrar emoções e reduzir o estresse. Reserve tempo para atividades que lhe tragam paz, conectando-se com a natureza ou meditando. Cultive a aceitação e o autoconhecimento, promovendo harmonia interior e bem-estar emocional duradouro.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Para Escorpião em 12 de fevereiro de 2026, priorize o cuidado com a saúde física e a energia. Inclua exercícios regulares, como yoga ou caminhada, para fortalecer o corpo e aliviar o estresse. Cuide da alimentação, mantendo uma dieta equilibrada e hidratação adequada. Faça pausas para relaxar e dormir bem, garantindo renovação e vitalidade ao longo do dia.",
      "mental": "No dia 12 de fevereiro de 2026, Escorpião, concentre-se na prática diária de mindfulness para fortalecer sua clareza mental. Reserve momentos para respirar profundamente e refletir sobre suas emoções. Cultive o autoconhecimento, evitando sobrecarregar-se com preocupações. Permita-se relaxar e acolher suas emoções com compreensão e compaixão, promovendo um equilíbrio emocional sólido e uma mente tranquila.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Para Sagitário em 12 de fevereiro de 2026, priorize atividades físicas que elevem sua energia, como caminhadas ao ar livre ou yoga. Cuide da alimentação com mais alimentos frescos e nutritivos. Hidrate-se bem e descanse adequadamente para manter o vigor. Ouça seu corpo e evite excessos, equilibrando momentos de atividade e repouso para promover bem-estar contínuo.",
      "mental": "Sagitário, em 12/02/2026, concentre-se na prática diária de mindfulness para manter a clareza mental e o equilíbrio emocional. Reserve momentos para meditação ou respiração consciente, ajudando a aliviar o estresse. Cultive a autocompaixão e não tema compartilhar seus sentimentos. Assim, fortalecerá sua resiliência e bem-estar emocional, promovendo uma jornada mais leve e equilibrada.",
      "recommended_activity": "meditação",
      "diet_focus": "hidratação",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Capricórnio em 12 de fevereiro de 2026 deve focar na manutenção de uma rotina de exercícios consistente, como caminhada ou yoga, para aumentar sua energia. Cuide bem da alimentação, priorizando alimentos nutritivos e naturais. Hidrate-se adequadamente e descanse o suficiente para fortalecer o sistema imunológico. Escute seu corpo e evite excesso de esforço, promovendo equilíbrio e bem-estar físico.",
      "mental": "Capricórnio em 12 de fevereiro de 2026, priorize práticas diárias de mindfulness para manter a clareza mental. Dedique momentos para respirar profundamente e refletir sobre suas emoções, promovendo equilíbrio emocional. Para gerir o estresse, estabeleça limites claros, pratique exercícios físicos e conserve uma rotina harmoniosa. Cultivar esse equilíbrio fortalecerá sua resiliência e bem-estar emocional.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "No dia 12 de fevereiro de 2026, concentre-se em cuidar do seu corpo com exercícios suaves, como caminhada ou yoga, para manter sua energia elevada. Priorize uma alimentação balanceada e hidratação adequada. Reserve tempo para alongamentos e descanso, fortalecendo sua saúde física e emocional. Pequenas ações diárias farão uma diferença significativa no seu bem-estar geral.",
      "mental": "No dia 12 de fevereiro de 2026, Aquário, concentre-se na prática de mindfulness para manter a clareza mental. Reserve um momento para respirações profundas e reflexão diária. Valorize suas emoções, reconhecendo-as sem julgamento. Busque atividades que promovam equilíbrio e relaxamento, como meditação ou caminhada ao ar livre. Cuide de si com gentileza e paciência, fortalecendo seu bem-estar emocional.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Para Peixes em 12 de fevereiro de 2026, priorize práticas que elevem sua energia. Mantenha uma alimentação equilibrada, hidrate-se bem e dedique tempo ao exercício físico, como yoga ou caminhadas ao ar livre. Cuide da pele com hidratação e repouso adequado. Essas ações ajudarão a equilibrar seu corpo, melhorar seu bem-estar e aumentar sua vitalidade diária.",
      "mental": "Peixes em 2026-02-12 devem dedicar tempo à meditação e respiração consciente para aprimorar a clareza mental. Cultive o autoconhecimento, aceitando suas emoções sem julgamento. Pratique atividades relaxantes como ioga ou caminhadas na natureza para reduzir o estresse. Estabeleça limites saudáveis, permitindo momentos de introspecção, e busque apoios emocionais quando necessário para manter o equilíbrio interno.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    }
  }
}