{
  "date": "2026-02-11",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Para Aries en 2026-02-11, enfócate en mantener un equilibrio entre energía y descanso. Incorpora ejercicios cardiovasculares como correr o nadar para potenciar tu vitalidad. Cuida tu cuerpo con una alimentación balanceada y descanso adecuado para evitar agotamiento. Escucha a tu cuerpo, realiza pausas y practica técnicas de relajación para mantener tu bienestar físico y emocional.",
      "mental": "El 11 de febrero de 2026, enfócate en prácticas de mindfulness para cultivar claridad mental y equilibrio emocional, como la respiración profunda y la meditación diaria. Evita decisiones impulsivas y prioriza momentos de calma. Reconoce tus emociones sin juzgarlas, y busca apoyo si sientes abrumamiento. Cuida tu bienestar emocional para mantenerte fuerte y centrado en tu camino.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetales",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Para Tauro en 2026-02-11, prioriza el cuidado de tu cuerpo. Incluye ejercicios suaves como yoga o caminatas diarias para mantener tu energía elevada. Asegúrate de alimentarte con comidas nutritivas y equilibradas. Descansa lo suficiente y mantén una hidratación adecuada. Tu bienestar físico fortalecerá tu ánimo y te permitirá afrontar el día con mayor vitalidad y positivismo.",
      "mental": "Tauro, en esta fecha te invita a priorizar momentos de calma y reflexión. Practica la respiración profunda y la meditación para fortalecer tu claridad mental y reducir el estrés. Encuentra tiempo para conectar con la naturaleza y agradecer lo que tienes. La atención plena te ayudará a mantener un equilibrio emocional, promoviendo bienestar y paz interior en tu día a día.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Para Géminis en 2026-02-11, enfoca en mantener energía equilibrada con ejercicio moderado como caminatas o yoga. Cuida tu cuerpo con una alimentación variada y rica en nutrientes. Prioriza el descanso reparador y bebe suficiente agua. Escucha a tu cuerpo y evita el exceso de actividades para prevenir agotamiento. La constancia en hábitos saludables potenciará tu bienestar total hoy.",
      "mental": "Géminis, el 11 de febrero de 2026, enfócate en la respiración consciente y la meditación diaria para calmar tu mente. Dedica tiempo a escribir tus pensamientos y emociones, facilitando la claridad mental. Practica actividades que te conecten con el presente, y evita sobrecargarte. Cuida tu bienestar emocional y recuerda que tomarte pausas te fortalecerá en momentos de estrés.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "El 11 de febrero de 2026, enfócate en mantener una alimentación equilibrada y nutritiva para apoyar tu energía. Incorpora ejercicio moderado como caminatas o yoga para fortalecer tu cuerpo y reducir el estrés. Prioriza el descanso y la hidratación adecuada. Escucha a tu cuerpo y evita esfuerzos excesivos, promoviendo así tu bienestar físico y vitalidad en ese día y futuro cercano.",
      "mental": "El 11 de febrero de 2026, enfócate en practicar la atención plena, respiraciones profundas y meditaciones cortas para mantener la claridad mental y emocional. Prioriza el autocuidado, permite expresar tus sentimientos y busca apoyo si lo necesitas. Dedica tiempo a actividades que te conecten contigo mismo, promoviendo equilibrio y serenidad en tu bienestar emocional durante este día.",
      "recommended_activity": "estiramiento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Leo, en esta fecha, prioriza tu bienestar físico manteniendo una dieta equilibrada y rica en nutrientes. Incorpora ejercicio regular, como caminatas o yoga, para aumentar tu energía y reducir el estrés. No olvides hidratarte adecuadamente y dormir lo suficiente. Escucha a tu cuerpo y toma pequeños descansos durante el día para sentirte revitalizado y en armonía con tu salud.",
      "mental": "Para Leo el 11 de febrero de 2026, enfoca en practicar la respiración profunda y la meditación diaria para mantener la claridad mental. Busca momentos de quietud para reflexionar y gestionar el estrés. Cultiva la gratitud y el autoconocimiento, y rodearte de personas positivas que apoyen tu bienestar emocional. Dedica tiempo a cuidar de ti mismo y a conectar con tu yo interior.",
      "recommended_activity": "caminar",
      "diet_focus": "granos integrales",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "El 11 de febrero de 2026, Virgo, enfócate en mantener una rutina equilibrada de ejercicio y descanso. Incorpora actividades suaves como yoga o caminatas diarias para potenciar tu energía y reducir el estrés. Prioriza una alimentación ligera y nutritiva, hidratándote adecuadamente. Dedica tiempo a cuidar tu cuerpo, y notarás mejorías en tu bienestar general y vitalidad.",
      "mental": "El 11 de febrero de 2026, Virgo, enfócate en la respiración consciente y la meditación para mejorar tu claridad mental. Dedica tiempo a actividades que te calmen y te conecten con tus emociones, como la escritura o el yoga. Establecer límites te ayudará a reducir el estrés, promoviendo un equilibrio emocional y una mayor serenidad en tu día a día.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetales",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Para Libra el 11 de febrero de 2026, enfócate en mantener un equilibrio en tu cuidado físico. Incorpora ejercicios suaves como yoga o caminatas diarias para mejorar tu energía y reducir el estrés. Prioriza una alimentación equilibrada y mantente hidratado. No olvides descansar lo suficiente y realizar rutinas de relajación para promover tu bienestar general.",
      "mental": "El 11 de febrero de 2026, Libra, enfócate en encontrar equilibrio emocional practicando la respiración consciente y la meditación diaria. Dedica tiempo a reflexionar sin juzgarte, prioriza el descanso y comunícate abiertamente con quienes te rodean. Busca actividades que te llenen de paz y te ayuden a mantener claridad mental. Cuida tu bienestar, ¡es fundamental para tu armonía!",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Para Escorpio en 2026-02-11, enfóquese en mantener una rutina de ejercicio regular como yoga o natación para mejorar su energía y reducir el estrés. Priorice una alimentación equilibrada rica en vegetales y proteínas, y descanse adecuadamente. Hidratándose bien y cuidando su piel, fortalecerá su bienestar físico y emocional, logrando mayor vitalidad y equilibrio diario.",
      "mental": "Para Escorpio en 11 de febrero de 2026, enfócate en la respiración consciente y la meditación diaria para mejorar tu claridad mental. Practica la autocompasión y expresa tus emociones con confianza. Usa técnicas de relajación para manejar el estrés y establece límites saludables, priorizando tu bienestar emocional. Dedica tiempo a actividades que te reconforten y conecten contigo mismo.",
      "recommended_activity": "estiramiento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "El 11 de febrero de 2026, Sagitario debe priorizar el descanso y la alimentación saludable para mantener su energía. Incorpora ejercicio moderado, como caminatas o yoga, para fortalecer cuerpo y mente. Hidratación y cuidado de la piel son esenciales. Escucha tu cuerpo, evita el exceso y busca momentos de relajación para potenciar tu bienestar físico en este día.",
      "mental": "El 11 de febrero de 2026, es importante que Sagitario practique la meditación para mejorar su claridad mental y reducir el estrés. Tómate tiempo para reflexionar y establecer límites saludables, priorizando tu bienestar emocional. Mantén una actitud positiva y enfócate en actividades que te llenen de alegría. La atención plena te ayudará a mantener el equilibrio en momentos de desafío.",
      "recommended_activity": "meditación",
      "diet_focus": "hidratación",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "El 11 de febrero de 2026, Capricornio, enfoca tu energía en mantener una rutina de ejercicio regular, como caminar o yoga. Prioriza el descanso y la alimentación balanceada para aumentar tu vitalidad. Dedica tiempo a cuidar tu cuerpo, hidratándote bien y evitando el estrés excesivo. Escucha tu cuerpo y descansa cuando sea necesario para mantener tu bienestar físico.",
      "mental": "El 11 de febrero de 2026, enfócate en practicar respiración profunda y meditaciones cortas para calmar la mente. Dedica tiempo a reflexionar sobre tus emociones y acepta tus sentimientos sin juicio. Establece límites claros para reducir el estrés y prioriza actividades que te brinden paz interior. Cultivar la autocompasión te ayudará a mantener un equilibrio emocional sólido.",
      "recommended_activity": "estiramiento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Para Acuario el 11 de febrero de 2026, prioriza el cuidado corporal y la energía. Incorpora ejercicios aeróbicos como caminatas rápidas o bicicleta, que revitalizarán tu espíritu. Mantén una alimentación equilibrada rica en frutas, verduras y proteínas. Descansa lo suficiente y realiza relajaciones para reducir el estrés, promoviendo una salud física óptima y niveles energéticos elevados durante todo el día.",
      "mental": "Acuario, hoy es un día para priorizar tu bienestar emocional. Practica la respiración consciente y dedica tiempo a la meditación para aclarar tu mente. Reconoce tus emociones sin juzgarlas y busca actividades que te llenen de paz, como caminar en la naturaleza o escuchar música suave. Cuida tu equilibrio interior y recuerda que tu bienestar mental es fundamental para tu felicidad.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Para Piscis el 11 de febrero de 2026, prioriza el cuidado corporal con una rutina de ejercicio suave y constante, como yoga o caminatas. Mantén una alimentación equilibrada y beba suficiente agua para elevar tus niveles de energía. Dedica tiempo a descansar y cuidar tu piel, ayudando a fortalecer tu bienestar físico y emocional en este día.",
      "mental": "El 11 de febrero de 2026, Piscis, enfócate en la respiración consciente y la meditación para fortalecer tu claridad mental. Practica actividades que te conecten con tus emociones, como escribir o escuchar música suave. Establece límites saludables para manejar el estrés y recuerda que el autocuidado es esencial. Confía en tu intuición y tómate tiempo para respirar profundo y encontrarte contigo mismo.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetales",
      "author": "Astrologly"
    }
  }
}