{
  "date": "2026-02-14",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 14 février 2026, privilégiez des activités physiques régulières comme la marche ou le yoga pour canaliser votre énergie. Accordez une attention particulière à votre alimentation en incorporant des fruits, légumes et protéines saines. N’oubliez pas de rester hydraté et de prendre soin de votre sommeil. Écoutez votre corps pour éviter la surcharge. Priorisez votre bien-être physique.",
      "mental": "Pour les Bélier du 14 février 2026, prenez le temps de pratiquer la méditation quotidienne pour calmer votre esprit. Accordez-vous des pauses pour respirer profondément lors de situations stressantes. Fixez des intentions positives chaque matin et écoutez votre corps. Cultivez la patience et la compassion envers vous-même pour renforcer votre équilibre émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Le Taureau, le 14 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et fibres pour maintenir votre énergie. Intégrez une activité physique régulière comme la marche, le yoga ou la musculation douce. Pensez à prendre soin de votre corps en vous hydratant bien et en vous accordant des pauses de repos pour revitaliser votre vitalité.",
      "mental": "Chère Taureau, le 14 février 2026 sera idéal pour cultiver la clarté mentale. Prenez du temps chaque matin pour méditer ou respirer profondément afin d’apaiser votre esprit. Écoutez vos émotions avec compassion, sans jugement. Adoptez des activités relaxantes comme la marche ou le yoga pour gérer le stress et renforcer votre équilibre intérieur. Prenez soin de vous.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Pour les Gémeaux le 14 février 2026, privilégiez une routine équilibrée pour soutenir votre énergie. Intégrez des activités cardio modérées, comme la marche rapide ou le vélo, pour stimuler votre vitalité. N’oubliez pas de vous hydrater régulièrement et d’adopter des soins corporels doux, tels que des étirements ou le yoga, afin de maintenir votre bien-être global.",
      "mental": "Le 14 février 2026, les Gémeaux bénéficieront d'une journée idéale pour cultiver la clarté mentale. Prenez du temps pour la méditation ou la respiration consciente afin de calmer l'esprit. Écoutez vos émotions, exprimez-vous avec douceur, et évitez la surcharge d’informations. Cultivez la gratitude, pratiquez l’auto-compassion et concentrez-vous sur l’instant présent pour un bien-être équilibré.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Le 14 février 2026, prenez soin de votre corps en adoptant une alimentation équilibrée riche en fruits, légumes et protéines maigres. Pratiquez une activité physique régulière, comme la marche ou le yoga, pour renforcer votre énergie et votre bien-être. Dormez suffisamment, hydratez-vous bien et évitez le stress pour favoriser votre recovery et votre vitalité globales.",
      "mental": "En ce 14 février 2026, prenez du temps chaque matin pour respirer profondément et pratiquer la pleine conscience. Accordez-vous des pauses régulières pour préserver votre clarté mentale et cultiver l’équilibre émotionnel. Écoutez vos sentiments avec douceur, pratiquez la gratitude, et n’hésitez pas à partager vos pensées avec un proche. Ces gestes renforceront votre bien-être intérieur.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion, pour rester en forme le 14 février 2026, privilégie une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intègre une activité physique régulière, comme la marche rapide ou le yoga, pour stimuler ton énergie. N'oublie pas de boire beaucoup d’eau, de dormir suffisamment et d’adopter une routine de soins pour ton corps afin de favoriser ton bien-être global.",
      "mental": "Pour Lion le 14 février 2026, prenez le temps de pratiquer la respiration profonde et la méditation chaque matin pour renforcer votre clarté mentale. Apprenez à reconnaître et à exprimer vos émotions avec douceur, évitant ainsi le stress inutile. Accordez-vous des moments de calme, loin des distractions, pour nourrir votre bien-être émotionnel et retrouver un équilibre précieux.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 14 février 2026, prenez soin de votre santé physique en intégrant une routine équilibrée d’exercices doux comme le yoga ou la marche rapide. Hydratez-vous suffisamment et privilégiez une alimentation riche en fruits, légumes et protéines maigres. Accordez-vous des moments de repos pour revitaliser votre énergie, et n’oubliez pas de prendre soin de votre peau avec des soins nourrissants.",
      "mental": "Le 14 février 2026, Vierge, prenez le temps ce jour-là de pratiquer la pleine conscience en respirant profondément et en méditant quelques minutes. Évitez la surcharge mentale en organisant votre journée avec douceur. Focus sur des activités apaisantes et connectez-vous aux émotions positives pour renforcer votre équilibre intérieur. Prenez soin de vous, vous le méritez.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Le 14 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines. Pratiquez une activité physique régulière comme la marche, le yoga ou la natation, pour renforcer votre corps et augmenter votre énergie. N’oubliez pas de dormir suffisamment et de boire beaucoup d’eau. Écoutez votre corps et adaptez vos efforts pour un bien-être optimal.",
      "mental": "Pour maintenir votre équilibre mental et émotionnel en cette journée, pratiquez la respiration profonde et la pleine conscience. Prenez chaque moment comme une opportunité d’écouter vos émotions sans jugement. Investissez dans des activités apaisantes, comme la méditation ou une marche en nature. N’oubliez pas de vous accorder du temps pour vous recentrer et accueillir la paix intérieure.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 14 février 2026, prenez soin de votre santé physique en intégrant une activité régulière, comme la marche ou le yoga, pour booster votre énergie. Priorisez une alimentation équilibrée riche en fruits, légumes et protéines. N'oubliez pas de vous hydrater et de dormir suffisamment pour soutenir votre vitalité. Écoutez votre corps et évitez la surcharge.",
      "mental": "Le 14 février 2026, prenez le temps de pratiquer la méditation ou la respiration profonde pour clarifier votre esprit. Entourez-vous de proches rassurants pour maintenir un équilibre émotionnel. Identifiez ce qui vous cause du stress et adoptez des routines de relaxation. Cultivez la pleine conscience chaque jour afin de renforcer votre bien-être mental et émotionnel durablement.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 14 février 2026, Sagittaire doit privilégier l’activité physique régulière pour maintenir son énergie. Optez pour des exercices variés comme la marche, le yoga ou la course à pied. Hydratez-vous bien, équilibrer votre alimentation, et accordez-vous des moments de repos pour recharger votre corps et renforcer votre vitalité. Prenez soin de votre santé avec douceur et constance.",
      "mental": "Le 14 février 2026, Sagittaire, prenez le temps de vous recentrer en pratiquant la méditation ou la respiration profonde. Cultivez la gratitude pour apaiser votre esprit et renforcer votre équilibre émotionnel. Évitez le trop-plein d’informations, et accordez-vous des pauses régulières pour gérer le stress. Soyez bienveillant envers vous-même, et écoutez votre intuition pour garder une clarté mentale.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Le 14 février 2026, Capricorne, privilégiez une routine équilibrée : intégrez des exercices modérés comme la marche ou le yoga pour revitaliser votre énergie. Hydratez-vous bien, privilégiez une alimentation saine et riche en nutriments, et consacrez du temps à votre sommeil. Prenez soin de votre corps en écoutant ses besoins, pour maintenir vitalité et bien-être durable.",
      "mental": "Pour le Capricorne le 14 février 2026, prenez le temps de pratiquer la pleine conscience chaque matin, en respirant profondément pour clarifier votre esprit. Cultivez la patience face aux défis, et n'hésitez pas à partager vos émotions avec des proches de confiance. Intégrez des pauses régulières pour réduire le stress et renforcer votre équilibre émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Pour le Verseau le 14 février 2026, privilégiez une routine équilibrée d'exercices doux comme le yoga ou la marche en nature pour renforcer votre corps et libérer le stress. Veillez à bien vous hydrater, à adopter une alimentation saine, riche en vitamines, et à dormir suffisamment. Prenez du temps pour vous chouchouter, favorisant votre énergie et votre bien-être global.",
      "mental": "Le 14 février 2026, Verseau, prenez le temps de respirer profondément pour calmer votre esprit. Pratiquez la méditation ou la pleine conscience pour renforcer votre clarté mentale. Entourez-vous de personnes positives et exprimez vos émotions avec sincérité. Accordez-vous des pauses régulières pour réduire le stress et cultiver un sentiment de paix intérieure.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Poissons, en ce début de 2026, prenez soin de votre corps en adoptant une routine régulière d'exercices doux comme la yoga ou la marche. Hydratez-vous beaucoup, privilégiez une alimentation équilibrée riche en fruits et légumes, et veillez à un sommeil réparateur. Écoutez votre corps et accordez-vous des moments de relaxation pour renforcer votre vitalité.",
      "mental": "Poissons, le 14 février 2026, prenez le temps de pratiquer la pleine conscience pour apaiser votre esprit. Respirez profondément chaque jour pour diminuer le stress et clarifier vos pensées. Écoutez votre intuition, mais n’hésitez pas à partager vos émotions avec des personnes de confiance. Cultivez la bienveillance envers vous-même pour renforcer votre équilibre mental et émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}