{
  "date": "2026-02-10",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Para Áries em 10 de fevereiro de 2026, priorize atividades físicas que estimulem seu corpo e energia, como corrida ou ginástica. Cuide bem da alimentação, incluindo frutas, vegetais e proteínas magras. Reserve um tempo para relaxar, alongar-se e manter uma rotina de sono consistente. Assim, manterá sua vitalidade elevada e o bem-estar em equilíbrio.",
      "mental": "Áries em 10/02/2026, concentre-se em praticar respirações profundas e meditação para acalmar a mente. Priorize o autocuidado e reconheça suas emoções sem julgar. Evite decisões impulsivas, buscando equilíbrio emocional. Reserve tempo para atividades que tragam paz, como caminhadas ou leitura. Cultivar a atenção plena ajudará a reduzir o estresse e manter sua mente clara e centrada.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Para Touro em 10 de fevereiro de 2026, foque em manter uma rotina equilibrada de alimentação e sono para sustentar sua energia. Priorize exercícios suaves, como caminhadas e yoga, para fortalecer seu corpo e reduzir o estresse. Hidrate-se bem, evite excessos e reserve tempo para massagens ou cuidados corporais, promovendo bem-estar e vitalidade ao longo do dia.",
      "mental": "Touro em 10/02/2026 deve dedicar tempo à meditação diária para promover clareza mental e tranquilidade emocional. Pratique respiração profunda ao longo do dia para reduzir o estresse. Conecte-se com a natureza e valorize momentos de quietude, reforçando seu bem-estar. Cultivar gratidão e auto-compaixão ajudará a manter o equilíbrio emocional e a fortalecer sua resiliência emocional.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "No dia 10 de fevereiro de 2026, Gêmeos deve focar em manter a energia equilibrada por meio de atividades físicas regulares, como caminhadas ou yoga. Hidrate-se bem, alimente-se de forma nutritiva e evite excessos. Reserve um tempo para relaxar e cuidar da postura. Pequenas rotinas diárias de cuidado corporal irão fortalecer seu bem-estar e aumentar sua vitalidade.",
      "mental": "Para Gêmeos em 10/02/2026, concentre-se na clareza mental cultivando momentos de silêncio e reflexão. Pratique mindfulness diariamente, respirando profundamente para aliviar o estresse. Equilibre emoções ao expressar sentimentos com honestidade e empatia. Valorize o autocuidado, reservando tempo para atividades que tragam alegria. Assim, fortalecerá sua saúde emocional e alcançará maior bem-estar mental nesta fase.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Para cuidar da sua saúde física ao enfrentar o câncer em 10/02/2026, priorize uma alimentação equilibrada e nutritiva, rica em frutas, verduras e proteínas leves. Mantenha-se hidratado e pratique exercícios suaves, como caminhadas ou yoga, para melhorar o bem-estar e energia. Descanso adequado e acompanhamento médico regular são essenciais para fortalecer seu corpo e promover a recuperação.",
      "mental": "Para o dia 10 de fevereiro de 2026, Câncer, priorize momentos de reflexão e autocuidado. Pratique a meditação diária para clarear a mente e aliviar emoções intensas. Busque atividades que lhe tragam paz, como caminhadas na natureza. Conecte-se com pessoas queridas para fortalecer seu suporte emocional e pratique a gratidão para equilibrar seus sentimentos e reduzir o estresse.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Para Leão em 10 de fevereiro de 2026, priorize cuidados com seu corpo, mantendo uma alimentação equilibrada e hidratada. Incorpore exercícios regulares, como caminhadas ou alongamentos, para aumentar sua energia e bem-estar. Não esqueça de reservar tempo para descanso e autocuidado, que fortalecem sua vitalidade e autoestima. Cuide-se com atenção e amor, sentindo-se cada dia mais forte e vibrante.",
      "mental": "Para Leão em 10/02/2026, cultive momentos de silêncio para fortalecer a clareza mental. Pratique técnicas de respiração profunda e meditação para equilibrar emoções e reduzir o estresse. Valorize o autocuidado e conecte-se com pessoas que elevam sua autoestima. Reserve tempo para refletir sobre seus sentimentos e estabeleça limites claros, promovendo bem-estar e resiliência emocional.",
      "recommended_activity": "caminhada",
      "diet_focus": "grãos integrais",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Para Virgem em 10/02/2026, priorize cuidados com o corpo, adotando uma rotina de exercícios leves, como caminhada ou yoga, para manter altos níveis de energia. Hidrate-se bem e alimente-se de forma equilibrada, incluindo alimentos nutritivos e naturais. Reserve tempo para relaxamento e alongamentos diários, ajudando a melhorar sua disposição e bem-estar geral.",
      "mental": "Para Virgem em 10/02/2026, reserve momentos diários para a meditação e respiração consciente, fortalecendo sua clareza mental. Cultive o autoconhecimento e pratique a gratidão para equilibrar emoções. Organização e rotina ajudam a reduzir o estresse. Permita-se pausas e momentos de descanso, conectando-se com suas emoções. Priorize seu bem-estar emocional e mantenha o foco no presente.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Para Libra em 10 de fevereiro de 2026, priorize o equilíbrio físico, cuidando bem do seu corpo. Inclua exercícios leves e reguladores, como yoga ou caminhadas ao ar livre, para manter energia estável. Hidrate-se adequadamente, alimente-se de forma balanceada e reserve tempo para descanso. Cuide do seu bem-estar com atenção e gentileza, promovendo saúde e vitalidade duradouras.",
      "mental": "No dia 10 de fevereiro de 2026, Libra, concentre-se em praticar a meditação diária para acalmar a mente e promover clareza mental. Reserve momentos para refletir sobre suas emoções, mantendo o equilíbrio interior. Gerencie o estresse com atividades relaxantes, como ioga ou caminhadas na natureza. Cultive a gratidão e pratique a atenção plena para fortalecer seu bem-estar emocional ao longo do dia.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Para Escorpião em 10 de fevereiro de 2026, concentre-se em manter uma rotina de exercícios moderados, como yoga ou caminhada, para equilibrar sua energia. Cuide bem da sua alimentação, priorizando alimentos nutritivos e hidratação adequada. Priorize o descanso e momentos de relaxamento para fortalecer o sistema imunológico e prevenir cansaço. Ouça seu corpo e adapte suas atividades conforme necessário.",
      "mental": "Para Escorpião em 10 de fevereiro de 2026, foque na prática diária de mindfulness para acalmar a mente. Reserve momentos de introspecção, escrevendo seus sentimentos e refletindo sobre suas emoções. Para reduzir o estresse, pratique respiração profunda e exercícios físicos suaves. Cultive a paciência consigo mesmo, lembrando-se que o equilíbrio emocional é uma jornada contínua e essencial para seu bem-estar.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "No dia 10 de fevereiro de 2026, Sagitário deve priorizar exercícios ao ar livre, como caminhadas ou corridas leves, para aumentar a energia e melhorar o bem-estar. Cuide da alimentação, incluindo alimentos nutritivos e hidratantes. Reserve tempo para descansar e alongar-se, promovendo equilíbrio físico e mental. Ouça seu corpo e não exagere na atividade física.",
      "mental": "Para Sagitário em 10 de fevereiro de 2026, priorize momentos de reflexão e prática de mindfulness para manter a clareza mental. Cultive emoções positivas através de conexões autênticas e reserve tempo para relaxar. Técnicas como meditação e respiração consciente ajudarão a reduzir o estresse, promovendo equilíbrio emocional. Cuide de si mesmo para fortalecer sua saúde mental e bem-estar geral.",
      "recommended_activity": "meditação",
      "diet_focus": "hidratação",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "No dia 10 de fevereiro de 2026, Capricórnio deve focar em manter uma rotina de exercícios consistente, como caminhadas ou yoga, para aumentar a energia. Priorize uma alimentação equilibrada, rica em nutrientes essenciais, e hidrate-se bem ao longo do dia. Reserve tempo para descanso e cuidado corporal, garantindo bem-estar físico e fortalecimento do sistema imunológico.",
      "mental": "Capricórnio em 10 de fevereiro de 2026 deve focar na prática diária de meditação e respiração profunda para cultivar clareza mental. Permita-se liberar emoções reprimidas ao conversar com alguém de confiança. Estabeleça limites claros para evitar sobrecarga de tarefas e reserve tempo para atividades que promovam relaxamento. Assim, manterá o equilíbrio emocional e fortalecerá seu bem-estar mental.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "No dia 10 de fevereiro de 2026, Aquário deve priorizar atividades físicas que promovam energia e bem-estar, como caminhadas ao ar livre, yoga ou natação. Hidrate-se adequadamente e mantenha uma alimentação equilibrada, rica em frutas, vegetais e proteínas leves. Reserve tempo para alongar-se diariamente e descansar adequadamente, fortalecendo seu corpo e elevando sua vitalidade ao longo do dia.",
      "mental": "No dia 10 de fevereiro de 2026, Aquário, concentre-se na prática diária de mindfulness para fortalecer sua clareza mental. Reserve momentos para reflexão, medite e respire profundamente para gerenciar o estresse. Busque equilíbrio emocional ao compartilhar seus sentimentos com pessoas de confiança e manter uma rotina que valorize seu bem-estar. Cultive autocompaixão e autoconhecimento diariamente.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Para Peixes em 10 de fevereiro de 2026, priorize cuidados com o corpo e energia. Inclua exercícios suaves, como ioga ou caminhada, para fortalecer seu bem-estar. Mantenha uma alimentação equilibrada, hidratação adequada e sono regular. Evite excessos que possam cansar seu corpo. Escute seus sinais e pratique o autoamor, promovendo vitalidade e equilíbrio físico neste dia especial.",
      "mental": "Peixes em 10/02/2026 devem priorizar momentos de introspecção e prática de mindfulness para fortalecer sua clareza mental. Reserve tempo para respiração profunda e meditação diária, ajudando a equilibrar emoções e reduzir o estresse. Cultive a autocompaixão e estabeleça limites emocionais, permitindo-se cuidar de si mesmo. Assim, fortalecerá seu bem-estar emocional e enfrentará o dia com mais serenidade e foco.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    }
  }
}