{
  "date": "2026-02-12",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "El 12 de febrero de 2026, Aries debe priorizar el descanso y la recuperación. Incorpora actividades cardiovasculares como correr o andar en bicicleta para aumentar tu energía natural. Mantén una alimentación equilibrada, rica en verduras y proteínas. Practica yoga o estiramientos diarios para aliviar tensiones y cuidar tu cuerpo. Escucha las señales de tu organismo y evita el sobreesfuerzo.",
      "mental": "Este 12 de febrero, Aries, enfócate en practicar la respiración consciente para reducir el estrés. Tómate momentos para reflexionar y ordenar tus pensamientos, cultivando la claridad mental. Reconoce y acepta tus emociones sin juzgarlas, promoviendo un equilibrio emocional. Incorpora meditaciones cortas y actividades que te conecten con el presente, fortaleciendo tu bienestar integral y tranquilidad interior.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetales",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Tauro, en 2026-02-12, prioriza el autocuidado físico. Mantén una alimentación equilibrada y nutritiva para aumentar tu energía y fortalecer tu cuerpo. Incorpora ejercicio regular, como caminatas o yoga, para liberar tensiones y mejorar tu bienestar. No olvides hidratarte adecuadamente y dormir lo suficiente para revitalizar tu vitalidad y mantenerte en equilibrio.",
      "mental": "Tauro, en esta fecha, prioriza tu bienestar mental dedicando tiempo a la meditación o respiraciones profundas para reducir el estrés. Mantén una rutina equilibrada y evita sobrecargarte. Practica la gratitud diaria y conecta con tus sentimientos para mantener la estabilidad emocional. Recuerda que cuidar de ti mismo es esencial para tu paz interior y claridad mental.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Para Géminis el 12 de febrero de 2026, enfócate en mantener una rutina de ejercicio variada para aumentar tu energía. Incorpora actividades como yoga o caminatas al aire libre para reducir el estrés. Cuida tu alimentación, priorizando alimentos frescos y nutritivos. No olvides descansar lo suficiente y mantenerte hidratado. Escucha a tu cuerpo y recarga energías con momentos de paz.",
      "mental": "Géminis, en esta fecha, enfócate en practicar la respiración consciente y meditación para aclarar tu mente. Tómate momentos para reflexionar sobre tus emociones y compartir tus pensamientos con seres queridos. Evita angustias excesivas y prioriza el descanso. Cultiva la atención plena en tus actividades diarias y busca equilibrio emocional para fortalecer tu bienestar integral.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Para cuidar tu salud física en torno al 12 de febrero de 2026, prioriza una alimentación equilibrada y nutritiva. Mantén una rutina de ejercicio suave como caminatas o yoga para aumentar tu energía y reducir el estrés. Descansa lo suficiente, hidrátate bien y realiza chequeos médicos periódicos para detectar y prevenir cualquier complicación. Cuida tu cuerpo con amor y atención.",
      "mental": "El 12 de febrero de 2026, enfócate en la autocomprensión y la serenidad. Practica mindfulness diariamente para clarificar tus pensamientos y reducir el estrés. Dedica tiempo a actividades que te reconforten, como la meditación o el yoga. No olvides expresar tus emociones con honestidad y buscar apoyo cuando lo necesites. Tu bienestar emocional fortalecerá tu paz interior.",
      "recommended_activity": "estiramiento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Leo, en esta fecha, enfócate en mantener una rutina equilibrada de ejercicio como caminatas diarias o yoga para aumentar tu energía. Cuida tu alimentación, prioriza frutas, verduras y agua. Descansa lo suficiente y evita el estrés excesivo. Escucha a tu cuerpo y realiza pausas cuando necesites. Tu bienestar físico reforzará tu vitalidad y alegría en el día a día.",
      "mental": "Leo, el 12 de febrero de 2026, enfócate en respirar profundamente y practicar la atención plena para mejorar tu claridad mental. Dedica tiempo a pensar en tus sentimientos y expresarlos con honestidad. Para manejar el estrés, realiza actividades que te relajen, como yoga o caminatas al aire libre. Recuerda que cuidar de tu bienestar emocional fortalecerá tu confianza y alegría interior.",
      "recommended_activity": "caminar",
      "diet_focus": "granos integrales",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "El 12 de febrero de 2026, Virgo, enfócate en mantener una rutina equilibrada de ejercicio moderado como yoga o caminatas diarias. Prioriza una alimentación nutritiva, rica en frutas, verduras y agua. Descansa lo suficiente y cuida tu postura. Pequeños hábitos saludables fortalecerán tu energía, ayudando a sentirte vital y en armonía física.",
      "mental": "Para Virgo en 12 de febrero de 2026, enfócate en la respiración consciente para calmar tu mente y reducir el estrés. Dedica unos minutos diarios a la meditación o journaling para esclarecer tus pensamientos y mantener el equilibrio emocional. No olvides rodearte de personas que te apoyen y te brinden paz, promoviendo tu bienestar integral.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetales",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "El 12 de febrero de 2026, Libra, es importante que priorices tu bienestar físico. Dedica tiempo a ejercicios suaves como yoga o caminatas diarias para mantener tu energía equilibrada. Cuida tu cuerpo con una alimentación saludable y descanso adecuado. Hidratándote bien y haciendo pequeños estiramientos te sentirás más revitalizado y en armonía contigo mismo.",
      "mental": "El 12 de febrero de 2026, Libra, enfócate en la práctica diaria de la atención plena y la respiración consciente para mantener la claridad mental y emocional. Dedica tiempo a la introspección y expresión de sentimientos, evitando decisiones impulsivas. Busca equilibrio en tus relaciones, practicando empatía. Incorpora actividades relajantes como yoga o meditación para gestionar el estrés y fortalecer tu bienestar emocional.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Para Escorpio, el 12 de febrero de 2026, prioriza el bienestar físico con una rutina equilibrada de ejercicio cardiovascular y yoga para potenciar tu energía. Cuida tu piel con hidratación constante y alimentación nutritiva. Escucha a tu cuerpo, descansa cuando sea necesario y evita el estrés para mantener una salud óptima y sentirte revitalizado durante todo el día.",
      "mental": "Escorpio, el 12 de febrero de 2026 es importante que practiques la respiración profunda y la meditación para mantener la claridad mental. Date tiempo para reflexionar y expresar tus emociones de manera saludable. Evita la sobrecarga emocional, prioriza el descanso y conecta con la naturaleza. Esto te ayudará a equilibrar tus sentimientos y reducir el estrés.",
      "recommended_activity": "estiramiento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Para Sagitario en 12 de febrero de 2026, enfócate en mantener tu energía con ejercicios al aire libre, como caminar, correr o practicar deportes. Prioriza una alimentación equilibrada rica en frutas, verduras y proteínas magras. Dedica tiempo a descansar, hidratándote adecuadamente y cuidando tu cuerpo con estiramientos y pausas activas diarias para fortalecer tu bienestar físico.",
      "mental": "El 12 de febrero de 2026, es importante que Sagitario practique la atención plena para fortalecer su claridad mental. Dedica unos minutos diarios a la meditación o respiraciones profundas para reducir el estrés. Busca actividades que te conecten con tu interior, como escribir o caminar en la naturaleza. Mantén un equilibrio emocional priorizando el auto cuidado y la paciencia contigo mismo.",
      "recommended_activity": "meditación",
      "diet_focus": "hidratación",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "El 12 de febrero de 2026, Capricornio, enfócate en mantener una rutina de ejercicio regular y equilibrada para aumentar tu energía. Prioriza el descanso adecuado, una alimentación nutritiva y la hidratación constante. Incorpora actividades que disfrutes, como caminar o yoga, para mejorar tu bienestar general y fortalecer tu cuerpo, promoviendo vitalidad y resistencia en este día.",
      "mental": "Capricornio, el 12 de febrero de 2026 te invita a priorizar tu bienestar emocional. Dedica tiempo a la meditación o respiraciones profundas para mantener claridad mental. Maneja el estrés estableciendo límites claros y practicando actividades que te relajen. Reconoce tus emociones sin juzgarlas y busca apoyo si lo necesitas. Cultiva una actitud equilibrada y compasiva contigo mismo.",
      "recommended_activity": "estiramiento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "El 12 de febrero de 2026, enfócate en mantener una rutina equilibrada de ejercicio y alimentación saludable. Practica actividades que te aporten energía, como yoga o caminatas. Prioriza el descanso y la hidratación adecuada. Cuida tu cuerpo con estiramientos diarios y una dieta rica en frutas y verduras para potenciar tu bienestar físico y vitalidad.",
      "mental": "Para Acuario en 12 de febrero de 2026, enfócate en la claridad mental mediante la meditación diaria y respiraciones profundas. Practica el autocuidado emocional, permitiéndote expresar sentimientos sin juicio. Gestiona el estrés con actividades creativas y paseos en la naturaleza. Cultiva la atención plena en cada momento, fortaleciendo tu bienestar mental y emocional para afrontar el día con equilibrio y serenidad.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "El 12 de febrero de 2026, Piscis debe cuidar su bienestar físico. Incluye ejercicios suaves como yoga o natación para mantener energía y favorecer la relajación. Prioriza una alimentación equilibrada, hidrátate bien y duerme lo suficiente para fortalecer tu sistema inmunológico. Escucha a tu cuerpo y evita el agotamiento. Pequeños cambios diarios mejorarán tu vitalidad y sensación de bienestar.",
      "mental": "El 12 de febrero de 2026, Piscis, enfócate en practicar mindfulness diario para mantener la claridad mental. Dedica tiempo a conectar con tus emociones y expresarlas saludablemente. Para gestionar el estrés, realiza respiraciones profundas o meditaciones cortas. Prioriza el descanso y el autocuidado, permitiendo que tu corazón y mente se relajen y encuentren equilibrio en momentos de incertidumbre.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetales",
      "author": "Astrologly"
    }
  }
}