{
  "date": "2026-02-17",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "No dia 17 de fevereiro de 2026, Áries deve priorizar o equilíbrio físico. Inclua exercícios aeróbicos leves, como caminhada ou corrida, para aumentar sua energia. Hidrate-se bem e alimente-se de forma nutritiva, evitando alimentos processados. Reserve tempo para alongamentos e cuidados com a pele, promovendo bem-estar geral. Ouça seu corpo e descanse quando necessário.",
      "mental": "Para Áries em 17 de fevereiro de 2026, pratique respiração consciente e meditação de 5 minutos ao dia para fortalecer sua clareza mental e equilíbrio emocional. Evite decisões impulsivas, priorizando a reflexão. Cultive o autocuidado, reconhecendo suas emoções sem julgamento. Permaneça presente, usando a atenção plena para reduzir o estresse e manter sua energia positiva ao longo do dia.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Para Touro em 17 de fevereiro de 2026, foque em manter uma rotina equilibrada de exercícios moderados, como caminhadas ou ioga, para aumentar sua energia e aliviar o estresse. Priorize uma alimentação nutritiva, rica em frutas, verduras e proteínas magras. Cuide do seu corpo com boas horas de sono e hidratação constante, promovendo bem-estar e vitalidade ao longo do dia.",
      "mental": "Touro em 17/02/2026 deve focar na meditação diária e respirações profundas para manter a clareza mental. Priorize momentos de reflexão para equilibrar emoções e reduzir o estresse. Cultive práticas de gratidão e autoaceitação, fortalecendo seu bem-estar emocional. Permita-se pausas e atividades relaxantes para promover harmonia interior e clareza, garantindo um dia mais tranquilo e equilibrado.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Gêmeos em 17 de fevereiro de 2026 deve focar na rotina de exercícios leves, como caminhadas ou yoga, para manter energia e bem-estar. Cuide da alimentação com refeições balanceadas e hidrate-se bem. Priorize o sono e momentos de relaxamento para recarregar as energias. Ouça seu corpo e evite excessos, promovendo uma rotina saudável e equilibrada.",
      "mental": "Para Gêmeos em 17 de fevereiro de 2026, priorize momentos de silêncio para clarear a mente. Pratique respirações profundas e meditação diária para equilibrar emoções e reduzir o estresse. Cultive a atenção plena nas atividades cotidianas, valorizando o presente. Conecte-se com seus sentimentos e compartilhe suas emoções com pessoas confiáveis, fortalecendo seu bem-estar mental e emocional.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Para promover sua saúde física em 17 de fevereiro de 2026, priorize uma alimentação equilibrada, rica em frutas, vegetais e proteínas magras. Faça exercícios leves, como caminhadas ou alongamentos, diariamente para aumentar sua energia. Hidrate-se bem e mantenha uma rotina de sono regular. Cuide da sua pele e ouvidos, evitando exposições excessivas a agentes irritantes. Priorize o descanso para fortalecer seu corpo.",
      "mental": "Em 17 de fevereiro de 2026, cuide da sua saúde mental e emocional, buscando momentos de reflexão e silêncio. Pratique técnicas de mindfulness diariamente para aumentar sua clareza mental e reduzir o estresse. Reserve tempo para atividades que tragam paz e alegria, conectando-se com seus sentimentos. Cultivar esse equilíbrio fortalecerá sua resiliência e bem-estar emocional.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Leão, em 17 de fevereiro de 2026, dedique atenção ao seu bem-estar físico. Priorize uma alimentação equilibrada, rica em nutrientes e hidratação adequada. Incorpore exercícios físicos prazerosos, como caminhadas ou dança, para aumentar sua energia. Reserve momentos para descanso e cuidados com a pele. Ouvir seu corpo é fundamental para manter-se vibrante e saudável neste dia especial.",
      "mental": "Para Leão em 17 de fevereiro de 2026, concentre-se na prática diária de mindfulness, como meditação ou respiração consciente, para fortalecer sua clareza mental. Cultive o autoconhecimento, priorizando momentos de reflexão e descanso. Gerencie o estresse com atividades que tragam alegria, como hobbies criativos ou contato com a natureza. Equilibrar emoções fortalecerá sua resiliência e bem-estar geral.",
      "recommended_activity": "caminhada",
      "diet_focus": "grãos integrais",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Para Virgem em 17 de fevereiro de 2026, priorize uma rotina de alimentação equilibrada, rica em nutrientes e hidratação. Inclua exercícios leves e constantes, como caminhada ou yoga, para aumentar sua energia e bem-estar. Cuide da higiene pessoal com atenção especial, garantindo relaxamento muscular e evitando estresse físico. Ouça seu corpo e não hesite em descansar quando necessário.",
      "mental": "Para Virgem em 17/02/2026, cultive momentos de silêncio para aumentar a clareza mental. Pratique técnicas de respiração e meditação diariamente para equilibrar suas emoções. Organize suas tarefas para reduzir o estresse e reserve um tempo para o autocuidado. Celebre pequenas vitórias e seja gentil consigo mesmo, fortalecendo seu bem-estar emocional e mental ao longo do dia.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "No dia 17 de fevereiro de 2026, Libra deve priorizar o autocuidado físico. Mantenha uma rotina de exercícios leves, como caminhadas ou yoga, para equilibrar energia. Cuide da alimentação, optando por alimentos nutritivos e hidratando-se bem. Aproveite momentos de descanso para evitar fadiga e fortalecer o bem-estar corporal. O equilíbrio é fundamental para manter sua energia em alta nesta fase.",
      "mental": "Para Libra em 17 de fevereiro de 2026, priorize momentos de reflexão para clarear a mente. Pratique a respiração consciente e técnicas de meditação diariamente para manter o equilíbrio emocional. Reconheça suas emoções sem julgamento, buscando apoio quando necessário. Cultivar a gratidão e o foco no presente ajudará a enfrentar desafios com calma e resiliência.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Para Escorpião em 17 de fevereiro de 2026, priorize o equilíbrio físico. Invista em alimentação nutritiva e exercícios regulares, como yoga ou caminhadas, para aumentar sua energia. Cuide da hidratação e do sono para fortalecer seu sistema imunológico. Faça alongamentos diários e pratique técnicas de relaxamento para reduzir o estresse, promovendo bem-estar e vitalidade duradoura.",
      "mental": "Para Escorpião em 17/02/2026, pratique atenção plena para aliviar emoções intensas. Reserve momentos diários para meditação ou respiração profunda, ajudando a melhorar a clareza mental. Cultive o autoconhecimento e compartilhe seus sentimentos com alguém confiável. Ao equilibrar emoções, reduzirá o estresse e fortalecerá seu bem-estar emocional, promovendo uma jornada mais harmoniosa e consciente.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Para Sagitário em 17/02/2026, priorize atividades que aumentem sua energia, como caminhadas ao ar livre ou yoga. Cuide da alimentação, incluindo frutas e legumes frescos. Hidrate-se adequadamente e durma bem. Exercícios ao ar livre ajudarão a equilibrar seu corpo e mente. Ouça seu corpo, evite excessos e reserve tempo para relaxar e cuidar de si mesmo.",
      "mental": "Para Sagitário em 17/02/2026, priorize momentos de reflexão e respiração consciente para manter sua clareza mental. Busque equilibrar suas emoções através de atividades que tragam alegria e paz, como meditação ou caminhadas na natureza. Gerencie o estresse estabelecendo limites claros e praticando autocuidado. Cultivar gratidão diário ajudará a fortalecer seu bem-estar emocional e a encontrar equilíbrio interno.",
      "recommended_activity": "meditação",
      "diet_focus": "hidratação",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "No dia 17 de fevereiro de 2026, Capricórnio deve focar na manutenção de energia e bem-estar físico. Priorize exercícios de resistência e alongamento para fortalecer o corpo, especialmente costas e articulações. Cuide bem da alimentação, incluindo frutas e vegetais nutritivos. Reserve um tempo para descanso e medicamentos naturais que elevem sua vitalidade, promovendo um equilíbrio duradouro.",
      "mental": "Capricórnio em 17 de fevereiro de 2026 deve dedicar tempo à reflexão e à meditação para acalmar a mente e ampliar a clareza mental. Pratique respirações profundas e identificque suas emoções com gentileza, evitando o autocritismo. Conecte-se com a natureza ou atividades que proporcionem paz, equilibrando o stress e fortalecendo o bem-estar emocional de forma consciente e acolhedora.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "No dia 17 de fevereiro de 2026, foque na manutenção da sua saúde física. Priorize uma alimentação equilibrada, hidratação adequada e atividades físicas leves, como caminhadas ou yoga. Durma bem e pratique técnicas de relaxamento para reduzir o estresse. Reserve momentos para cuidar do corpo, fortalecendo sua energia e bem-estar geral ao longo do dia.",
      "mental": "No dia 17 de fevereiro de 2026, Aquário, concentre-se em praticar a atenção plena e técnicas de respiração para manter sua clareza mental. Reserve um tempo para meditar ou estar na natureza, ajudando a equilibrar emoções e reduzir o estresse. Cultive a autocompaixão e mantenha pensamentos positivos para fortalecer seu bem-estar emocional e mental.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Para Peixes em 17 de fevereiro de 2026, priorize descanso e hidratação para manter seus níveis de energia altos. Incorpore práticas de yoga ou alongamentos suaves para aliviar tensões. Cuide da alimentação, evitando alimentos pesados, e pratique exercícios ao ar livre para revitalizar seu corpo. Ouça seu corpo e reserve momentos de relaxamento para fortalecer seu bem-estar físico.",
      "mental": "Para Peixes em 2026-02-17, concentre-se na prática diária de mindfulness para manter a clareza mental. Reserve tempo para atividades que promovam relaxamento, como meditação ou banho quente. Cultive o autoconhecimento para equilibrar emoções e gerenciar o estresse. Lembre-se de buscar apoio emocional quando necessário, e seja gentil consigo mesmo nesta jornada de bem-estar.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    }
  }
}