{
  "date": "2026-02-11",
  "language": "de",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Am 11. Februar 2026 solltest du besonders auf dein Wohlbefinden achten. Regelmäßige Bewegung, wie Yoga oder Spaziergänge, fördern deine Energie und innere Balance. Achte auf ausreichend Schlaf, ausgewogene Ernährung und viel Wasser. Gönne dir Pausen bei körperlicher Belastung und höre auf die Signale deines Körpers. So bleibst du vital und fit für die Herausforderungen des Tages.",
      "mental": "Am 11. Februar 2026 sollten Widder bewusst Pausen einlegen, um mentale Klarheit zu fördern. Praktiziere täglich Achtsamkeitsübungen wie Atemmeditation, um emotionale Balance zu halten. Bei Stress zeige Selbstmitgefühl und suche Unterstützung, wenn nötig. Nimm dir Zeit für Natur und bewusstes Entschleunigen, um dein inneres Gleichgewicht zu stärken und schwere Gefühle liebevoll anzunehmen.",
      "recommended_activity": "Cardio",
      "diet_focus": "Gemüse",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Am 11. Februar 2026 liegt dein Fokus auf deinem körperlichen Wohlbefinden. Achte auf ausgewogene Ernährung und ausreichend Flüssigkeitszufuhr. Nimm dir Zeit für sanfte Bewegung wie Spaziergänge oder Yoga, um deine Energie zu steigern. Gönn dir genügend Ruhephasen und achte auf eine gute Schlafqualität. Treibe regelmäßige Körperpflege, um dich rundum wohlzufühlen.",
      "mental": "Am 11. Februar 2026 ist es wichtig, Zeit für sich selbst zu nehmen, um mentalen und emotionalen Ausgleich zu finden. Praktiziere tägliche Achtsamkeitsübungen wie Meditation oder Atemtechniken, um Stress abzubauen. Strukturierte Routinen fördern Klarheit und Stabilität. Pflege deine Gefühle bewusst, teile sie mit vertrauten Menschen und gönn dir kleine Pausen, um deine innere Balance zu stärken.",
      "recommended_activity": "Ruhe",
      "diet_focus": "Vitamine",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Für Zwillinge am 11. Februar 2026 ist es wichtig, auf regelmäßige Bewegung zu achten, um Energie und Vitalität zu steigern. Empfehlenswert sind kurze, abwechslungsreiche Einheiten wie Yoga, Spaziergänge oder leichtes Cardio. Achte auf ausreichend Schlaf, eine ausgewogene Ernährung und viel Wasser, um dein Wohlbefinden zu fördern und deine körperliche Gesundheit optimal zu unterstützen.",
      "mental": "Am 11. Februar 2026 ist es für Zwillinge wichtig, täglich Pausen für Achtsamkeit einzubauen. Praktiziere Atemübungen, um Stress zu reduzieren, und schreibe deine Gefühle in ein Journal, um mental Klarheit zu gewinnen. Bleibe offen für Gespräche mit vertrauten Menschen, um emotionale Balance zu fördern. Gönne dir regelmäßig Ruhezeiten, um dein Wohlbefinden zu stärken.",
      "recommended_activity": "Yoga",
      "diet_focus": "Proteine",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Am 11. Februar 2026, konzentriere dich auf eine ausgewogene Ernährung mit viel Obst, Gemüse und Vollkornprodukten. Bleibe regelmäßig aktiv, z.B. durch moderates Cardio und sanftes Dehnen, um Energie zu steigern und Muskelkraft zu erhalten. Achte auf ausreichende Flüssigkeitszufuhr und ausreichend Schlaf. Gönn dir Pausen und höre auf die Signale deines Körpers, um dein Wohlbefinden zu fördern.",
      "mental": "Heute, am 11. Februar 2026, ist ein guter Tag, um auf deine mentale und emotionale Gesundheit zu achten. Nimm dir Zeit für Achtsamkeitsübungen, wie Atemmeditation oder Spaziergänge in der Natur. Erlaube dir, Gefühle zu erkunden, ohne sie zu bewerten, und pflege positive Gedanken. Priorisiere Selbstfürsorge, um Balance und innere Ruhe zu bewahren.",
      "recommended_activity": "Dehnung",
      "diet_focus": "Obst",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Für Löwe am 11. Februar 2026 ist es wichtig, auf ausgewogene Ernährung und ausreichend Bewegung zu achten. Sanfte Sportarten wie Yoga oder Spaziergänge fördern dein Wohlbefinden und steigern deine Energie. Pflege deine Haut regelmäßig und gönn dir ausreichend Schlaf, um Erschöpfung vorzubeugen. Höre auf deinen Körper und gönn dir Ruhephasen bei Bedarf.",
      "mental": "Am 11. Februar 2026 ist es wichtig, sich Zeit für innere Ruhe zu nehmen. Praktiziere täglich kurze Achtsamkeitsübungen oder Meditationen, um deine Gedanken zu klären. Pflege emotionale Balance durch offenes Gespräch mit vertrauten Menschen. Bei Stress helfen tiefe Atemübungen, um dich zentriert zu fühlen. Damit stärkst du deine mentale und emotionale Gesundheit nachhaltig.",
      "recommended_activity": "Gehen",
      "diet_focus": "Vollkorn",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Am 11. Februar 2026 ist es für Jungfrauen wichtig, auf ihre körperliche Gesundheit zu achten. Plane eine ausgewogene Ernährung, reich an frischen Früchten und Gemüse. Integriere regelmäßige Bewegung wie Yoga oder Spaziergänge, um Energie zu steigern. Gönn dir ausreichend Schlaf und achte auf eine gute Körperhygiene. Diese Maßnahmen fördern dein Wohlbefinden und stärken deine Vitalität.",
      "mental": "Am 11. Februar 2026 empfiehlt es sich für Jungfrauen, täglich bewusste Pausen einzulegen, um den Geist zu entspannen. Praktiziere Achtsamkeitsübungen und tiefes Atmen, um emotionale Balance zu fördern. Strukturierte To-Do-Listen helfen, Stress zu reduzieren, während Zeit für Selbstreflexion deine mentale Klarheit stärkt. Pflege liebevoll deine Bedürfnisse, um inneres Wohlbefinden zu fördern.",
      "recommended_activity": "Cardio",
      "diet_focus": "Gemüse",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Am 11. Februar 2026 sollten Waage-Geborene auf ausreichend Bewegung achten, um Energie zu erhalten. Empfohlen sind leichte bis moderate Aktivitäten wie Yoga oder Spaziergänge in der Natur. Achten Sie auf ausgewogene Ernährung und genügend Schlaf, um Ihr Wohlbefinden zu fördern. Gönnen Sie sich regelmäßig Körperpflege und Entspannungsphasen, um Körper und Geist in Balance zu halten.",
      "mental": "Am 11. Februar 2026 ist es für Waage wichtig, bewusst Pausen einzulegen und sich auf Achtsamkeit zu konzentrieren. Nimm dir täglich Momente der Ruhe, um Gedanken zu ordnen und emotionale Balance zu finden. Praktiziere tiefes Atmen oder Meditation, um Stress abzubauen. Verbinde dich mit Natur, um geistige Klarheit zu fördern und inneres Wohlbefinden zu stärken.",
      "recommended_activity": "Ruhe",
      "diet_focus": "Vitamine",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Am 11. Februar 2026 solltest du als Skorpion auf ausreichend Bewegung und aktive Erholung setzen. Integriere regelmäßige Spaziergänge, Yoga oder Schwimmen, um deine Energie zu stärken. Achte auf eine ausgewogene Ernährung und genügend Schlaf, um dein Wohlbefinden zu fördern. Gönn dir Pausen, um Stress abzubauen und deine körperliche Vitalität langfristig zu steigern.",
      "mental": "Am 11. Februar 2026 empfiehlt es sich für den Skorpion, bewusst Zeit für Meditation oder Atemübungen einzuplanen, um mentale Klarheit zu fördern. Pflegen Sie emotionale Balance durch offene Gespräche mit vertrauten Menschen. Stress lässt sich durch regelmäßige Pausen und Achtsamkeitspraxis reduzieren. Seien Sie geduldig mit sich selbst und gönnen Sie sich Momente der Ruhe, um das innere Gleichgewicht zu stärken.",
      "recommended_activity": "Dehnung",
      "diet_focus": "Obst",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Am 11. Februar 2026 ist es wichtig, auf deine körperliche Gesundheit zu achten. Sorge für ausreichend Schlaf, gesunde Ernährung und regelmäßige Bewegung, um deine Energie zu steigern. Integriere sanfte Sportarten wie Yoga oder Spaziergänge an der frischen Luft. Achte auf Hydration und gönn deinem Körper Ruhephasen, um Überlastung zu vermeiden und dein Wohlbefinden zu fördern.",
      "mental": "Am 11. Februar 2026 ist es wichtig, auf mentale Klarheit und emotionale Balance zu achten. Nehme dir täglich Zeit für Achtsamkeitsübungen oder Meditation, um Stress abzubauen. Pflege deine innere Ruhe durch bewusste Atempausen und reflektiere deine Gefühle mit Freundschaften oder Journaling. Bleibe geduldig mit dir selbst und setze gesunde Grenzen, um dein Wohlbefinden zu stärken.",
      "recommended_activity": "Meditation",
      "diet_focus": "Hydration",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Am 11. Februar 2026 solltest du deinen Körper besonders gut pflegen. Achte auf ausgewogene Ernährung und ausreichende Flüssigkeitszufuhr, um deine Energie zu steigern. Integriere sanfte Ausdauer- und Dehnübungen, um Verspannungen zu lösen. Gönn dir regelmäßig Pausen, um Erschöpfung vorzubeugen. Deine Körperpflege stärkt dein Wohlbefinden – gönn dir eine entspannende Dusche oder Massage.",
      "mental": "Am 11. Februar 2026 ist es wichtig, sich auf mentale Klarheit und emotionale Balance zu konzentrieren. Praktiziere täglich Achtsamkeitsübungen wie Meditation oder Atemtechniken, um Stress abzubauen. Nimm dir bewusst Zeit für dich, reflektiere deine Gefühle und setze klare Grenzen. Das hilft dir, inneren Frieden zu finden und gestärkt durch den Tag zu gehen.",
      "recommended_activity": "Dehnung",
      "diet_focus": "Obst",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Am 11. Februar 2026 solltest du auf deinen Körper hören, Wassermann. Bewege dich regelmäßig, z.B. durch Yoga oder Spaziergänge, um Energie zu steigern. Achte auf ausreichend Schlaf und eine ausgewogene Ernährung. Nimm dir Zeit für Entspannung und Körperpflege, um Burnout zu vermeiden. Höre auf die Signale deines Körpers und handle präventiv für dein Wohlbefinden.",
      "mental": "Am 11. Februar 2026 ist es wichtig, für mentale Klarheit und emotionales Gleichgewicht zu sorgen. Nehmen Sie sich täglich Zeit für Achtsamkeitsübungen wie Meditation oder Atemtechniken. Setzen Sie klare Grenzen, um Stress zu reduzieren, und gönnen Sie sich Pausen. Verbinden Sie sich mit Freunden und Natur, um Ihr Wohlbefinden zu stärken. Bleiben Sie liebevoll und geduldig mit sich selbst.",
      "recommended_activity": "Yoga",
      "diet_focus": "Proteine",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Für Fische am 11. Februar 2026: Achte auf ausreichend Bewegung, um Energie und Wohlbefinden zu steigern. Zusätzlich ist es wichtig, auf eine ausgewogene Ernährung mit frischen, nährstoffreichen Lebensmitteln zu setzen. Gönnen Sie sich regelmäßig Ruhepausen und sorgen Sie für ausreichenden Schlaf. Sanfte Aktivitäten wie Yoga oder Spaziergänge helfen, Körper und Geist in Einklang zu bringen.",
      "mental": "Am 11. Februar 2026 sind Fische eingeladen, ihre mentale Klarheit zu stärken. Praktiziere täglich kurze Achtsamkeitsübungen, um emotionalen Balance zu fördern. Nimm dir bewusst Zeit für Entspannung, um Stress abzubauen. Höre auf deine Gefühle, ohne sie zu bewerten, und suche bei Bedarf Unterstützung. Diese achtsame Haltung bringt dir inneren Frieden und Klarheit.",
      "recommended_activity": "Cardio",
      "diet_focus": "Gemüse",
      "author": "Astrologly"
    }
  }
}