{
  "date": "2026-01-12",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Le Bélier du 12 janvier 2026 doit privilégier une routine équilibrée d’exercice physique pour maintenir son énergie. Intégrez des activités cardio comme la marche ou la course, et n’oubliez pas de vous hydrater régulièrement. Adoptez une alimentation riche en vitamines et minéraux pour renforcer votre vitalité. Accordez-vous aussi des moments de relaxation pour éviter le surmenage.",
      "mental": "Bélier, le 12 janvier 2026, prenez conscience de votre besoin d’apaisement. Pratiquez la méditation ou la respiration profonde chaque matin pour clarifier votre esprit. Accordez-vous du temps pour reconnaître vos émotions sans jugement. Engagez-vous dans des activités relaxantes, comme la marche ou le yoga, afin de mieux gérer le stress et favoriser votre bien-être mental et émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour le Taureau en 2026-01-12, privilégie une alimentation équilibrée riche en légumes, fruits et protéines saines pour booster ton énergie. Intègre des activités douces comme la marche ou le yoga pour soulager le stress et renforcer ton corps. N'oublie pas de t'hydrater régulièrement et de dormir suffisamment pour maintenir ton bien-être physique optimal.",
      "mental": "Pour le Taureau du 12 janvier 2026, privilégie la méditation quotidienne pour renforcer ta clarté mentale. Prends du temps pour te reconnecter à la nature, favorisant ton équilibre émotionnel. Apprends à reconnaître et à accepter tes émotions sans jugement. Pratique des exercices de respiration profonde lors des moments de stress. Cultive la patience et la douceur envers toi-même.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Pour les Gémeaux le 12 janvier 2026, privilégiez une activité physique régulière comme la marche ou le yoga pour renforcer votre énergie. Hydratez-vous abondamment, adoptez une alimentation équilibrée riche en fruits et légumes, et veillez à votre sommeil. Prenez du temps pour vous détendre et écouter votre corps afin d’éviter la fatigue.",
      "mental": "Pour les Gémeaux du 12 janvier 2026, prenez du temps chaque jour pour la méditation ou la respiration profonde afin d'améliorer la clarté mentale. Écoutez attentivement vos émotions sans jugement, pratiquez la pleine conscience, et évitez la surcharge d’informations. Accordez-vous des pauses régulières pour renforcer votre équilibre émotionnel et réduire le stress. Cultivez la sérénité intérieure, cela favorisera votre bien-être global.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour soutenir votre santé physique, adoptez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Faites de l'exercice régulièrement, comme la marche ou le yoga, 3 à 4 fois par semaine pour améliorer votre énergie. Hydratez-vous suffisamment et accordez-vous chaque jour du temps pour vous reposer et prendre soin de votre corps.",
      "mental": "Le 12 janvier 2026, accordez-vous du temps chaque matin pour méditer ou pratiquer la respiration profonde, favorisant la clarté mentale. Écoutez vos émotions sans jugement, et n'hésitez pas à partager vos pensées avec une personne de confiance. Intégrez des activités apaisantes comme la marche en nature pour réduire le stress et renforcer votre équilibre intérieur.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion, pour 2026-01-12, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Hydratez-vous régulièrement et faites une séance de marche ou de yoga pour stimuler votre énergie. Prenez soin de votre corps avec des étirements matin et soir, et évitez le stress excessif en respirant profondément. Repos et douceur renforceront votre vitalité.",
      "mental": "Lion, le 12 janvier 2026, concentre-toi sur la clarté mentale en pratiquant la respiration profonde chaque matin. Équilibre tes émotions en écrivant tes pensées et gratitude chaque soir. Gère le stress par des pauses régulières et la méditation. Cultive la pleine conscience dans tes activités quotidiennes, en restant présent et centré pour renforcer ton bien-être mental.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 12 janvier 2026, prenez soin de votre corps avec une alimentation équilibrée riche en fruits et légumes. Faites de l’exercice modéré, comme la marche ou le yoga, pour booster votre énergie et réduire le stress. Hydratez-vous suffisamment et dormez au moins 7 heures par nuit. Écoutez votre corps et privilégiez la détente pour maintenir votre bien-être global.",
      "mental": "Pour la Vierge le 12 janvier 2026, concentrez-vous sur la pratique quotidienne de la pleine conscience pour apaiser l’esprit. Prenez du temps pour la respiration profonde et la méditation afin de renforcer votre clarté mentale. Gérez le stress par des activités relaxantes comme la marche ou le yoga. N’oubliez pas de vous accorder des pauses pour préserver votre équilibre émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour maintenir votre équilibre en 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intégrez 30 minutes d'exercice modéré, comme la marche ou le yoga, 5 fois par semaine. Hydratez-vous régulièrement, dormez suffisamment et pratiquez des techniques de relaxation pour réduire le stress. Prenez soin de votre corps chaque jour avec douceur et attention.",
      "mental": "Le 12 janvier 2026, prenez le temps de respirer profondément chaque matin. Pratiquez la pleine conscience en esquissant quelques minutes de méditation ou de respiration consciente. Écoutez vos émotions sans jugement et accordez-vous des pauses pour vous recentrer. N’oubliez pas : cultiver la douceur envers soi-même favorise un équilibre mental et émotionnel durable.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 12 janvier 2026, prenez soin de votre corps en privilégiant une alimentation équilibrée riche en légumes, fruits et protéines. Intégrez une activité physique régulière comme la marche, le yoga ou la natation pour booster votre énergie. N’oubliez pas de bien vous hydrater et de vous accorder des moments de repos pour maintenir votre vitalité et votre bien-être.",
      "mental": "Le 12 janvier 2026, les Scorpions doivent privilégier la clarté mentale en méditant quelques minutes chaque jour. Prenez le temps d'identifier et d'exprimer vos émotions, sans jugement. Pratiquez la respiration profonde pour gérer le stress et cultivez la pleine conscience pour renforcer votre bien-être. Faites preuve de patience envers vous-même et accordez-vous des moments de calme.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Pour les Sagittaires en janvier 2026, privilégiez une activité physique régulière comme la marche, la course ou le yoga pour booster votre énergie. Hydratez-vous bien et adoptez une alimentation équilibrée riche en vitamines. Prenez soin de votre corps avec des massages et des étirements quotidiens. Écoutez votre corps pour éviter la fatigue et maintenez une routine bien-être.",
      "mental": "Le 12 janvier 2026, les Sagittaires devraient privilégier la clarté mentale en méditant chaque matin, respirations profondes incluses. Prenez du temps pour vous reconnecter à votre intérieur, évitez le surmenage et partagez vos émotions avec des proches de confiance. La pratique régulière de la pleine conscience vous aidera à maintenir un équilibre émotionnel et à gérer efficacement le stress.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour le Capricorne du 12 janvier 2026, privilégiez une routine équilibrée alliant cardio modéré et renforcement musculaire. Hydratez-vous régulièrement et adoptez une alimentation riche en vitamines pour booster votre énergie. Prenez soin de votre sommeil en vous établissant une heure de coucher régulière. Pensez aussi à des soins du corps réguliers pour renforcer votre bien-être physique.",
      "mental": "Capricorne du 12 janvier 2026, prenez le temps chaque matin de pratiquer la respiration profonde pour calmer l’esprit. Accordez-vous des moments de silence pour réfléchir et recentrer vos émotions. Adoptez une routine de relaxation, comme la méditation ou la marche en nature, afin de gérer le stress et renforcer votre équilibre mental. Cultivez la douceur envers vous-même.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Le 12 janvier 2026, Verseau, privilégiez une routine équilibrée pour maintenir votre énergie. Intégrez des activités douces comme la marche ou le yoga pour apaiser votre corps. Buvez beaucoup d’eau, adoptez une alimentation riche en vitamines et dormez suffisamment. Accordez-vous des pauses régulières pour éviter la fatigue et renforcer votre vitalité au quotidien.",
      "mental": "Le 12 janvier 2026, Verseau, concentrez-vous sur la pratique de la pleine conscience pour calmer l'esprit. Prenez du temps chaque jour pour respirer profondément et méditer, favorisant ainsi la clarté mentale. N’hésitez pas à exprimer vos émotions avec douceur et authenticité pour maintenir un équilibre émotionnel stable. Écoutez votre besoin de repos et priorisez votre bien-être intérieur.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le 12 janvier 2026, les Poissons devraient privilégier une routine équilibrée pour maintenir leur énergie. Intégrez des activités cardio modérées, comme la marche ou la natation, pour renforcer votre corps. Veillez à une hydratation suffisante, à une alimentation riche en vitamines, et accordez-vous du repos pour préserver votre bien-être physique. Écoutez votre corps et évitez le surmenage.",
      "mental": "Pour les Poissons le 12 janvier 2026, privilégiez des moments de méditation et de respiration profonde pour renforcer votre clarté mentale. Accordez-vous du temps pour écouter vos émotions sans jugement, tout en pratiquant la pleine conscience. Hydratez-vous, évitez la surcharge d’informations et pratiquez des activités apaisantes pour maintenir un équilibre émotionnel et réduire le stress.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}