{
  "date": "2026-01-07",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 7 janvier 2026, privilégie une hydratation régulière et une alimentation équilibrée riche en fruits et légumes. Intègre des activités physiques dynamisantes comme la course ou le yoga pour booster ton énergie. N’oublie pas de prendre soin de ton corps avec des étirements quotidiens et un sommeil réparateur, essentiel pour ton bien-être global.",
      "mental": "Bélier, le 7 janvier 2026, prenez le temps de recentrer votre esprit par la méditation ou la respiration profonde. Écoutez vos émotions sans jugement et évitez la précipitation. Intégrez des moments de pause dans votre journée pour renforcer votre clairvoyance. Pratiquer la pleine conscience vous aidera à gérer le stress et à cultiver un équilibre intérieur durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour le Taureau le 7 janvier 2026, privilégiez une alimentation équilibrée riche en fibres et en protéines pour soutenir votre énergie. Intégrez une routine d’exercice régulière, comme la marche ou le yoga, pour renforcer votre corps et apaiser votre esprit. N’oubliez pas de vous hydratez bien et de prendre soin de votre peau avec des soins doux et nourrissants.",
      "mental": "Cher Taureau, le 7 janvier 2026 invite à prendre du temps pour vous recentrer. Pratiquez la respiration profonde et la pleine conscience pour apaiser votre esprit. Prenez soin de votre corps avec une alimentation saine et du repos. En cultivant la patience, vous renforcerez votre équilibre émotionnel et retrouverez une clarté mentale précieuse face aux défis.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Pour les Gémeaux le 7 janvier 2026, privilégie une activité physique régulière comme la marche ou le yoga pour renforcer ton énergie. Hydrate-toi bien et adopte une alimentation équilibrée riche en fruits et légumes. Prends soin de ton souffle et de ta respiration. Accorde-toi des pauses pour te détendre et revitaliser ton corps.",
      "mental": "Le 7 janvier 2026, offrez-vous un moment de calme pour clarifier vos pensées. Pratiquez la méditation ou la respiration profonde pour apaiser votre esprit. Écoutez vos émotions sans jugement, en favorisant l’acceptation. Prenez soin de votre bien-être mental en vous entourant de positivité et en évitant les sources de stress excessif. Cultivez la sérénité intérieure.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour soutenir votre bien-être physique face au cancer, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Pratiquez une activité physique adaptée, comme la marche ou le yoga, pour renforcer votre énergie. Veillez à bien vous hydrater, dormir suffisamment et écouter votre corps, en consultant régulièrement votre équipe médicale pour ajuster votre plan de soins et d’exercice.",
      "mental": "Le 7 janvier 2026, prenez le temps de vous reconnecter avec votre intuition. Pratiquez la méditation ou la respiration profonde pour apaiser votre esprit. Écoutez vos émotions avec douceur et ne vous jugez pas. Accordez-vous des moments de silence pour renforcer votre clarté mentale, et adoptez des routines apaisantes pour gérer le stress au quotidien.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Cher Lion, le 7 janvier 2026, prenez soin de votre corps en intégrant une activité physique régulière, comme la marche ou le yoga. Veillez à une alimentation équilibrée riche en fruits, légumes et protéines. Hydratez-vous bien et dormez suffisamment pour maintenir votre énergie. Écoutez votre corps et n’oubliez pas de vous accorder des moments de relaxation pour votre bien-être global.",
      "mental": "Le Lion du 7 janvier 2026, prenez le temps de pratiquer la pleine conscience chaque matin, en respirant profondément. Accordez-vous des pauses régulières pour recentrer vos pensées et libérer le stress. Cultivez la gratitude en notant trois choses positives chaque jour. N'oubliez pas d’écouter vos émotions sans jugement pour renforcer votre équilibre mental et émotionnel.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 7 janvier 2026, Vierge, privilégie une alimentation équilibrée, riche en fruits, légumes et protéines maigres, pour soutenir ton énergie. Consacre du temps à des activités physiques régulières comme la marche ou le yoga pour renforcer ton corps et améliorer ta vitalité. N’oublie pas de t'hydrater et de prendre soin de ton sommeil pour un bien-être optimal.",
      "mental": "Pour la Vierge en 2026-01-07, prenez le temps de pratiquer la pleine conscience pour renforcer votre clarté mentale. Accordez-vous des pauses régulières pour respirer profondément et relâcher le stress. Cultivez la patience envers vous-même et entourez-vous de personnes positives. Écoutez votre intuition et n’hésitez pas à exprimer vos émotions pour préserver votre équilibre intérieur.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour maintenir votre équilibre physique en 2026, privilégiez une alimentation variée, riche en fruits, légumes et protéines saines. Intégrez 30 minutes d'exercice modéré, comme la marche ou le yoga, chaque jour. Hydratez-vous régulièrement, dormez suffisamment, et pratiquez des étirements pour préserver votre souplesse. Écoutez votre corps et accordez-vous des moments de repos pour revitaliser votre énergie.",
      "mental": "Pour favoriser votre bien-être mental et émotionnel le 7 janvier 2026, prenez chaque matin 5 minutes pour respirer profondément et méditer. Pratiquez la pleine conscience en vous concentrant sur le moment présent. Évitez la surcharge d'informations, faites des pauses régulières et cultivez la gratitude. Hydratez-vous bien et entourez-vous de personnes positives pour renforcer votre sérénité.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 7 janvier 2026, prenez soin de votre corps en adoptant une alimentation équilibrée et riche en nutriments. Intégrez des activités physiques régulières, comme la marche ou le yoga, pour renforcer votre vitalité. N’oubliez pas de vous hydrater suffisamment et de dormir suffisamment pour revitaliser votre énergie. Priorisez votre bien-être physique pour une année harmonieuse.",
      "mental": "Le 7 janvier 2026, prenez du temps pour la méditation et la respiration profonde afin d’apaiser votre esprit. Écoutez vos émotions sans jugement, et privilégiez des activités qui vous apportent paix intérieure. Écrivez vos pensées pour clarifier votre mental. N’oubliez pas de vous entourer de personnes positive pour renforcer votre équilibre émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Pour les Sagittaires le 7 janvier 2026, privilégie l’équilibre dans ton activité physique en intégrant des exercices variés comme la marche, le yoga ou la natation. Hydrate-toi bien, mange équilibré et dors suffisamment pour soutenir ton énergie. Prends soin de ton corps, écoute ses besoins et évite le surmenage pour maintenir une vitalité optimale toute la journée.",
      "mental": "Le 7 janvier 2026, Sagittaire peut renforcer son bien-être mental en pratiquant la pleine conscience chaque matin. Prenez du temps pour méditer, respirer profondément, et recentrer vos pensées. Équilibrez vos émotions en exprimant vos ressentis avec confiance et compassion. Gérez le stress en adoptant une routine relaxante, comme la marche en nature ou la lecture, pour apaiser votre esprit.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour le Capricorne du 7 janvier 2026, privilégiez une routine d'exercices réguliers comme la marche rapide ou le yoga pour stimuler votre énergie. Hydratez-vous abondamment et adoptez une alimentation équilibrée riche en fibres et en protéines. Accordez-vous des pauses pour la détente musculaire et dormez suffisamment pour renforcer votre vitalité. Prenez soin de votre corps chaque jour pour maintenir votre bien-être.",
      "mental": "Le 7 janvier 2026, les Capricornes devraient se concentrer sur la respiration consciente pour calmer leur esprit. Prenez le temps chaque matin d’écrire trois choses positives, afin d’améliorer votre clarté mentale. Pratiquez régulièrement la méditation pour équilibrer vos émotions et réduire le stress. Accordez-vous aussi des moments de silence pour renforcer votre bien-être intérieur.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Pour le Verseau le 7 janvier 2026, privilégiez une activité physique régulière comme la marche ou le yoga pour stimuler votre énergie. Hydratez-vous abondamment et adoptez une alimentation équilibrée riche en fruits et légumes. Prenez du temps pour vous détendre et écouter votre corps, afin de maintenir votre vitalité et renforcer votre bien-être physique.",
      "mental": "Le 7 janvier 2026, Verseau, concentres-toi sur la pleine conscience pour clarifier ton esprit. Pratique la respiration profonde régulièrement pour réduire le stress. Prends du temps pour toi, en méditant ou en journaling, afin de cultiver ton équilibre émotionnel. Rappelle-toi que l’écoute attentive de tes émotions favorise ta résilience et ton bien-être.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le 7 janvier 2026, Poissons, prenez soin de votre corps en privilégiant une alimentation équilibrée et riche en nutriments. Intégrez une activité physique régulière comme la marche ou le yoga pour stimuler votre énergie. Veillez à bien vous hydrater et à dormir suffisamment. Accordez-vous du temps pour la relaxation afin de préserver votre bien-être physique et mental.",
      "mental": "Le 7 janvier 2026, prenez du temps pour vous recentrer. Pratiquez la méditation ou la respiration profonde chaque matin pour clarifier votre esprit. Accordez-vous des pauses régulières pour gérer le stress et cultiver l’émotion positive. Écoutez votre intuition, journalisez vos ressentis, et privilégiez des activités apaisantes pour renforcer votre équilibre mental et émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}