{
  "date": "2026-02-14",
  "language": "es",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "El 14 de febrero de 2026, Aries, enfócate en mantener tu energía equilibrada. Incorpora ejercicios aeróbicos como correr o nadar para revitalizarte y mejorar tu resistencia. Cuida tu cuerpo con una alimentación nutritiva y descanso adecuado. Escucha a tu cuerpo y evita el exceso de esfuerzo; el descanso será clave para tu bienestar general y equilibrio energético.",
      "mental": "Para Aries en 14 de febrero de 2026, enfócate en respirar profundamente y practicar mindfulness para calmar tu mente activa. Tómate momentos para reflexionar y expresar tus emociones de manera saludable. Aprovecha actividades físicas que liberen tensión y mantén una rutina de sueños regular. La autocomprensión y la paciencia contigo mismo fortalecerán tu bienestar emocional en este día.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetales",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Tauro, en 2026-02-14, prioriza tu bienestar físico. Incorpora ejercicios suaves como caminatas o yoga para aumentar tu energía y reducir el estrés. Mantén una alimentación equilibrada, rica en frutas, verduras y proteínas. No olvides hidratarte bien y cuidar tu descanso. Dedica tiempo a tu cuidado personal para sentirte renovado y en armonía contigo mismo.",
      "mental": "Tauro, en 14 de febrero de 2026, enfócate en cultivar la claridad mental practicando la meditación diaria y respiraciones profundas. Dedica tiempo a conectarte contigo mismo, expresando tus emociones con sinceridad y paciencia. Gestiona el estrés con actividades que te aporten paz, como la naturaleza o el yoga. La atención plena te ayudará a mantener el equilibrio emocional y fortalecer tu bienestar integral.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Géminis, el 14 de febrero de 2026, prioriza el equilibrio físico. Mantén una rutina regular de ejercicio cardiovascular y de fortalecimiento para aumentar tu energía. Cuida tu cuerpo con hidratación adecuada y alimentación equilibrada, incorporando frutas, verduras y proteínas ligeras. Descansa lo suficiente y practica técnicas de relajación para reducir el estrés y revitalizar tu bienestar general.",
      "mental": "Géminis, en esta fecha enfócate en practicar la respiración consciente para calmar tu mente y reducir el estrés. Dedica tiempo a la reflexión personal y evita sobrecargar tu agenda. Encuentra momentos de silencio y gratitud para fortalecer tu equilibrio emocional. La escritura diaria te ayudará a clarificar ideas y mantenerte centrado en tu bienestar integral.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "El 14 de febrero de 2026, prioriza el cuidado de tu cuerpo con una alimentación equilibrada, rica en frutas, verduras y proteínas magras. Realiza ejercicio moderado, como caminar o yoga, para mantenerte activo y aumentar tu energía. Descansa lo suficiente y mantente bien hidratado para apoyar tu recuperación y fortalecer tu sistema inmunológico. Cuida tu bienestar integral.",
      "mental": "El 14 de febrero de 2026, enfócate en practicar la respiración profunda y la meditación para mantener la claridad mental. Dedica tiempo a conectar contigo mismo y expresar tus emociones con confianza. Prioriza actividades relajantes y evita sobrecargarte. Mantén una rutina diaria que incluya momentos de pausa, favoreciendo el equilibrio emocional y reduciendo el estrés, para fortalecer tu bienestar integral.",
      "recommended_activity": "estiramiento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Leo, el 14 de febrero de 2026, prioriza tu bienestar físico. Incorpora ejercicio cardiovascular moderado, como caminar o nadar, cinco veces por semana para aumentar energía. Mantén una alimentación equilibrada rica en frutas, verduras y proteínas magras. No olvides hidratarte bien y descansar lo suficiente. Escucha a tu cuerpo y realiza técnicas de relajación para reducir el estrés.",
      "mental": "Leo, en esta fecha, enfócate en practicar respiraciones profundas y mindfulness para mantener la calma. Dedica tiempo a reflexionar y expresar tus sentimientos con sinceridad. Establece límites saludables y prioriza actividades que te llenen de alegría. La autoaceptación y el descanso son clave para fortalecer tu bienestar emocional y mental. Cuida de ti con amor y paciencia.",
      "recommended_activity": "caminar",
      "diet_focus": "granos integrales",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Para Virgo el 14 de febrero de 2026, enfócate en fortalecer tu bienestar físico. Incorpora ejercicios suaves como yoga o caminatas diarias para mantener tu energía estable. Cuida tu alimentación, priorizando alimentos frescos y nutritivos. No olvides descansar lo suficiente y mantener una rutina de higiene y cuidado personal que te ayude a sentirte revitalizada y equilibrada.",
      "mental": "El 14 de febrero de 2026, Virgo, enfócate en practicar la atención plena y respiraciones profundas para mantener la claridad mental. Tómate tiempo para reflexionar y escribir tus pensamientos, liberando tensiones emocionales. Prioriza el descanso y la gratitud, y evita la sobrecarga de tareas. Cultiva un ambiente armonioso para fortalecer tu bienestar emocional y encontrar paz interior.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetales",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Para Libra el 14 de febrero de 2026, prioriza el equilibrio en tu cuidado físico. Incorpora actividades suaves como yoga o caminatas al aire libre para revitalizar tu energía. Mantén una alimentación equilibrada y descansos adecuados. Hidrátate bien y realiza masajes o cuidados corporales para sentirte armonizado y renovado, fortaleciendo tu bienestar integral.",
      "mental": "El 14 de febrero de 2026, Libra encontrará equilibrio al practicar mindfulness diariamente. Dedica unos minutos a la respiración profunda y la meditación para reducir el estrés. Prioriza actividades que te conecten contigo mismo y reflexiona sobre tus sentimientos. Busca apoyo en seres queridos para fortalecer tu bienestar emocional y mantener una mente clara y en paz.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Para Escorpio en 2026-02-14, enfócate en mantener una rutina de ejercicio regular y equilibrada, como yoga o caminatas al aire libre. Cuida tu alimentación con comidas nutritivas y evita excesos. Prioriza el descanso y la hidratación para fortalecer tu energía. Incorporar técnicas de respiración y cuidado corporal potenciará tu bienestar físico y mental en esta etapa.",
      "mental": "Querido Escorpio, el 14 de febrero de 2026, enfócate en practicar la respiración consciente y meditación para mejorar tu claridad mental. Tómate tiempo para reflexionar y expresar tus emociones con confianza. Para aliviar el estrés, realiza actividades que te conecten con la naturaleza y te llenen de paz interior. Mantén un equilibrio emocional cultivando gratitud y autocompasión durante el día.",
      "recommended_activity": "estiramiento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Para Sagitario el 14 de febrero de 2026, enfoca en mantener tu energía mediante ejercicio moderado y rutina de descanso regular. Incluye actividades al aire libre como caminatas o yoga para revitalizar tu cuerpo. Cuida tu alimentación priorizando frutas, verduras y proteínas ligeras. Hidratación constante y tiempo para relajarte mejorarán tu bienestar físico y tu vitalidad durante el día.",
      "mental": "El 14 de febrero de 2026, Sagitario, enfoca tu mente en la claridad y la paz interior. Practica técnicas de respiración profunda y mindfulness para reducir el estrés. Prioriza actividades que te conecten con la naturaleza y te llenen de energía positiva. Dedica tiempo a reflexionar y expresar tus emociones, fortaleciendo tu bienestar emocional y mental en este momento especial.",
      "recommended_activity": "meditación",
      "diet_focus": "hidratación",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Para Capricornio el 14 de febrero de 2026, prioriza el descanso y una alimentación equilibrada para mantener altos niveles de energía. Incorpora ejercicio regular, como caminatas o yoga, para fortalecer tu cuerpo y reducir el estrés. No olvides hidratarte bien y dedicar tiempo a masajes o cuidados corporales, promoviendo una sensación de bienestar y vitalidad en tu día a día.",
      "mental": "Este 14 de febrero, Capricornio, enfócate en la respiración consciente para calmar la mente. Dedica tiempo a la reflexión y organiza tus pensamientos para lograr claridad mental. Practica la gratitud y haz pausas durante el día para reducir el estrés. Mantén un diario emocional y conecta con seres queridos para fortalecer tu equilibrio emocional y sentirte apoyado.",
      "recommended_activity": "estiramiento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Acuario, el 14 de febrero de 2026, enfócate en mantener tu energía con ejercicios suaves como yoga o caminatas al aire libre. Cuida tu cuerpo hidratándote bien y prioriza una alimentación equilibrada, rica en frutas y verduras. Descansa lo suficiente y dedica tiempo a relajarte, fortaleciendo tu bienestar físico y emocional. Tu salud florecerá con atención constante y cariño hacia ti mismo.",
      "mental": "Para Acuario el 14 de febrero de 2026, enfócate en practicar mindfulness y respiraciones profundas para despejar la mente. Dedica tiempo a expresar tus emociones y busca actividades que te conecten con la naturaleza. Limita el estrés mediante momentos de introspección y descanso. Cultiva la gratitud para fortalecer tu bienestar emocional y mantener una actitud positiva ante los desafíos.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Para Piscis el 14 de febrero de 2026, prioriza el cuidado corporal y la energía. Incorpora ejercicios suaves como yoga o natación para revitalizarte. Mantén una alimentación equilibrada con frutas, verduras y líquidos suficiente. Dedica tiempo a descansar y realizar pausas activas durante el día. Escucha a tu cuerpo y evita el agotamiento, fortaleciendo tu bienestar físico y emocional.",
      "mental": "Querido Piscis, en esta fecha enfócate en prácticas de mindfulness como la meditación y respiración profunda para mejorar tu claridad mental. Dedica tiempo a expresar tus emociones con confianza y busca actividades relajantes que te ayuden a equilibrar el estrés. Rodéate de personas que te apoyen y recuerda que cuidar de ti mismo es esencial para tu bienestar emocional.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetales",
      "author": "Astrologly"
    }
  }
}