{
  "date": "2026-02-12",
  "language": "it",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Il 12 febbraio 2026, Ariete dovrebbe dedicare attenzione al riposo e all'alimentazione equilibrata, evitando stress eccessivi. Consiglio di integrare esercizi di stretching e yoga per rilassare il corpo e aumentare l’energia. Mantieni una buona idratazione e concediti pause regolari durante la giornata per favorire il benessere fisico e mentale.",
      "mental": "Ariete, il 12 febbraio 2026, dedica alcuni minuti ogni giorno alla meditazione o alla respirazione profonda per calmare la mente. Ascolta le tue emozioni senza giudizio e con pazienza. Ricorda di stabilire confini sani e praticare attività che ti ricordino di vivere nel presente, rafforzando il tuo equilibrio emotivo e riducendo lo stress.",
      "recommended_activity": "cardio",
      "diet_focus": "verdure",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Toro, il 12 febbraio 2026 è importante dedicare attenzione al tuo benessere fisico. Mantieni una dieta equilibrata ricca di frutta, verdura e proteine leggere. Dedica almeno 30 minuti giornalieri a esercizi moderati come camminate, yoga o stretching. Idratati adeguatamente e assicurati di riposare almeno 7-8 ore a notte per sostenere energia e vitalità quotidiana.",
      "mental": "Toro, il 12 febbraio 2026 è importante dedicare tempo alla riflessione e al rilassamento. Pratica la meditazione quotidiana per aumentare la chiarezza mentale e affrontare meglio le sfide. Ricorda di ascoltare le tue emozioni senza giudizio e di trovare momenti di gratitudine. Gestisci lo stress con esercizi di respirazione profonda e cura il tuo benessere emotivo con attenzione e gentilezza.",
      "recommended_activity": "riposo",
      "diet_focus": "vitamine",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Per il 12 febbraio 2026, Gemelli, concentrati su una routine equilibrata di esercizio, alternando attività aerobiche e di stretching. Mantieni una dieta ricca di frutta, verdura e proteine leggere per energia duratura. Dedica del tempo al sonno riposante e all’idratazione. Ascolta il tuo corpo e prenditi cura del benessere fisico quotidiano per mantenere vitalità e equilibrio.",
      "mental": "Care Gemelli, il 12 febbraio 2026 è importante dedicare del tempo alla calma e alla riflessione. Pratica la mindfulness con meditazioni giornaliere e respiri profondi per ridurre lo stress. Mantieni un diario per chiarire i tuoi pensieri e coltivare l'equilibrio emotivo. Ricorda di ascoltare te stesso e concederti momenti di pace e autocompassione.",
      "recommended_activity": "yoga",
      "diet_focus": "proteine",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Il 2026-02-12, Concentrati sulla cura del corpo: mantieni un'alimentazione equilibrata ricca di frutta, verdura e proteine leggere. Dedica 30 minuti quotidiani a esercizi moderati, come camminate o yoga, per aumentare energia e benessere. Riposa adeguatamente e idratati, ascoltando i segnali del tuo corpo. Prenditi cura di te, giorno dopo giorno.",
      "mental": "Il 12 febbraio 2026, Cancro, concentrati sulla cura del tuo benessere emotivo. Trova momenti di tranquillità per praticare la mindfulness e respirazioni profonde, liberando stress e favorendo la chiarezza mentale. Ricorda di ascoltare le tue emozioni senza giudizio, circondandoti di persone supportive. Dedica tempo a ciò che ti nutre interiormente, rafforzando equilibrio e serenità quotidiana.",
      "recommended_activity": "stretching",
      "diet_focus": "frutta",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Cari Leone, il 12 febbraio 2026 è un momento perfetto per concentrarti sulla cura del tuo corpo. Dedica almeno 30 minuti a esercizi di stretching o passeggiate all’aperto per aumentare energia e benessere. Mantieni un’alimentazione equilibrata, idratati bene e concediti il giusto riposo. Piccoli gesti quotidiani migliorano sensibilmente il tuo stato di salute e vitalità.",
      "mental": "Leone, il 12 febbraio 2026, dedicati alla meditazione quotidiana per chiarire la mente e ridurre lo stress. Prenditi momenti di pausa, respira profondamente e pratica il mindfulness per mantenere l'equilibrio emotivo. Coltiva pensieri positivi e circondati di persone che ti sostengono. Ricorda: il benessere mentale si costruisce con piccole azioni costanti.",
      "recommended_activity": "camminata",
      "diet_focus": "cereali integrali",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Il 2026 sarà un anno favorevole per la Vergine: dedicati a una routine equilibrata di esercizio fisico, come yoga o camminate all'aperto, per mantenere alta l'energia. Cura la tua alimentazione con pasti nutrienti e idratati bene. Ascolta il tuo corpo e concediti momenti di relax, fondamentali per il benessere complessivo e la vitalità quotidiana.",
      "mental": "Il 12 febbraio 2026 sarà importante per la Vergine dedicare del tempo alla cura di sé. Concentrati sulla respirazione profonda e pratiche di mindfulness per mantenere la chiarezza mentale. Gestisci lo stress attraverso attività rilassanti come la meditazione o lo yoga. Ricorda di ascoltare le tue emozioni e concederti pause per ritrovare equilibrio e benessere interiore.",
      "recommended_activity": "cardio",
      "diet_focus": "verdure",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Cara Bilancia, il 2026-02-12 è un giorno ideale per dedicarti alla cura del corpo. Alterna esercizi di yoga e stretching per migliorare flessibilità e vitalità. Alimentati con cibi leggeri e ricchi di fibre, e assicurati di idratarti bene. Riposa abbastanza e ascolta i segnali del tuo corpo. Mantieni un atteggiamento positivo e affronta la giornata con energia e serenità.",
      "mental": "Il 12 febbraio 2026, la Bilancia può beneficiare di momenti di pausa per ristabilire l’equilibrio interiore. Pratica la mindfulness quotidianamente, respirando profondamente per calmare la mente. Dedica tempo a riflettere sulle emozioni, scrivendo un diario. Ricorda di stabilire confini sani e chiedere supporto, mantenendo cura di te stesso per una mente chiara e un cuore sereno.",
      "recommended_activity": "riposo",
      "diet_focus": "vitamine",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Il 12 febbraio 2026, i Scorpione dovrebbero dedicare attenzione al riposo e all'alimentazione equilibrata. Praticare attività fisiche leggere come yoga o passeggiate aiuta a mantenere energia e benessere. Idratarsi bene e curare la pelle con prodotti naturali favoriscono il rilassamento. Ascolta il tuo corpo e concediti pause per ricaricare le energie.",
      "mental": "Il 12 febbraio 2026, Scorpione, dedicati alla pratica della meditazione e della respirazione profonda per migliorare la chiarezza mentale. Cerca di riconoscere e accettare le emozioni senza giudizio, dedicando momenti di tranquillità ogni giorno. Coltiva il pensiero positivo, concedendoti pause dal ritmo frenetico e circondandoti di persone che ti sostengono e nutrono il cuore.",
      "recommended_activity": "stretching",
      "diet_focus": "frutta",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Il 12 febbraio 2026, Sagittario dovrebbe concentrarsi sull’equilibrio tra attività fisica e riposo. Pratica esercizi all’aperto, come camminate o yoga, per migliorare energia e benessere. Mantieni una dieta equilibrata ricca di frutta, verdura e proteine leggere. Ricorda di idratarti adeguatamente e ascoltare il tuo corpo, concedendoti pause rigeneranti.",
      "mental": "Il 12 febbraio 2026, Sagittario, dedicati alla respirazione consapevole e alla meditazione quotidiana per rafforzare la chiarezza mentale. Ricorda di ascoltare le tue emozioni senza giudizio e praticare gratitudine. Trova momenti all’aperto per ricaricare energia e ridurre lo stress. Coltiva equilibrio tra mente e cuore, mantenendo una routine di cura di sé.",
      "recommended_activity": "meditazione",
      "diet_focus": "idratazione",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Il 2026-02-12, Capricorno dovrebbe concentrarsi sulla cura del corpo attraverso esercizi moderati come yoga o camminate quotidiane, per aumentare energia e benessere. Ricorda di mantenere un’alimentazione equilibrata, idratarti adeguatamente e riposare a sufficienza. Dedica momenti di relax e ascolta i segnali del corpo, rafforzando la tua vitalità e prevenendo stanchezza o stress.",
      "mental": "Il 12 febbraio 2026, il Capricorno ha bisogno di dedicare tempo alla mindfulness e alla calma interiore. Pratica respirazioni profonde ogni giorno e concediti momenti di riflessione per liberare la mente da pensieri stressanti. Ricorda di ascoltare le tue emozioni, accettandole senza giudizio, e di trovare equilibrio tra lavoro e riposo per mantenere benessere mentale ed emotivo.",
      "recommended_activity": "stretching",
      "diet_focus": "frutta",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Il 12 febbraio 2026, dedicati a mantenere alta l’energia attraverso attività leggere come passeggiate all’aperto o yoga. Cura il benessere del corpo con una dieta equilibrata ricca di frutta, verdura e proteine sane. Ricorda di idratarti adeguatamente e di riposare abbastanza. Ascolta il tuo corpo e concediti momenti di calma per ricaricare le energie.",
      "mental": "Il 12 febbraio 2026, dedica del tempo alla meditazione quotidiana per migliorare la chiarezza mentale. Pratica tecniche di respirazione profonda per gestire lo stress e mantenere l’equilibrio emotivo. Circondati di energia positiva e ascolta attentamente i tuoi bisogni interiori. Ricorda di essere gentile con te stesso e di concederti pause riposanti per rinvigorire la tua mente e cuore.",
      "recommended_activity": "yoga",
      "diet_focus": "proteine",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Per Pesci, il 2026-02-12 è un giorno perfetto per concentrarsi sulla cura del corpo. Dedica del tempo a esercizi dolci come yoga o camminate all'aperto per aumentare energia e vitalità. Mantieni un’alimentazione equilibrata e idratati adeguatamente. Ascolta il tuo corpo e riposa quando necessario per un benessere completo.",
      "mental": "Cari Pesci, il 2026-02-12 è un giorno ideale per dedicarti alla calma interiore. Pratica respirazioni profonde e meditazione giornaliera per migliorare la chiarezza mentale e l’equilibrio emotivo. Ricordati di concederti pause, ascolta le tue emozioni e non temere di condividere i tuoi sentimenti con persone di fiducia. Coltiva la mindfulness per affrontare lo stress con serenità.",
      "recommended_activity": "cardio",
      "diet_focus": "verdure",
      "author": "Astrologly"
    }
  }
}