{
  "date": "2026-01-31",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 31 janvier 2026, concentre-toi sur l’équilibre entre repos et activité. Priorise une alimentation saine et hydrate-toi régulièrement. Pratique une activité physique régulière, comme la marche ou le yoga, pour énergiser ton corps. Prends soin de ta peau avec des soins adaptés et n’oublie pas de t’étirer après chaque séance pour prévenir les tensions.",
      "mental": "Chère Bélier, le 31 janvier 2026, privilégie la pleine conscience pour calmer ton esprit. Pratique la respiration profonde lors des moments de stress et prends du recul pour évaluer tes émotions. Écoute ton corps, accorde-toi du temps pour la détente, et cultive la patience. Une approche douce renforcera ton bien-être mental et émotionnel ce jour-là.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour le Taureau le 31 janvier 2026, privilégie une alimentation équilibrée riche en fruits, légumes et protéines. Pratique une activité physique régulière comme la marche ou le yoga pour stimuler ton énergie. Prends soin de ton corps en t'hydratant bien et en dormant suffisamment. Écoute ton corps, repose-toi quand nécessaire, et évite la surcharge.",
      "mental": "Cher Taureau, le 31 janvier 2026, prenez du temps chaque jour pour la méditation ou la respiration profonde afin d'apaiser votre esprit. Accordez-vous des pauses pour réfléchir calmement, évitant ainsi le stress et l'anxiété. Cultivez la gratitude, entourez-vous de soutien, et soyez doux avec vous-même. La stabilité émotionnelle viendra en nourrissant votre bien-être intérieur avec patience et douceur.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Le 31 janvier 2026, les Gémeaux doivent privilégier l’équilibre physique en incorporant une activité régulière comme la marche ou le yoga. Hydratez-vous suffisamment et adoptez une alimentation variée pour maintenir votre énergie. Prenez soin de votre respiration en pratiquant des exercices de relaxation. Écoutez votre corps et reposez-vous si vous ressentez de la fatigue.",
      "mental": "Le 31 janvier 2026, les Gémeaux sont encouragés à pratiquer la pleine conscience pour renforcer leur clarté mentale. Prenez le temps de méditer ou de respirer profondément chaque jour pour apaiser votre esprit. Écoutez vos émotions sans jugement, et privilégiez des activités qui vous apportent paix et harmonie. Cultivez la patience et la bienveillance envers vous-même.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour soutenir votre santé physique en cette période, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Faites de l’exercice modéré, comme la marche ou la natation, 3 à 4 fois par semaine pour maintenir votre énergie. Prenez soin de votre corps avec des massages, des étirements et une hydratation suffisante. Écoutez votre corps et reposez-vous lorsque nécessaire.",
      "mental": "Le 31 janvier 2026, prenez du temps pour recentrer votre esprit. Pratiquez la respiration consciente et la méditation pour apaiser votre mental. Écoutez vos émotions sans jugement, en cultivant la gratitude. Équilibrer votre vie quotidienne avec des pauses régulières vous aidera à gérer le stress. Soyez bienveillant envers vous-même, cela renforcera votre bien-être mental et émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Cher Lion, pour maintenir votre bien-être en janvier 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intégrez 30 minutes d'exercice modéré, comme la marche ou le yoga, 3 à 4 fois par semaine. Hydratez-vous suffisamment, dormez au moins 7 heures par nuit et pratiquez des étirements quotidiens pour préserver votre énergie et votre vitalité.",
      "mental": "Le 31 janvier 2026, prenez le temps de pratiquer la pleine conscience chaque matin. Respirez profondément, connectez-vous à votre corps et identifiez vos émotions. Pour renforcer votre équilibre, écrivez vos pensées dans un journal et faites une pause lorsque la tension monte. Respectez vos limites, soyez bienveillant envers vous-même, et n’hésitez pas à demander du soutien si nécessaire.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Pour la Vierge le 31 janvier 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines légères. Hydratez-vous régulièrement et accordez-vous du temps pour le repos. Intégrez une activité physique douce comme la marche ou le yoga pour booster votre énergie. Prenez soin de votre corps avec des massages ou des bains relaxants pour favoriser votre bien-être global.",
      "mental": "Pour la Vierge le 31 janvier 2026, privilégiez la méditation quotidienne pour apaiser votre esprit et cultiver la clarté mentale. Prenez du temps pour vous reconnecter à votre corps et à vos émotions, en pratiquant des exercices de respiration profonde. Évitez le perfectionnisme excessif en vous accordant des pauses, afin de maintenir un équilibre émotionnel stable et une sérénité intérieure.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour renforcer votre équilibre physique en 2026, adoptez une alimentation équilibrée riche en fruits, légumes et protéines. Pratiquez une activité physique régulière, comme la marche ou le yoga, au moins 30 minutes par jour. Hydratez-vous suffisamment et dormez 7 à 8 heures par nuit. Prenez soin de votre corps avec des étirements et des pauses actives.",
      "mental": "Pour renforcer votre bien-être mental et émotionnel en ce début d’année, prenez chaque jour quelques minutes pour pratiquer la pleine conscience. Respirez profondément, notez vos pensées sans jugement, et connectez-vous à votre corps. Équilibrez votre esprit en identifiant ce qui vous apaise, et n’hésitez pas à parler avec un proche pour partager vos ressentis.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 31 janvier 2026, il est important pour le Scorpion de privilégier des activités physiques régulières, comme la marche ou le yoga, pour renforcer son énergie. Hydratez-vous bien et adoptez une alimentation équilibrée riche en vitamines. Accordez-vous suffisamment de repos, et n'oubliez pas de prendre soin de votre corps avec des massages ou des étirements pour maintenir votre vitalité.",
      "mental": "Le 31 janvier 2026, prenez le temps de pratiquer la pleine conscience chaque jour pour calmer votre esprit. Accordez-vous des moments de respiration profonde afin de réduire le stress. Cultivez la confiance en vous en écrivant vos pensées positives. Écoutez votre corps et vos émotions pour maintenir un équilibre mental, en paix avec vous-même et votre environnement.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le Sagittaire en 2026-01-31 devrait privilégier une activité physique régulière, comme la marche ou le yoga, pour renforcer son énergie. Hydratez-vous bien, mangez équilibré avec des aliments riches en vitamines, et dormez suffisamment pour revitaliser votre corps. Écoutez votre corps, évitez la suractivité, et prenez du temps pour la relaxation afin de maintenir un bien-être optimal.",
      "mental": "Pour les Sagittaires en cette période, privilégiez la méditation quotidienne pour renforcer votre clarté mentale. Accordez-vous du temps pour analyser vos émotions sans jugement, favorisant ainsi un équilibre intérieur. Gérez le stress par des respirations profondes et des activités relaxantes. Pratiquez la pleine conscience pour rester centré, et n’hésitez pas à demander du soutien si le poids émotionnel devient trop lourd.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour les Capricornes du 31 janvier 2026, prenez soin de renforcer votre énergie en intégrant une activité physique régulière, comme la marche ou le yoga. Veillez à une alimentation équilibrée riche en vitamines, et hydratez-vous suffisamment. Accordez-vous chaque jour du temps pour la détente et le repos, essentiels pour préserver votre vitalité et votre bien-être global.",
      "mental": "Le 31 janvier 2026, les Capricornes devraient privilégier la pleine conscience pour calmer l'esprit. Prenez du temps chaque jour pour respirer profondément, méditer ou marcher en pleine nature. Écoutez vos émotions sans jugement et partagez vos ressentis avec des proches de confiance. Favorisez un équilibre entre travail et détente pour renforcer votre stabilité mentale et affective.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Le 31 janvier 2026, Verseau, privilégiez une routine d'exercice régulière pour booster votre énergie. Optez pour des activités variées comme le yoga ou la marche en plein air afin de renforcer votre corps et calmer votre esprit. hydratation, alimentation équilibrée riche en fruits et légumes et soins corporels doux seront essentiels pour votre bien-être global.",
      "mental": "Pour le Verseau du 31 janvier 2026, concentrez-vous sur la pratique quotidienne de la pleine conscience pour apaiser votre esprit. Prenez du temps pour méditer ou respirer profondément, afin de maintenir votre clarté mentale. Écoutez vos émotions sans jugement et établissez des limites saines. Cultivez la patience et la compassion envers vous-même pour renforcer votre équilibre émotionnel et réduire le stress.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Poissons, le 31 janvier 2026, privilégiez une routine équilibrée pour renforcer votre vitalité. Faites des activités douces comme le yoga ou la marche quotidienne pour revitaliser votre corps. Hydratez-vous régulièrement et privilégiez une alimentation riche en fruits, légumes et oméga-3. Prenez aussi soin de votre sommeil pour maintenir votre énergie et votre bien-être global.",
      "mental": "Poissons, le 31 janvier 2026 est propice à la clarté mentale. Prenez quelques moments chaque jour pour pratiquer la pleine conscience, respirez profondément pour calmer l’esprit. Écoutez vos émotions sans jugement, écrivez vos pensées pour y voir plus clair. Trouvez du temps pour la nature afin de renforcer votre équilibre émotionnel et réduire le stress.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}