{
  "date": "2026-01-28",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Chère Bélier, le 28 janvier 2026, privilégie une activité physique régulière comme la marche ou le yoga pour maintenir ton énergie. Veille à bien t'hydrater et à équilibrer ton alimentation avec des fruits et légumes frais. Accordes-toi des moments de repos pour récupérer. Écoute ton corps et évite la fatigue pour préserver ton bien-être global.",
      "mental": "Le 28 janvier 2026, Bélier, prenez du temps pour la réflexion intérieure afin d’apaiser votre esprit. Pratiquez la pleine conscience chaque matin pour renforcer votre clarté mentale. Exprimez vos émotions avec douceur et patience, évitant le stress excessif. Accordez-vous des pauses régulières pour nourrir votre bien-être émotionnel, favorisant ainsi un équilibre stable et apaisant.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Taureau le 28 janvier 2026, privilégie une alimentation équilibrée riche en légumes, protéines et fibres pour renforcer ton énergie. Intègre une activité physique régulière comme la marche, le yoga ou la natation pour apaiser ton corps. Prends soin de ton sommeil en te couchant et te levant à des heures régulières, et hydrate-toi abondamment. Écoute ton corps et sois doux avec toi-même.",
      "mental": "Le 28 janvier 2026, prenez le temps de pratiquer la pleine conscience en respirant profondément chaque matin. Écoutez vos émotions sans jugement et évitez la surcharge mentale en établissant des priorités claires. Accordez-vous des pauses régulières pour calmer votre esprit et renouer avec votre bien-être intérieur. Cultiver la patience et la bienveillance envers vous-même favorisera votre équilibre mental et émotionnel.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Le 28 janvier 2026, les Gémeaux doivent privilégier des activités légères comme la marche ou le yoga pour renforcer leur vitalité. Hydratez-vous régulièrement, adoptez une alimentation équilibrée riche en fruits et légumes, et assurez-vous de dormir suffisamment. Prenez soin de votre corps en évitant le surmenage, et écoutez ses signaux pour maintenir un bon niveau d’énergie tout au long de la journée.",
      "mental": "Gémeaux, le 28 janvier 2026, prenez du temps pour la réflexion intérieure. Pratiquez la méditation pour clarifier vos pensées et apaiser votre esprit. Écoutez vos émotions sans jugement et engagez-vous dans des activités qui vous apportent paix et équilibre. Respirez profondément lors de moments stressants. Cultivez la pleine conscience pour renforcer votre bien-être mental et émotionnel au quotidien.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour améliorer votre santé physique face au cancer, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Maintenez une activité douce comme la marche ou le yoga pour soutenir votre énergie et réduire le stress. Hydratez-vous régulièrement, dormez suffisamment et écoutez votre corps. Consultez votre médecin avant toute nouvelle activité ou changement de régime.",
      "mental": "Pour le 28 janvier 2026, prenez le temps de pratiquer la pleine conscience chaque matin. Respirez profondément lorsque vous vous sentez submergé, et n'hésitez pas à exprimer vos émotions avec confiance. Une routine de méditation régulière et une activité physique douce favoriseront votre clarté mentale et votre équilibre émotionnel. Prenez soin de vous, vous méritez ce moment de paix.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion, le 28 janvier 2026, privilégie une marche quotidienne pour dynamiser votre énergie. Intégrez des exercices doux comme le yoga ou la natation pour renforcer votre corps et calmer l’esprit. Veillez à boire suffisamment d’eau, à manger équilibré, et à dormir au moins 7 heures par nuit pour maintenir votre vitalité et votre bien-être global.",
      "mental": "Cher Lion, le 28 janvier 2026, prenez du temps chaque matin pour pratiquer la pleine conscience, en respirant profondément et en visualisant votre journée. Accordez-vous des pauses régulières pour évacuer le stress et recentrer vos pensées. Cultivez la gratitude, entourez-vous d’énergie positive, et n'hésitez pas à exprimer vos émotions pour préserver votre équilibre mental et émotionnel.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 28 janvier 2026, Vierge, privilégie une alimentation équilibrée riche en fruits, légumes et protéines légères pour soutenir ton énergie. Intègre une activité physique régulière comme la marche ou le yoga pour renforcer ton corps. Prends soin de ton sommeil en créant une routine apaisante, et n'oublie pas de t’hydrater abondamment pour maintenir ton bien-être global.",
      "mental": "Pour la Vierge en cette date, prenez le temps de pratiquer la pleine conscience chaque matin, en respirant profondément pendant quelques minutes. Accordez-vous une pause pour organiser vos pensées, et évitez de trop vous fixer sur les détails. Cultivez la gratitude quotidienne pour maintenir un équilibre émotionnel. Enfin, n'hésitez pas à partager vos ressentis avec un proche pour soulager le stress.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour maintenir votre équilibre physique le 28 janvier 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Buvez suffisamment d’eau, pratiquez des exercices doux comme la marche ou le yoga, et assurez-vous de dormir suffisamment. Prenez soin de votre corps en étirant régulièrement et en écoutant ses besoins pour rester énergisé et en bonne santé.",
      "mental": "Pour équilibrer votre esprit et vos émotions le 28 janvier 2026, prenez chaque matin 10 minutes pour pratiquer la pleine conscience. Respirez profondément, en vous concentrant sur le moment présent. Identifiez et acceptez vos émotions sans jugement. Évitez la surcharge d’informations et accordez-vous des pauses régulières pour réduire le stress et renforcer votre bien-être intérieur.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 28 janvier 2026, les Scorpions devraient privilégier une routine équilibrée pour maintenir leur énergie. Intégrez des exercices cardio réguliers, comme la marche rapide ou la natation, pour renforcer votre vitalité. Pensez également à boire beaucoup d’eau, à dormir suffisamment et à adopter une alimentation saine riche en fruits et légumes. Accordez-vous des moments de détente pour éviter le stress.",
      "mental": "Le 28 janvier 2026, les Scorpions peuvent renforcer leur bien-être en pratiquant la pleine conscience quotidienne. Prenez quelques minutes pour respirer profondément, visualiser la paix intérieure et libérer les tensions. Cultivez la patience, évitez de ruminer, et prenez soin de votre santé mentale par des activités apaisantes. Accordez-vous du temps pour la réflexion et la gratitude.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 28 janvier 2026, les Sagittaires profiteront d’une énergie renouvelée. Privilégiez des activités dynamiques comme la marche, la course ou le yoga pour maintenir votre vitalité. Accordez-vous des moments de repos et soignez votre alimentation en privilégiant fruits, légumes et protéines. Hydratez-vous bien et écoutez votre corps pour éviter la fatigue. Restez actif et équilibré pour un bien-être optimal.",
      "mental": "Le 28 janvier 2026, Sagittaire, prenez le temps de vous recentrer en pratiquant la méditation quotidienne. Accordez-vous des pauses pour respirer profondément et calmer votre esprit. Exprimez vos émotions avec confiance et écoute active, tout en évitant la surcharge mentale. Cultivez la gratitude pour renforcer votre bien-être émotionnel et maintenir un équilibre serein face aux défis.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour le Capricorne du 28 janvier 2026, privilégie une routine équilibrée alliant cardio doux et renforcement musculaire. Priorise une alimentation saine et hydratée pour maintenir ton énergie. Intègre des exercices de respiration ou de méditation pour réduire le stress. N’oublie pas de prendre soin de ta peau avec des soins adaptés et de te reposer suffisamment pour optimiser ta vitalité.",
      "mental": "Pour les Capricornes le 28 janvier 2026, il est essentiel de privilégier la respiration profonde et la méditation pour apaiser l’esprit. Prenez du temps pour vous reconnecter avec vos émotions en écrivant ou en pratiquant la pleine conscience. Fixez des limites claires, respirez lentement, et n’oubliez pas de vous accorder des pauses régulières pour maintenir un équilibre mental et émotionnel serein.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Le 28 janvier 2026, Verseau, privilégiez une routine équilibrée pour renforcer votre bien-être. Intégrez des activités physiques modérées, comme la marche ou le yoga, pour dynamiser votre corps. Hydratez-vous régulièrement, adoptez une alimentation variée et équilibrée, et prenez soin de votre sommeil. Écoutez votre corps et accordez-vous des moments de détente pour maintenir votre énergie et votre vitalité.",
      "mental": "Le 28 janvier 2026, Verseau, prenez le temps de pratiquer la pleine conscience chaque matin. Investissez dans des activités qui apaisent votre esprit, comme la méditation ou la marche en nature. Écoutez vos émotions sans jugement, et n’hésitez pas à demander du soutien si le stress devient trop lourd. Cultivez la gratitude pour renforcer votre bien-être mental.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le 28 janvier 2026, prenez soin de votre corps en privilégiant une alimentation équilibrée riche en fruits, légumes et protéines légères. Intégrez une activité physique régulière, comme la marche ou le yoga, pour augmenter votre énergie. Hydratez-vous suffisamment et dormez suffisamment pour revitaliser votre corps. Écoutez ses besoins et évitez le stress pour un bien-être optimal.",
      "mental": "Poissons, le 28 janvier 2026, privilégiez la pleine conscience pour apaiser votre esprit. Pratiquez la respiration profonde et la méditation pour renforcer votre clarté mentale. Écoutez vos émotions sans jugement, en vous accordant des pauses régulières pour réduire le stress. Entourez-vous de personnes bienveillantes, et prenez soin de votre bien-être intérieur pour une harmonie durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}