{
  "date": "2026-01-12",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Áries, em 2026-01-12, priorize atividades físicas que estimulem sua energia, como corrida ou treinos intensos. Cuide da alimentação com alimentos nutritivos e equilibrados. Hidrate-se bem ao longo do dia e reserve tempo para descanso e alongamento. Ouça seu corpo e evite excessos, garantindo vitalidade, saúde e bem-estar duradouro.",
      "mental": "Para Áries em 12 de janeiro de 2026, concentre-se na prática diária de mindfulness e respiração profunda para acalmar a mente agitada. Tire momentos para refletir e expressar emoções de forma saudável, evitando impulsos. Estabeleça limites claros e priorize o autocuidado para manter o equilíbrio emocional. Cultivar serenidade ajudará a tomar decisões alinhadas com seu bem-estar.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "No dia 12 de janeiro de 2026, Touro deve priorizar o cuidado com o corpo, mantendo uma alimentação equilibrada e nutritiva. Incentive-se a praticar exercícios físicos moderados, como caminhadas ou yoga, para aumentar sua energia e bem-estar. Hidrate-se bem e reserve momentos de descanso para recuperar forças, promovendo saúde e vitalidade ao longo do dia.",
      "mental": "Touro, em 12 de janeiro de 2026, concentre-se em manter sua mente clara e seu coração equilibrado. Reserve momentos diários para práticas de mindfulness, respiração profunda e reflexão. Diante do estresse, priorize atividades que promovam relaxamento e autoconhecimento. Cultive a paciência, confie no seu ritmo e lembre-se de valorizar seu bem-estar emocional acima de tudo.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Para Gêmeos em 12 de janeiro de 2026, priorize atividades que estimulam sua mente e corpo, como exercícios leves, yoga ou caminhada ao ar livre. Cuide da alimentação, evitando excessos de açúcar e gorduras. Hidrate-se bem e durma pelo menos 7 horas por noite para manter a energia elevada. Momentos de relaxamento ajudarão a equilibrar suas emoções e saúde física.",
      "mental": "Gêmeos, em 12 de janeiro de 2026, priorize momentos de reflexão para esclarecer seus pensamentos. Pratique respiração profunda e meditação diária para manter o equilíbrio emocional. Estabeleça limites claros para evitar sobrecarga e reserve um tempo para atividades que lhe tragam alegria. Cultivar a atenção plena ajudará a enfrentar desafios com calma e clareza, promovendo seu bem-estar emocional.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Para manter sua saúde física ao enfrentar o câncer, pratique atividades leves como caminhada ou alongamento diariamente. Cuide bem do seu corpo com alimentação equilibrada, hidratação adequada e sono de qualidade. Evite excessos e permita-se descanso. Consulte sempre sua equipe médica antes de iniciar exercícios ou mudanças na rotina, garantindo bem-estar e energia para o seu tratamento.",
      "mental": "Para o Cancer em 12 de janeiro de 2026, priorize momentos de autocuidado e práticas de mindfulness, como meditação ou respiração profunda, para promover clareza mental e equilíbrio emocional. Seja gentil consigo mesmo, reconhecendo emoções sem julgamento. Reserve tempo para atividades que tragam conforto, mantendo o foco no presente. Assim, fortalecerá sua resiliência emocional e reduzirá o estresse.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "No dia 12 de janeiro de 2026, priorize seu bem-estar físico, Leão. Inclua atividades que aumentem sua energia, como caminhadas ao ar livre ou exercícios de alongamento matinal. Hidrate-se bem, alimente-se de forma equilibrada e ouça seu corpo, descansando sempre que necessário. Cuide da sua postura e reserve tempo para relaxar, promovendo vitalidade e saúde contínua.",
      "mental": "Para Leão em 12 de janeiro de 2026, priorize momentos de reflexão para manter a clareza mental. pratique técnicas de respiração profunda e meditação para gerenciar o estresse. Valorize suas emoções, expressando-as com autenticidade, mas também criando momentos de silêncio interior. Cultive gratidão diária e focada no presente, fortalecendo seu equilíbrio emocional e bem-estar.",
      "recommended_activity": "caminhada",
      "diet_focus": "grãos integrais",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "No dia 12 de janeiro de 2026, Virgem deve focar na rotina de cuidados com o corpo. Inclua exercício leve, como caminhadas ou alongamentos, para manter energia. Hidrate-se adequadamente e priorize uma alimentação equilibrada. Periodicamente, reserve um tempo para relaxar e cuidar da pele. Essas ações fortalecerão seu bem-estar físico e aumentarão sua disposição ao longo do dia.",
      "mental": "Para Virgem em 12/01/2026, concentre-se na prática diária de mindfulness, respirando profundamente para acalmar a mente. Reserve momentos para reflexão e organize suas tarefas para evitar sobrecarga. Cultive a autocompaixão ao lidar com emoções difíceis e mantenha uma rotina de atividades relaxantes, como meditação ou caminhadas na natureza, para equilibrar sua saúde mental e emocional.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Para Libra em 12 de janeiro de 2026, concentre-se em cuidar do seu bem-estar físico. Priorize uma alimentação balanceada, rica em frutas, vegetais e proteínas magras. Pratique exercícios leves, como ioga ou caminhadas ao ar livre, para aumentar sua energia e promover relaxamento. Hidrate-se bem e durma o suficiente para manter o equilíbrio do corpo e mente.",
      "mental": "Para Libra em 12 de janeiro de 2026, priorize momentos de reflexão diária para fortalecer sua clareza mental. Pratique técnicas de respiração e meditação para manter o equilíbrio emocional. Evite sobrecarregar-se com múltiplas responsabilidades, delegando tarefas quando possível. Cultive o autocuidado e esteja atento às suas emoções, buscando apoio sempre que necessário para manter sua serenidade e bem-estar integral.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Para Escorpião em 12 de janeiro de 2026, concentre-se em manter uma rotina equilibrada de exercícios físicos, como caminhadas ou yoga, para fortalecer seu corpo e aumentar sua energia. Priorize uma alimentação nutritiva e hidrate-se adequadamente. Cuide da sua saúde mental, reservando momentos de relaxamento. Escorpião, cuide-se com carinho e atenção para melhorar seu bem-estar físico e emocional.",
      "mental": "Em 12 de janeiro de 2026, Escorpião, concentre-se em praticar meditação diária para aumentar a clareza mental. Reserve um tempo para refletir sobre seus sentimentos, evitando reações impulsivas. Técnicas de respiração profunda ajudam a gerenciar o estresse. Cultive o autoconhecimento por meio de diários, fortalecendo seu equilíbrio emocional e promovendo paz interior ao longo do dia.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Para Sagitário em 12 de janeiro de 2026, priorize atividades que estimulam seu corpo, como caminhadas ao ar livre ou yoga, para aumentar sua energia. Mantenha uma rotina de sono regular e alimentação equilibrada, focando em alimentos antioxidantes. Hidrate-se bem ao longo do dia e ouça seu corpo, descansando quando necessário para manter sua vitalidade e bem-estar físico.",
      "mental": "No dia 12 de janeiro de 2026, Sagitário, concentre-se em práticas de atenção plena para fortalecer sua clareza mental e equilíbrio emocional. Respire profundamente antes de tomar decisões, pratique meditação diária e reserve tempo para reflexão. Cultivar gratidão ajudará a gerenciar o estresse, trazendo uma sensação de paz interna. Cuide de si com gentileza e mantenha o foco na sua saúde emocional.",
      "recommended_activity": "meditação",
      "diet_focus": "hidratação",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Para Capricórnio em 12/01/2026, priorize cuidados com a alimentação equilibrada e hidratação adequada para manter sua energia. Inclua atividades físicas moderadas como caminhada ou alongamentos diários para fortalecer o corpo. Reserve tempo para repouso e momentos de relaxamento, essenciais para revitalizar suas energias. Cuide da postura e do sono para evitar tensões e melhorar sua saúde física.",
      "mental": "Capricórnio em 12 de janeiro de 2026 deve dedicar-se à prática de meditação diária para aumentar a clareza mental. Reserve momentos para refletir e expressar emoções de forma saudável. Gerencie o estresse com atividades físicas e pausas regulares. Cultive a atenção plena, focando no presente, e pratique a gratidão para fortalecer seu bem-estar emocional e manter o equilíbrio.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "No dia 12 de janeiro de 2026, concentre-se em cuidar do seu corpo com pequenas ações diárias. Mantenha uma alimentação equilibrada, hidrate-se bem e pratique exercícios leves, como caminhada ou alongamentos. Priorize momentos de descanso e sono de qualidade para energizar o corpo. Ouça seu corpo e ajuste sua rotina conforme necessário, promovendo bem-estar e vitalidade duradoura.",
      "mental": "Para Aquário em 12 de janeiro de 2026, concentre-se em praticar mindfulness diariamente para manter a clareza mental. Reserve momentos para respirar profundamente e refletir, equilibrando emoções e reduzindo o estresse. Cultive conexões autênticas e expressões criativas, promovendo bem-estar emocional. Priorize o autocuidado, permitindo-se descansar e fortalecer sua saúde mental diante de desafios.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Peixes em 12 de janeiro de 2026 devem priorizar o descanso e o autocuidado. Mantenha uma rotina de exercícios leves, como yoga ou caminhadas, para aumentar energia. Hidrate-se bem e alimente-se com refeições nutritivas e equilibradas. Cuide da pele com rotina de hidratação e evite excessos. Ouça seu corpo e reserve momentos de relaxamento para fortalecer seu bem-estar físico.",
      "mental": "Peixes, em 12 de janeiro de 2026, concentre-se na prática diária de mindfulness para fortalecer sua clareza mental. Reserve momentos para respirar profundamente e refletir, equilibrando emoções e reduzindo o estresse. Conecte-se com suas emoções através de journaling ou meditação, cuidando do seu bem-estar emocional. Seja gentil consigo mesmo, permitindo-se descanso e autoamor para manter sua paz interior.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    }
  }
}