{
  "date": "2026-02-05",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 5 février 2026, privilégie une routine équilibrée pour ton bien-être physique. Intègre des exercices cardio tels que la marche rapide ou la course légère pour booster ton énergie. N’oublie pas de t’hydrater suffisamment, de manger équilibré et de consacrer du temps à des étirements ou du yoga pour soulager la tension. Prends soin de toi chaque jour.",
      "mental": "Pour les Béliers le 5 février 2026, privilégiez la moment de calme chaque jour pour clarifier vos pensées. Prenez le temps de respirer profondément et pratiquez la pleine conscience pour gérer le stress. Écoutez vos émotions avec douceur, sans jugement, et cultivez la patience. Ces efforts renforceront votre équilibre mental et émotionnel, favorisant votre bien-être global.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour le Taureau le 5 février 2026, privilégiez une routine équilibrée, alliant alimentation saine et activité physique régulière. Favorisez des exercices doux comme la marche ou le yoga pour renforcer votre corps tout en apaisant votre esprit. Hydratez-vous abondamment, dormez suffisamment et prenez soin de votre peau avec des soins nourrissants. Cultivez la patience pour maintenir votre bien-être global.",
      "mental": "Le 5 février 2026, Prenez le temps de pratiquer la pleine conscience chaque matin, en respirant profondément et en vous recentrant. Accordez-vous des pauses régulières pour vous recentrer, évitez la surcharge d'informations et cultivez la gratitude. Soyez bienveillant envers vous-même, acceptez vos émotions et cultivez la patience pour renforcer votre équilibre mental et émotionnel.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Le 5 février 2026, Gémeaux, privilégiez une routine équilibrée pour maintenir votre énergie. Intégrez des activités cardio régulières, comme la marche ou la natation, pour stimuler votre vitalité. N’oubliez pas d’hydrater abondamment et de vous étirer après l’exercice. Accordez-vous aussi des moments de détente pour soulager le stress et préserver votre bien-être physique.",
      "mental": "Le 5 février 2026, les Gémeaux bénéficieront d'une journée propice à la clarté mentale et à l'équilibre émotionnel. Prenez le temps de méditer ou pratiquer la pleine conscience pour apaiser votre esprit. Écoutez vos émotions sans jugement, et privilégiez des activités créatives pour libérer le stress. Nourrissez votre bien-être intérieur avec patience et douceur.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour soutenir votre santé lors de votre cancer, adoptez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Faites des exercices doux comme la marche ou le yoga régulièrement pour maintenir votre énergie. Hydratez-vous bien, reposez-vous suffisamment et écoutez votre corps pour éviter la fatigue. Pensez aussi à consulter votre équipe médicale pour tout ajustement.",
      "mental": "Le 5 février 2026, prenez du temps chaque matin pour pratiquer la respiration profonde et la pleine conscience. Écoutez attentivement vos émotions, sans jugement, et privilégiez des activités apaisantes comme la méditation ou la marche en nature. Cultivez la gratitude pour renforcer votre résilience mentale et maintenir un équilibre émotionnel face aux défis.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion, pour maintenir votre vitalité en 2026, adoptez une routine équilibrée, incluant 30 minutes d’activité physique quotidienne : marche, yoga ou natation. Priorisez une alimentation riche en fruits, légumes et protéines maigres. Hydratez-vous régulièrement et veillez à un sommeil réparateur. Prenez soin de votre corps en évitant le stress et en pratiquant la relaxation.",
      "mental": "Cher Lion, le 5 février 2026, prenez du temps chaque jour pour la pleine conscience, respirez profondément et pratiquez la méditation. Écoutez attentivement vos émotions sans jugement, et n'hésitez pas à partager vos pensées avec des proches. Maintenez un équilibre entre travail et détente pour renforcer votre bien-être mental et émotionnel. Prenez soin de vous.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 5 février 2026, Vierge devrait privilégier une alimentation équilibrée riche en vitamines et en fibres pour maintenir son énergie. Intégrez une routine d'exercice régulière, comme la marche rapide ou le yoga, pour renforcer votre corps. N'oubliez pas de vous hydrater et de dormir suffisamment. Prenez soin de votre corps avec douceur et écoutez ses besoins pour rester en pleine forme.",
      "mental": "Le 5 février 2026, Vierge, prenez un moment pour respirer profondément chaque matin. Pratiquez la méditation ou la pleine conscience pour apaiser votre esprit. Organisez votre journée avec des priorités claires, évitez la surcharge mentale. Accordez-vous du temps pour vous relaxer et exprimer vos émotions, cela renforcera votre équilibre mental et émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour équilibrer votre santé physique le 5 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Hydratez-vous suffisamment et assurez-vous de dormir suffisamment chaque nuit. Intégrez une activité physique modérée, comme la marche ou le yoga, pour renforcer votre corps et booster votre énergie. Prenez soin de votre corps régulièrement pour vivre sereinement.",
      "mental": "Pour favoriser votre équilibre mental et émotionnel le 5 février 2026, prenez chaque jour du temps pour la méditation ou la respiration profonde afin de calmer votre esprit. Pratiquez la pleine conscience, soyez attentif à vos émotions et acceptez-les sans jugement. N’oubliez pas de vous entourer de soutien et de vous accorder des pauses régulières pour réduire le stress.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Pour les Scorpions en février 2026, privilégiez une routine équilibrée combinant exercice régulier, comme le yoga ou la marche, et une alimentation nutritive. Hydratez-vous suffisamment et accordez une attention particulière à votre sommeil. Écoutez votre corps, évitez le surmenage, et intégrez des moments de relaxation pour booster votre énergie et préserver votre bien-être physique.",
      "mental": "Pour le Scorpion du 5 février 2026, privilégie la méditation quotidienne pour clarifier ton esprit. Prends du temps pour exprimer tes émotions, sans jugement, afin de maintenir ton équilibre. Respire profondément lors de moments de stress, et pratique la pleine conscience pour rester centré. Cultive la patience et la confiance en toi, même face aux défis.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 5 février 2026, Sagittaire doit privilégier une routine équilibrée pour maintenir son énergie. Intégrez des activités aérobiques, comme la marche rapide ou le yoga, pour renforcer le corps. Hydratez-vous régulièrement, adoptez une alimentation riche en vitamines, et accordez-vous des moments de repos pour éviter la fatigue. Écoutez votre corps et soyez attentif à ses besoins.",
      "mental": "Pour le Sagittaire en février 2026, privilégiez la méditation quotidienne pour calmer votre esprit. Cultivez la gratitude pour renforcer votre stabilité émotionnelle. Prenez du temps en nature pour recentrer votre mental. Apprenez à exprimer vos émotions avec douceur, évitant ainsi le stress intérieur. Restez à l’écoute de vos besoins pour maintenir un équilibre serein et éclairé.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour le Capricorne du 5 février 2026, privilégiez une routine équilibrée mêlant activités cardio et renforcement musculaire. Veillez à bien vous hydrater, dormir suffisamment et adopter une alimentation riche en nutriments. Intégrez des moments de relaxation pour réduire le stress. Prenez soin de votre corps en douceur pour maintenir votre énergie et votre vitalité tout au long de la journée.",
      "mental": "Le 5 février 2026, prenez le temps de pratiquer la respiration consciente et la méditation pour apaiser votre esprit. Accordez-vous des pauses régulières pour vous recentrer et évacuer le stress. Connectez-vous à vos émotions avec douceur, en tenant un journal ou en partageant avec un proche. Cultivez la patience et l’auto-compassion pour renforcer votre équilibre intérieur.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Pour les Verseaux, le 5 février 2026 sera idéal pour renforcer votre bien-être physique. Priorisez une activité régulière comme la marche, le yoga ou la natation pour revitaliser votre corps. Pensez à une alimentation équilibrée riche en vitamines et hydratez-vous bien. N'oubliez pas de prendre soin de votre sommeil pour maintenir votre énergie tout au long de la journée.",
      "mental": "Le 5 février 2026, Verseau, prenez le temps de pratiquer la méditation pour clarifier vos pensées. Cultivez l’authenticité dans vos émotions et évitez la surcharge mentale en déléguant certaines tâches. Intégrez des moments de nature pour apaiser votre esprit. Respirez profondément lorsque le stress monte, et rappelez-vous que votre équilibre intérieur est la clé de votre bien-être.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le 5 février 2026, les Poissons devraient privilégier une routine équilibrée : privilégiez une alimentation riche en vitamines et hydratez-vous bien. Intégrez des séances de yoga ou de marche en plein air pour stimuler votre énergie, détendre votre corps et renforcer votre esprit. Écoutez votre corps, reposez-vous si besoin, et prenez soin de votre bien-être physique chaque jour.",
      "mental": "Chers Poissons, le 5 février 2026, prenez le temps de respirer profondément chaque matin pour renforcer votre clarté mentale. Pratiquez la pleine conscience lors de vos activités quotidiennes, et évitez de vous laisser submerger par le stress. Accordez-vous des pauses régulières pour vous recentrer, favoriser votre équilibre émotionnel, et cultiver une attitude bienveillante envers vous-même.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}