{
  "date": "2026-02-12",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Le Bélier, le 12 février 2026, privilégiez une routine équilibrée pour maintenir votre énergie. Priorisez une alimentation riche en nutriments, hydratez-vous régulièrement et pratiquez une activité physique régulière comme la marche ou le yoga. Écoutez votre corps, évitez le surmenage et intégrez des moments de détente pour préserver votre vitalité et prendre soin de votre corps.",
      "mental": "Bélier, le 12 février 2026, prenez du temps pour la méditation ou la marche en nature afin de cultiver la clarté mentale. Écoutez vos émotions sans jugement, pratiquez la respiration profonde pour apaiser le stress. Accordez-vous des pauses régulières pour rester centré et favoriser votre bien-être émotionnel. Cultivez la patience et la douceur envers vous-même.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Le Taureau, le 12 février 2026, privilégie une routine équilibrée pour renforcer votre vitalité. Accordez-vous du repos, hydratez-vous bien et adoptez une alimentation riche en nutriments. Pratiquez des exercices doux comme la marche ou le yoga pour stimuler votre corps et apaiser l'esprit. Prenez soin de votre corps, il vous remerciera par une énergie renouvelée et un bien-être profond.",
      "mental": "Cher Taureau, le 12 février 2026, prenez du temps pour la pleine conscience en respirant profondément chaque matin. Cultivez la gratitude pour renforcer votre stabilité émotionnelle. Évitez la surcharge mentale en planifiant des pauses régulières. Pratiquez la méditation ou la marche en nature pour clarifier votre esprit et retrouver un équilibre intérieur. Prenez soin de vous.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Le 12 février 2026, les Gémeaux bénéficieront d’une énergie renouvelée. Priorise une routine équilibrée avec des activités cardio douces, comme la marche ou la natation, pour stimuler ton corps. N’oublie pas d’hydrater régulièrement, de bien dormir et d’adopter une alimentation riche en vitamines. Prends soin de ton corps pour assurer ton bien-être global.",
      "mental": "Pour les Gémeaux du 12 février 2026, concentrez-vous sur la pratique quotidienne de la pleine conscience, comme la méditation ou la respiration profonde, afin d’améliorer votre clarté mentale. Prenez du temps pour exprimer vos émotions et planifier des moments de détente. Cultivez la patience et évitez la surcharge d’informations pour préserver votre équilibre émotionnel.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour soutenir votre santé physique le 12 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Hydratez-vous régulièrement et reposez-vous suffisamment pour booster votre énergie. Pratiquez une activité physique douce comme la marche ou le stretching, en écoutant votre corps pour éviter la fatigue. Prenez soin de votre corps avec des moments de détente et de soins personnels.",
      "mental": "Le 12 février 2026, prenez du temps pour calmer votre esprit en pratiquant la méditation ou la respiration profonde. Accordez-vous des pauses régulières pour éviter la surcharge émotionnelle. Cultivez la gratitude et restez connecté à ce qui vous apporte paix intérieure. Avec cette attention, vous renforcerez votre stabilité mentale et émotionnelle, favorisant un bien-être durable.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion du 12 février 2026 devrait privilégier une alimentation équilibrée riche en fruits, légumes et protéines végétales pour booster son énergie. Intégrer une activité physique régulière, comme la marche ou le yoga, aide à renforcer le corps et à réduire le stress. N’oubliez pas de vous hydrater suffisamment et de dormir suffisamment pour maintenir votre vitalité au top.",
      "mental": "Pour le Lion du 12 février 2026, privilégiez la clarté mentale en pratiquant la méditation chaque matin. Prenez du temps pour respirer profondément en cas de stress, et soyez attentif à vos émotions sans jugement. Cultivez la gratitude quotidienne pour renforcer votre équilibre intérieur. N’oubliez pas de vous entourer de positivité et de moments de calme pour nourrir votre bien-être.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Pour la Vierge le 12 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et grains entiers pour soutenir votre énergie. Intégrez une activité physique régulière comme la marche, le yoga ou la natation pour améliorer votre bien-être. Prenez soin de votre corps avec des soins réguliers, hydration et repos suffisant pour maintenir votre vitalité.",
      "mental": "Pour la Vierge du 12 février 2026, prenez du temps chaque jour pour pratiquer la pleine conscience. Respirez profondément lors des moments de stress et notez vos pensées pour clarifier votre esprit. Accordez-vous des pauses régulières pour éviter la surcharge mentale. Cultivez la patience envers vous-même et cultivez des activités apaisantes pour maintenir un équilibre émotionnel durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Le 12 février 2026, prenez soin de votre équilibre physique en adoptant une alimentation équilibrée riche en fruits, légumes et protéines maigres. Faites une activité physique régulière comme la marche, le yoga ou la natation pour renforcer votre corps et augmenter votre niveau d'énergie. N'oubliez pas de vous hydrater et de dormir suffisamment pour soutenir votre bien-être général.",
      "mental": "Pour maintenir votre équilibre mental et émotionnel en 2026-02-12, prenez chaque jour quelques minutes pour pratiquer la pleine conscience. Respirez profondément, observez vos pensées sans jugement et recentrez-vous sur le moment présent. N’hésitez pas à exprimer vos émotions sainement et à consacrer du temps à des activités apaisantes, favorisant votre bien-être global.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 12 février 2026, prenez soin de votre corps en privilégiant une alimentation équilibrée riche en fruits et légumes. Intégrez une activité physique régulière, comme la marche ou le yoga, pour renforcer votre énergie. Hydratez-vous suffisamment et accordez-vous des moments de repos pour maintenir une vitalité optimale. Écoutez votre corps et adaptez votre routine selon ses besoins.",
      "mental": "Le 12 février 2026, les Scorpions peuvent renforcer leur bien-être en pratiquant la pleine conscience quotidienne, comme la méditation ou la respiration profonde. Prenez le temps d’écouter vos émotions sans jugement, et évitez de vous enfermer dans la rumination. Entourez-vous de personnes positives pour favoriser la stabilité émotionnelle, et n’oubliez pas de vous accorder des pauses pour recentrer votre esprit.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 12 février 2026, Sagittaire, prenez soin de votre corps en intégrant une routine d'exercices variés comme la marche, le yoga ou la natation pour booster votre énergie. Adoptez une alimentation équilibrée riche en fruits, légumes et protéines maigres. N'oubliez pas de vous hydrater régulièrement et de dormir suffisamment pour maintenir votre vitalité.",
      "mental": "Le 12 février 2026, cher Sagittaire, prenez du temps pour recentrer votre esprit. Pratiquez la méditation quotidienne pour apaiser vos pensées et renforcer votre clarté mentale. Accordez-vous des moments de silence et respirez profondément lors de situations stressantes. Cultivez la gratitude pour équilibrer vos émotions et favoriser votre bien-être global. Écoutez votre intuition pour prendre des décisions sereines.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour les Capricornes du 12 février 2026, prenez soin de votre corps en intégrant une routine d'exercices réguliers, comme la marche ou le yoga, pour augmenter votre énergie. Hydratez-vous suffisamment et privilégiez une alimentation équilibrée riche en vitamines. Prendre du temps pour le repos est essentiel pour maintenir votre vitalité et réduire le stress.",
      "mental": "Le 12 février 2026, les Capricornes sont encouragés à pratiquer la pleine conscience quotidienne pour calmer l’esprit. Prenez du temps pour respirer profondément, méditer ou marcher en nature. Équilibrez vos émotions en partageant vos sentiments avec des proches de confiance. Gérez le stress en évitant la surcharge et en adoptant des routines relaxantes. Priorisez votre bien-être mental et émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Pour les Verseaux le 12 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines légères pour maintenir votre énergie. Intégrez des activités douces comme le yoga ou la marche en nature pour renforcer votre corps et apaiser votre esprit. N'oubliez pas de rester hydraté et de prendre soin de votre sommeil pour une vitalité optimale.",
      "mental": "Pour le Verseau du 12 février 2026, cultivez la clarté mentale en méditant chaque matin. Prenez du temps pour respirer profondément face au stress, et pratiquez la pleine conscience pour rester ancré dans le moment présent. Écoutez vos émotions sans jugement, et n'hésitez pas à partager vos ressentis avec des proches pour renforcer votre bien-être émotionnel.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Pour les Poissons en février 2026, privilégiez une routine d’exercice régulière pour booster votre énergie. Intégrez des activités douces comme la natation ou le yoga, qui respectent votre sensibilité. Adoptez une alimentation équilibrée riche en fruits, légumes et hydratation suffisante. Prenez aussi soin de votre sommeil pour renforcer votre vitalité et votre bien-être général.",
      "mental": "Le 12 février 2026, Poissons, prenez le temps de pratiquer la pleine conscience chaque jour. Respirez profondément lors de moments de stress et évitez les pensées négatives. Cultivez la confiance en vous en écrivant vos sensations et réussites quotidiennes. Accordez-vous des pauses pour renforcer votre équilibre émotionnel et préserver une clarté mentale essentielle à votre bien-être.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}