{
  "date": "2026-02-11",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 11 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines pour renforcer votre énergie. Intégrez des exercices cardio réguliers, comme la marche ou la course, pour stimuler votre vitalité. Accordez-vous aussi des moments de repos et d’étirement pour éviter la fatigue et favoriser la détente musculaire. Écoutez votre corps, il vous guidera.",
      "mental": "Le Bélier en ce 11 février 2026, prenez un moment pour respirer profondément. Cultivez la pleine conscience en vous concentrant sur le présent, évitant la précipitation. Accordez-vous du temps pour l’introspection, libérez-vous du stress par la méditation ou la marche lente. Cherchez le soutien auprès de vos proches, et cultivez un esprit calme pour un bien-être durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour le Taureau le 11 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines. Intégrez des activités relaxantes comme la marche ou le yoga pour renforcer votre énergie. Prenez soin de votre corps avec des soins réguliers, hydratez-vous bien et évitez la surcharge. Écoutez votre corps et accordez-vous des pauses pour maintenir votre vitalité.",
      "mental": "Pour le Taureau du 11 février 2026, privilégie moments de détente pour renforcer ta clarté mentale. Pratique la pleine conscience chaque matin afin de mieux gérer le stress. Écoute tes émotions sans jugement, et prends du temps pour te reconnecter avec la nature. Souviens-toi que l’équilibre intérieur favorise ton bien-être global. Cultive la patience et la douceur en toi.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Pour les Gémeaux le 11 février 2026, prenez soin de votre corps en intégrant une routine d'exercices variés comme le yoga ou la marche rapide pour booster votre énergie. Hydratez-vous régulièrement, privilégiez une alimentation équilibrée riche en vitamines, et accordez-vous des pauses pour la détente musculaire. Écoutez votre corps et évitez le surmenage pour préserver votre vitalité.",
      "mental": "Pour les Gémeaux du 11 février 2026, privilégiez la méditation quotidienne pour apaiser votre esprit. Accordez-vous des pauses régulières afin de clarifier vos pensées et réduire le stress. Cultivez la gratitude en tenant un journal, et pratiquez la respiration profonde lors des moments de tension. Écoutez votre intuition pour équilibrer vos émotions et renforcer votre bien-être intérieur.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Le 11 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres pour soutenir votre énergie. Pratiquez une activité physique régulière, comme la marche ou le yoga, pour renforcer votre corps. N’oubliez pas de bien hydrater et de respecter votre rythme de récupération. Écoutez votre corps et consultez votre médecin pour un suivi adapté.",
      "mental": "Le 11 février 2026, concentrez-vous sur la pleine conscience pour apaiser votre esprit. Prenez du temps chaque jour pour respirer profondément, méditer ou pratiquer la gratitude. Identifiez vos émotions sans jugement, et n’hésitez pas à solliciter du soutien si nécessaire. Cultivez la patience et la douceur envers vous-même, favorisant ainsi votre équilibre mental et émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Pour le Lion du 11 février 2026, privilégie une alimentation équilibrée riche en fruits, légumes et protéines. Intègre deux à trois séances d'exercices modérés par semaine, comme la marche rapide ou le yoga, pour stimuler ton énergie. N'oublie pas de t'hydrater régulièrement et de dormir suffisamment pour favoriser ta vitalité et ton bien-être général. </br>Prends soin de toi avec douceur et constance.",
      "mental": "Le Lion, le 11 février 2026, prenez le temps de pratiquer la méditation ou la respiration profonde chaque matin pour cultiver la clarté mentale. Apprenez à reconnaître vos émotions sans jugement, en vous concentrant sur le moment présent. Accordez-vous des pauses régulières pour réduire le stress, et entourez-vous de personnes positives pour nourrir votre bien-être émotionnel.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 11 février 2026, prenez le temps de booster votre énergie en intégrant une routine d'exercices réguliers, comme la marche ou le yoga. Accordez-vous des pauses pour vous étirer et hydratiez-vous suffisamment. Faites attention à votre alimentation en privilégiant des aliments riches en nutriments, et privilégiez un sommeil réparateur pour préserver votre vitalité tout au long de la journée.",
      "mental": "Pour la Vierge le 11 février 2026, privilégiez la méditation quotidienne pour calmer votre esprit. Prenez du temps pour respirer profondément, cultiver la gratitude et clarifier vos pensées. Évitez la surcharge d’informations, et fixez des limites pour gérer votre stress. Accordez-vous des moments de détente pour renforcer votre bien-être émotionnel et retrouver un équilibre intérieur durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour améliorer votre équilibre physique, intégrez des exercices de renforcement musculaire, comme le yoga ou la marche rapide, au moins 3 fois par semaine. Hydratez-vous abondamment, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines. Accordez-vous des pauses pour étirer votre corps et favoriser la circulation. Prenez soin de votre sommeil pour retrouver énergie et vitalité.",
      "mental": "Pour favoriser votre équilibre mental et émotionnel, prenez chaque jour quelques minutes de méditation pour calmer votre esprit. Pratiquez la pleine conscience en vous concentrant sur votre respiration et vos sensations. Évitez le multitâche, fixez des limites saines, et n’hésitez pas à exprimer vos émotions. Prenez soin de vous avec patience et bienveillance pour une paix intérieure durable.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 11 février 2026, prenez soin de votre corps en adoptant une routine équilibrée. Faites des activités physiques régulières comme la marche ou le yoga pour renforcer votre énergie. Hydratez-vous suffisamment et privilégiez une alimentation riche en fruits, légumes et protéines. Accordez-vous aussi des moments de repos pour revitaliser votre corps et prévenir la fatigue.",
      "mental": "Le 11 février 2026, prenez du temps pour vous recentrer. Pratiquez la méditation ou la respiration profonde chaque matin pour améliorer votre clarté mentale. Accordez-vous des pauses régulières pour gérer le stress et évitez la surcharge émotionnelle. Cultivez la pleine conscience en restant présent dans l’instant, ce qui renforcera votre équilibre intérieur et votre bien-être global.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 11 février 2026, Sagittaire, privilégiez une routine d'exercices variés pour maintenir votre énergie. Intégrez des activités comme la marche, le yoga ou la natation pour renforcer votre corps et apaiser l'esprit. Hydratez-vous régulièrement, et veillez à une alimentation équilibrée riche en fruits et légumes. Prenez aussi du temps pour vous reposer afin d’équilibrer votre vitalité.",
      "mental": "Pour le Sagittaire le 11 février 2026, prenez du temps chaque matin pour méditer quelques minutes afin d’atteindre une clarté mentale. Pratiquez la respiration profonde pour gérer le stress et maintenir votre équilibre émotionnel. Écoutez votre corps et soyez attentif à vos émotions, en leur accordant une attention bienveillante. Cultivez la gratitude pour renforcer votre bien-être intérieur.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour les Capricornes le 11 février 2026, privilégiez une activité physique douce comme le yoga ou la marche. Hydratez-vous abondamment et adoptez une alimentation équilibrée riche en protéines et légumes. Écoutez votre corps, reposez-vous suffisamment et évitez le stress excessif. Intégrez des routines de soins corporels régulières pour renforcer votre vitalité et préserver votre bien-être.",
      "mental": "Pour le Capricorne du 11 février 2026, privilégiez la méditation quotidienne pour cultiver la clarté mentale. Prenez le temps de respirer profondément lors de situations stressantes et pratiquez la pleine conscience pour rester ancré. N’oubliez pas d’accorder du temps à vos émotions, en partageant vos ressentis avec des proches pour maintenir un équilibre émotionnel solide et apaisant.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Pour le Verseau le 11 février 2026, privilégie une routine équilibrée pour booster ton énergie. Intègre des activités comme la marche rapide ou le yoga pour renforcer ton corps et apaiser ton esprit. Prends soin de ton sommeil et hydrate-toi suffisamment. Écoute ton corps et adapte tes exercices pour éviter toute fatigue. Ta vitalité en sera renforcée.",
      "mental": "Pour le Verseau du 11 février 2026, privilégiez la pratique de la pleine conscience chaque matin, en respirant profondément et en concentrant votre attention sur l’instant présent. Écoutez vos émotions sans jugement, et accordez-vous du temps pour vous recentrer lorsque le stress monte. Créez un journal de gratitude pour renforcer votre stabilité mentale et émotionnelle.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le 11 février 2026, Poissons, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines légères pour soutenir votre énergie. Intégrez des activités douces comme la marche ou le yoga pour renforcer votre corps et apaiser l’esprit. N’oubliez pas de bien vous hydrater et de dormir suffisamment pour maintenir un bien-être physique optimal tout au long de cette journée.",
      "mental": "Pour les Poissons le 11 février 2026, prenez du temps pour la méditation ou la respiration profonde afin d’améliorer votre clarté mentale. Évitez de vous laisser submerger par les émotions, privilégiez l’écoute de votre corps. Instaurez une routine de relaxation quotidienne, comme la marche en nature ou la pratique de la pleine conscience, pour maintenir votre harmonie intérieure.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}