{
  "date": "2026-01-25",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Le 25 janvier 2026, Bélier, privilégiez une alimentation équilibrée riche en légumes et protéines pour soutenir votre énergie. Intégrez une routine sportive régulière comme la marche rapide ou le yoga pour réduire le stress et renforcer votre corps. N’oubliez pas de bien vous hydrater et de prendre soin de votre sommeil afin d’optimiser votre vitalité et votre bien-être général.",
      "mental": "Pour les Bélier le 25 janvier 2026, prenez le temps de pratiquer la respiration profonde pour recentrer votre esprit. Accordez-vous des moments de pause pour cultiver la pleine conscience et gérer le stress. Écoutez votre intuition, et n’hésitez pas à partager vos sentiments avec des proches. Cultiver l’équilibre émotionnel renforcera votre bien-être mental aujourd'hui.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour le Taureau le 25 janvier 2026, privilégiez une routine équilibrée mêlant alimentation saine et activité physique régulière. Intégrez des exercices doux comme la marche ou le yoga pour stimuler votre énergie. Prenez soin de votre corps en hydratant suffisamment, en dormant bien et en évitant le stress. Écoutez votre corps, reposez-vous quand nécessaire, et rayonnez de vitalité tout au long de la journée.",
      "mental": "Aujourd'hui, Taureau, prenez un moment pour respirer profondément, en vous concentrant sur le présent. Cultivez la patience, évitez la surcharge mentale en faisant des pauses régulières. Pratiquez la pleine conscience, notez vos émotions sans jugement, et accordez-vous du temps pour vous reconnecter avec ce qui vous apaise. Votre bien-être mental et émotionnel en depend.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Le 25 janvier 2026, Gémeaux, privilégiez une activité physique légère comme la marche ou le yoga pour renforcer votre énergie. Hydratez-vous abondamment et adoptez une alimentation équilibrée riche en fruits, légumes et protéines. Accordez-vous des moments de détente pour réduire le stress et améliorer votre bien-être global. Écoutez votre corps et évitez la fatigue excessive.",
      "mental": "Gémeaux, le 25 janvier 2026, prenez le temps de pratiquer la pleine conscience pour calmer votre esprit. Accordez-vous des pauses pour respirer profondément et recentrer vos pensées. Cultivez la patience face aux défis émotionnels et évitez la dispersion mentale. Écrivez un journal pour exprimer vos émotions, cela vous aidera à retrouver équilibre et clarté intérieure.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour soutenir votre santé physique en ce jour, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Hydratez-vous régulièrement et évitez les aliments transformés. Intégrez une activité physique douce comme la marche ou le yoga pour améliorer votre énergie. Prenez soin de votre corps en dormant suffisamment et en pratiquant des techniques de relaxation pour réduire le stress.",
      "mental": "Le 25 janvier 2026, prenez le temps de pratiquer la pleine conscience chaque matin pour clarifier votre esprit. Accordez-vous des moments de respiration profonde face aux défis émotionnels. Cultivez la compassion envers vous-même, évitez les surcharges et privilégiez le repos. En équilibrant pensée et émotion, vous renforcerez votre bien-être mental et intérieur.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion, le 25 janvier 2026, privilégie votre bien-être physique. Accordez-vous une alimentation équilibrée riche en fruits, légumes et protéines. Intégrez à votre routine des exercices réguliers comme la marche, le yoga ou la natation pour booster votre énergie. N’oubliez pas de bien vous hydrater, dormir suffisamment et prendre soin de votre corps pour une vitalité optimale.",
      "mental": "Le Lion du 25 janvier 2026 devrait prendre du temps chaque jour pour pratiquer la pleine conscience, notamment par la méditation ou la respiration profonde. Cultiver des moments de calme aide à clarifier l’esprit et à équilibrer ses émotions. N’oubliez pas de partager vos sentiments avec des proches pour renforcer votre bien-être émotionnel et réduire le stress.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Pour la Vierge le 25 janvier 2026, privilégie une alimentation équilibrée riche en fruits, légumes et protéines légères pour soutenir ton énergie. Pratique une activité physique régulière comme la marche ou le yoga pour renforcer ton corps et réduire stress. N’oublie pas de bien t’hydrater et de dormir suffisamment afin de maximiser ton bien-être global.",
      "mental": "Vierge, le 25 janvier 2026, prenez le temps de vous recentrer chaque matin avec une méditation courte pour apaiser votre esprit. Pratiquez la respiration profonde face au stress et notez vos émotions dans un journal pour mieux les comprendre. Cultivez la patience et la compassion envers vous-même, favorisant un équilibre émotionnel durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour maintenir votre équilibre corporel le 25 janvier 2026, privilégiez une alimentation équilibrée riche en légumes, fruits et protéines. Buvez suffisamment d’eau, reposez-vous bien, et pratiquez des exercices modérés comme la marche ou le yoga pour renforcer votre corps et votre esprit. Écoutez votre corps, évitez le stress, et n'oubliez pas de faire des pauses pour vous détendre.",
      "mental": "Pour maintenir votre équilibre mental et émotionnel en 2026-01-25, pratiquez la pleine conscience chaque jour en méditant 10 minutes. Respirez profondément lors de périodes de stress et évitez la surcharge d’informations. Prenez soin de vous en laissant place à la gratitude et en partageant vos émotions avec des proches. Cultivez la bienveillance envers vous-même pour une sérénité durable.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 25 janvier 2026, prenez soin de votre corps en adoptant une alimentation équilibrée riche en fruits, légumes et protéines légères. Intégrez 30 minutes d’exercice modéré, comme la marche ou le yoga, pour renforcer votre énergie. Hydratez-vous régulièrement et veillez à dormir suffisamment. Écoutez votre corps et évitez la fatigue pour maintenir un bien-être optimal toute la journée.",
      "mental": "Le 25 janvier 2026, les Scorpions sont encouragés à pratiquer la pleine conscience pour apaiser l’esprit. Prenez du temps chaque jour pour respirer profondément, méditer ou écrire vos pensées. Cultivez la compassion envers vous-même, identifiez ce qui vous cause du stress, puis adoptez des routines relaxantes comme le yoga ou la marche en nature, pour restaurer votre équilibre émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 25 janvier 2026, le Sagittaire devrait privilégier des activités dynamiques comme la marche ou le yoga pour renforcer sa vitalité. Hydrate-toi bien, adopte une alimentation équilibrée riche en fruits et légumes, et veille à te reposer suffisamment pour maintenir ton énergie. Écoute ton corps et n'hésite pas à intégrer des routines de relaxation pour préserver ton bien-être physique.",
      "mental": "Le 25 janvier 2026, pour les Sagittaires, cultivez la pleine conscience en pratiquant la méditation quotidienne. Prenez le temps d'analyser vos pensées pour renforcer votre clarté mentale. Gérez le stress en vous connectant à la nature ou en faisant du sport. Ralentissez et accordez-vous des moments de repos pour maintenir un équilibre émotionnel durable.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour le 25 janvier 2026, Capricorne, privilégiez une routine d’exercice régulière, comme la marche ou le yoga, pour renforcer votre corps et booster votre énergie. Accordez une attention particulière à votre alimentation en intégrant des aliments riches en vitamines et minéraux. N’oubliez pas de bien vous hydrater et de dormir suffisamment pour maintenir votre vitalité et votre bien-être physique.",
      "mental": "Le 25 janvier 2026, les Capricornes devraient privilégier la clarté mentale en prenant du temps pour la méditation ou la respiration consciente. Accordez-vous des pauses régulières pour gérer le stress et retrouver votre équilibre émotionnel. Cultivez la gratitude et pratiquez la pleine conscience chaque jour pour renforcer votre résilience et favoriser un bien-être durable.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Le 25 janvier 2026, Verseau est encouragé à intégrer une routine d’activité physique régulière, telle que la marche rapide ou le yoga, pour renforcer son énergie. Priorise une alimentation équilibrée riche en fruits, légumes et protéines légères. N’oublie pas de t’hydrater et de prendre soin de ton sommeil pour maintenir ton bien-être physique optimal.",
      "mental": "Pour le Verseau du 25 janvier 2026, privilégiez la méditation quotidienne pour renforcer votre clarté mentale. Prenez du temps pour exprimer vos émotions avec des proches ou un journal. Intégrez des activités relaxantes comme la marche en nature pour réduire le stress. Cultivez la pleine conscience afin d’ancrer votre esprit dans le moment présent et favoriser votre bien-être émotionnel.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le 25 janvier 2026, les Poissons devraient privilégier une alimentation équilibrée riche en fruits, légumes et protéines légères pour maintenir leur énergie. Intégrez une activité physique régulière, comme la marche ou le yoga, pour renforcer votre corps et réduire le stress. N’oubliez pas de boire beaucoup d’eau et de privilégier un sommeil réparateur pour un bien-être optimal.",
      "mental": "Poissons, le 25 janvier 2026, privilégiez la méditation quotidienne pour cultiver la clarté mentale. Prenez du temps pour vous connecter à vos émotions sans jugement, en pratiquant la pleine conscience. Gérez le stress en respirant profondément lors de moments d'anxiété. Entourez-vous de personnes bienveillantes, et acceptez vos ressentis pour renforcer votre équilibre intérieur.\u0006",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}