{
  "date": "2026-01-04",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Áries, em 4 de janeiro de 2026, priorize cuidados com seu corpo. Inclua exercícios energizantes, como corrida ou ginástica de alta intensidade, para aumentar sua vitalidade. Mantenha uma alimentação equilibrada e hidrate-se bem. Dedique tempo ao descanso e à rotina de alongamento para evitar tensões. Cuide-se com carinho, fortalecendo sua saúde e bem-estar geral.",
      "mental": "Áries em 4 de janeiro de 2026, priorize momentos de silêncio e reflexão para acalmar a mente. Pratique técnicas de respiração e meditação diária para manter o equilíbrio emocional e reduzir o estresse. Cultive a paciência e a autocompaixão, reconhecendo seus sentimentos sem julgamento. Conecte-se com a natureza ou atividades criativas para fortalecer seu bem-estar emocional.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Para Touro em 04/01/2026, mantenha o foco na alimentação equilibrada, priorizando alimentos naturais e nutritivos. Faça exercícios moderados e consistentes, como caminhadas ou yoga, para aumentar sua energia e aliviar o estresse. Cuide bem do seu corpo, hidrate-se adequadamente e pratique técnicas de relaxamento para promover bem-estar físico e emocional duradouro.",
      "mental": "Para Touro em 4 de janeiro de 2026, foque na prática diária de mindfulness e respiração profunda para manter a clareza mental. Reserve momentos para reflexão e autocompaixão, ajudando a equilibrar emoções. Evite sobrecarregar-se de tarefas, priorizando o autocuidado. Incorporar atividades relaxantes como caminhadas na natureza reforça seu bem-estar emocional e fortalece sua estabilidade interior.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Para Gêmeos em 2026-01-04, priorize cuidados com o corpo, mantendo uma rotina de exercícios moderados, como caminhadas ou yoga. Hidrate-se bem e alimente-se de forma equilibrada, incluindo frutas e vegetais. Ouça seu corpo e evite o excesso de estímulos. Descanse adequadamente para manter altas energias e promover bem-estar geral.",
      "mental": "Para Gêmeos em 04/01/2026, concentre-se na prática diária de mindfulness para acalmar a mente agitada. Reserve momentos para refletir e organizar seus pensamentos, promovendo clareza mental. Priorize atividades que elevem seu bem-estar emocional, como conversar com alguém de confiança. Gerencie o estresse com técnicas de respiração e pausas conscientes, fortalecendo seu equilíbrio interno e criatividade.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "No dia 4 de janeiro de 2026, priorize cuidados físicos e energia. Mantenha uma alimentação equilibrada com frutas, vegetais e proteínas leves. Faça exercícios suaves como alongamentos ou caminhadas diárias para fortalecer o corpo. Hidrate-se bastante e descanse adequadamente. Ouça seu corpo, respeite seus limites e pratique atividades que promovam bem-estar e renovação energética.",
      "mental": "Para Câncer em 4 de janeiro de 2026, concentre-se na prática diária de mindfulness para acalmar a mente e fortalecer sua intuição. Reserve momentos para reflexão, respiração profunda e conexão com suas emoções. Gerencie o estresse adotando atividades que promovam bem-estar, como meditação ou leitura. Cultive o autocuidado e confie na sua sensibilidade como fonte de força e clareza emocional.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Para Leão em 4 de janeiro de 2026, priorize uma rotina equilibrada de exercícios físicos, como caminhadas ou alongamentos, para aumentar sua energia. Cuide bem da alimentação, evitando excessos e optando por alimentos naturais. Hidrate-se bastante e priorize o descanso adequado. Cuidados com a postura também ajudarão a manter o bem-estar físico e evitar tensões.",
      "mental": "Para Leão em 4 de janeiro de 2026, priorize momentos de reflexão e autoconhecimento para fortalecer sua clareza mental. Pratique técnicas de mindfulness e respiração profunda para reduzir o estresse. Cultive o equilíbrio emocional ao expressar seus sentimentos com autenticidade e empatia. Reserve tempo para atividades que tragam alegria e conexão, promovendo bem-estar integral e harmonia interior.",
      "recommended_activity": "caminhada",
      "diet_focus": "grãos integrais",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Para Virgem em 04/01/2026, priorize rotina de exercícios moderados, como caminhada ou yoga, para manter energia e bem-estar. Cuide da alimentação, incluindo alimentos naturais e hidratação adequada. Durma bem e evite o estresse excessivo. Faça massagens ou banhos quentes para aliviar tensões musculares. Pequenas cuidados diários promovem saúde física e equilíbrio emocional ao longo do ano.",
      "mental": "No dia 4 de janeiro de 2026, Virgem deve dedicar tempo à prática da atenção plena e da meditação diária para aumentar a clareza mental. Reserve momentos para refletir sobre suas emoções, identificando o que traz paz. Gerencie o estresse com atividades organizadas, evitando sobrecarga. Cultivar essa rotina trará equilíbrio emocional e maior bem-estar ao longo do dia.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Para Libra em 2026-01-04, concentre-se em manter uma rotina equilibrada de exercícios suaves, como ioga ou caminhada, para renovar sua energia. Cuide da alimentação, priorizando alimentos nutritivos e equilibrados. Hidrate-se bem e pratique técnicas de relaxamento para reduzir o estresse. Ouça seu corpo e permita-se descanso adequado para manter o bem-estar físico.",
      "mental": "Para Libra em 2026-01-04, concentre-se em praticar a atenção plena, respirando profundamente ao longo do dia. Reserve momentos para refletir e equilibrar emoções, evitando decisões impulsivas. Cultive a calma por meio de atividades que tragam alegria e relaxamento, como a meditação ou caminhar na natureza. Equilíbrio emocional e clareza mental fortalecerão seu bem-estar nesta fase.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Para Escorpião em 04/01/2026, priorize uma rotina de exercícios moderada, como yoga ou caminhada, para aumentar sua energia e bem-estar. Mantenha uma alimentação equilibrada, rica em nutrientes e hidrate-se adequadamente. Cuide da sua saúde respiratória e evite o excesso de estresse. Faça pausas para relaxar e fortalecer seu sistema imunológico diariamente, promovendo equilíbrio físico e emocional.",
      "mental": "Para Escorpião em 4 de janeiro de 2026, foque na prática diária de meditação para clareza mental e equilíbrio emocional. Reserve momentos para reflexão sincera e journaling, ajudando a compreender seus sentimentos. Gerencie o estresse com exercícios físicos suaves e respiração profunda. Valorize sua intuição, mas balance com objetividade, promovendo bem-estar emocional e mental duradouro.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Para Sagitário em 2026-01-04, priorize atividades físicas que renovem sua energia, como caminhadas ao ar livre, yoga ou alongamentos. Mantenha uma alimentação balanceada, rica em frutas, verduras e proteínas leves. Hidrate-se adequadamente e evite excessos. Reserve tempo para descansar e cuidar de seu corpo, fortalecendo sua vitalidade e bem-estar geral.",
      "mental": "Para Sagitário em 4 de janeiro de 2026, concentre-se na prática diária de atenção plena e respiração consciente para manter a clareza mental. Reserve momentos para refletir sobre seus sentimentos e estabelecer limites saudáveis. Exercícios físicos leves e momentos de conexão com a natureza ajudarão a equilibrar emoções e reduzir o estresse, promovendo bem-estar duradouro.",
      "recommended_activity": "meditação",
      "diet_focus": "hidratação",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "No dia 4 de janeiro de 2026, Capricórnio deve priorizar o cuidado com o corpo. Inclua atividades físicas como caminhada ou Yoga para aumentar a energia e aliviar o estresse. Mantenha uma alimentação equilibrada, hidrate-se bem e durma adequadamente. Ouça seu corpo e evite excessos. Pequenas rotinas podem fortalecer sua vitalidade e promover bem-estar duradouro.",
      "mental": "Capricórnio em 2026-01-04 deve focar na clareza mental através de práticas diárias de meditação ou respiração consciente. Busque equilibrar emoções ao reservar tempo para reflexões pessoais e atividades que promovam bem-estar. Gerencie o estresse priorizando tarefas e evitando sobrecarga. Cultive a atenção plena, conectando-se ao presente, para fortalecer sua saúde mental e emocional nesta jornada.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "No dia 4 de janeiro de 2026, cuide do seu bem-estar físico, priorizando uma alimentação equilibrada e hidratada. Inclua exercícios leves, como caminhadas ou alongamentos, para manter sua energia elevada. Não se esqueça de descansar adequadamente e praticar cuidados com o corpo, como hidratação da pele e alongamentos. Pequenas ações diárias fortalecem sua saúde e aumentam seu vigor.",
      "mental": "Para Aquário em 4 de janeiro de 2026, priorize práticas de meditação diária para fortalecer a clareza mental. Reserve momentos para refletir sobre suas emoções e identifique padrões que possam causar estresse. Cultive a gratidão e exercícios de respiração para manter o equilíbrio emocional. Lembre-se de cuidar de si mesmo e buscar apoio sempre que necessário, promovendo bem-estar integral.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Para Peixes em 2026-01-04, concentre-se em manter uma rotina de exercícios suaves como yoga ou caminhada ao ar livre, que ajudam a equilibrar sua energia. Valorize o descanso adequado e hidrate-se bem. Cuide da alimentação, preferindo alimentos nutritivos e leves. Faça alongamentos diários para aliviar tensões e fortalecer seu corpo, promovendo bem-estar e vitalidade.",
      "mental": "Para Peixes em 04/01/2026, concentre-se na prática diária de mindfulness para acalmar a mente. Reserve momentos para introspecção e respiração profunda, ajudando a equilibrar emoções. Priorize autocuidado, evite sobrecarga e cultive pensamentos positivos. Lembre-se de estabelecer limites saudáveis e buscar apoio quando necessário, promovendo bem-estar emocional e uma mente mais clara e tranquila.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    }
  }
}