{
  "date": "2026-01-31",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Áries, em 31 de janeiro de 2026, priorize exercícios de alta intensidade para manter sua energia. Faça alongamentos diários para evitar tensões musculares e mantenha uma alimentação equilibrada, rica em proteínas e vitaminas. Hidrate-se bem ao longo do dia e reserve momentos para descanso. Cuide do seu corpo com atenção, promovendo bem-estar e vitalidade constantes.",
      "mental": "Áries em 31 de janeiro de 2026, priorize momentos de reflexão para clarear suas ideias. Pratique respiração profunda e meditação para equilibrar emoções e reduzir o estresse. Ouça suas emoções sem julgamento e reserve tempo para autocuidado. Cultivar a paciência e o autoconhecimento ajudará a manter a mente clara e o coração tranquilo durante o dia.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Para Touro em 31 de janeiro de 2026, priorize cuidados com o corpo, mantendo uma alimentação equilibrada e nutritiva. Inclua atividades físicas moderadas, como caminhada ou yoga, para aumentar suas energias e reduzir o estresse. Hidrate-se bem e durma de forma consistente. Cuide do seu bem-estar físico para garantir vitalidade e equilíbrio ao longo do dia.",
      "mental": "Para Touro em 31 de janeiro de 2026, concentre-se na prática diária de mindfulness e respiração profunda para manter a clareza mental. Reserve tempo para atividades que promovam equilíbrio emocional, como meditação ou caminhadas ao ar livre. Gerencie o estresse estabelecendo limites claros e priorizando seu bem-estar. Cultive a paciência consigo mesmo e valorize momentos de tranquilidade para fortalecer sua saúde mental.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Para Gêmeos em 31 de janeiro de 2026, priorize cuidar do seu corpo com atividades que estimulam a mente e o movimento, como ioga ou caminhada ao ar livre. Mantenha uma alimentação equilibrada, hidrate-se bem e durma de 7 a 8 horas por noite. Evite o excesso de estímulos para preservar sua energia e promover bem-estar físico e mental.",
      "mental": "Gêmeos, em 2026-01-31, concentre-se em praticar a respiração consciente e meditação diária para ampliar sua clareza mental. Valorize momentos de silêncio para refletir e equilibrar suas emoções. Evite sobrecarregar-se, priorize o autocuidado e estabeleça limites saudáveis. Cultive gratidão e conecte-se com pessoas que tragam positividade, fortalecendo sua resiliência emocional neste dia especial.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "No dia 31 de janeiro de 2026, priorize o cuidado com seu corpo, mantendo uma alimentação equilibrada e nutritiva. Faça exercícios leves, como caminhadas ou yoga, para estimular sua energia e bem-estar. Hidrate-se adequadamente e durma bem para fortalecer seu sistema imunológico. Ouça seu corpo e consulte sempre seu médico para orientações específicas, promovendo saúde e vitalidade contínua.",
      "mental": "No dia 31 de janeiro de 2026, concentre-se em manter a clareza mental praticando meditação diária. Reserve momentos para refletir emocionalmente, reconhecendo suas emoções sem julgamento. Gerencie o estresse com exercícios de respiração profunda e priorize o autocuidado. Cultive o silêncio interior e a presença, fortalecendo seu bem-estar emocional e mental neste período de equilíbrio e crescimento.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "No dia 31 de janeiro de 2026, Leão deve priorizar o cuidado com o corpo, mantendo uma alimentação equilibrada e rica em nutrientes. Faça exercícios físicos regularmente, como caminhada ou alongamentos, para aumentar sua energia e bem-estar. Hidrate-se bem ao longo do dia e reserve tempo para repouso de qualidade. Cuide-se com amor e atenção, fortalecendo seu vigor físico.",
      "mental": "Leão em 31/01/2026, priorize momentos de reflexão para clarear sua mente. Pratique meditação diária e respirações profundas para reduzir o estresse. Cultive o autocuidado emocional, compartilhando seus sentimentos com quem confia. Valorize o presente, evitando expectativas excessivas. Assim, fortalecerá sua autonomia emocional, promovendo equilíbrio e bem-estar durante o dia.",
      "recommended_activity": "caminhada",
      "diet_focus": "grãos integrais",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Para Virgem em 31 de janeiro de 2026, priorize cuidados com o corpo, mantendo uma rotina regular de exercícios leves, como caminhada ou ioga. Hidrate-se bem e alimente-se de forma equilibrada, com alimentos ricos em fibras, vitaminas e minerais. Reserve tempo para descanso adequado e evite o estresse excessivo para manter altos níveis de energia e bem-estar físico.",
      "mental": "No dia 31 de janeiro de 2026, Virgem pode buscar equilíbrio emocional ao praticar atenção plena diariamente. Reserve momentos para meditação ou respiração consciente, ajudando a aliviar o estresse. Organize suas tarefas de maneira realista e autocompaixão. Cultive pensamentos positivos, fortalecendo sua clareza mental e promovendo bem-estar emocional. Cuide de si com gentileza e paciência.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Para Libra em 31 de janeiro de 2026, priorize o equilíbrio corporal e bem-estar. Invista em exercícios suaves como yoga ou caminhadas ao ar livre para melhorar seus níveis de energia e reduzir o estresse. Cuide da alimentação, mantendo refeições equilibradas e nutritivas. Hidrate-se adequadamente e reserve tempo para descanso, promovendo harmonia entre corpo, mente e espírito.",
      "mental": "Para Libra em 31 de janeiro de 2026, priorize práticas diárias de mindfulness, como meditação ou respiração profunda, para manter a clareza mental. Busque equilíbrio emocional ao expressar suas emoções com sinceridade e calma. Gerencie o estresse com atividades prazerosas e descanso adequado. Cultivar autocompaixão fortalecerá seu bem-estar, promovendo paz interior e harmonia em seus relacionamentos.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Em 31 de janeiro de 2026, Escorpião deve priorizar o equilíbrio físico, dedicando tempo ao descanso e à nutrição adequada. Pratique exercícios de intensidade moderada, como yoga ou caminhadas, para aumentar a energia e reduzir o estresse. Mantenha uma rotina de cuidados com a pele e hidratação, fortalecendo o corpo e promovendo bem-estar duradouro.",
      "mental": "Para Escorpião em 31/01/2026, concentre-se na prática diária de mindfulness para aumentar a clareza mental. Reserve momentos para meditação ou respiração profunda, ajudando a equilibrar emoções e reduzir o estresse. Valorize seu autocuidado emocional, permitindo-se expressar sentimentos com confiança. Cultive a gratidão e o olhar atento ao presente, promovendo bem-estar mental e emocional duradouro.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Para Sagitário em 31 de janeiro de 2026, priorize atividades que aumentem sua energia, como caminhadas ao ar livre e alongamentos diários. Mantenha uma alimentação equilibrada, rica em nutrientes e hidratação adequada. Cuide do seu corpo com repousos regulares e evite o excesso de esforço. A prática de yoga ou meditação pode ajudar a promover equilíbrio físico e mental.",
      "mental": "Para Sagitário em 31 de janeiro de 2026, concentre-se na clareza mental praticando meditação diária e respirando profundamente. Busque equilíbrio emocional ao expressar seus sentimentos com honestidade e calma. Gerencie o estresse reservando momentos de lazer e contato com a natureza. Cultivar a atenção plena ajudará a fortalecer sua resiliência emocional, promovendo bem-estar e tranquilidade ao longo do dia.",
      "recommended_activity": "meditação",
      "diet_focus": "hidratação",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Capricórnio em 31 de janeiro de 2026 deve priorizar o equilíbrio físico, com atenção à alimentação nutritiva e hidratação adequada. Inclua exercícios moderados, como caminhada ou alongamentos, para elevar os níveis de energia e aliviar o estresse. Cuide da pele e do sono, ajudando a manter-se revitalizado e saudável ao longo do dia.",
      "mental": "Capricórnio em 31 de janeiro de 2026 deve dedicar um tempo para meditação diária, focando na respiração consciente para acalmar a mente. Estabeleça limites claros para aliviar o estresse e pratique atividades que promovam bem-estar emocional, como caminhadas ao ar livre. Reserve momentos para refletir, reconhecendo suas emoções e fortalecendo seu equilíbrio interior. Priorize seu autocuidado com gentileza e atenção plena.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "No dia 31 de janeiro de 2026, Aquário, concentre-se em manter uma rotina equilibrada de exercícios leves, como caminhada ou yoga, para aumentar sua energia e flexibilidade. Priorize uma alimentação nutritiva e hidratação adequada. Cuide do seu sono, evitando distrações antes de dormir. Pequenas atitudes diárias de autoamor potencializarão sua saúde física e bem-estar geral.",
      "mental": "Para Aquário em 31 de janeiro de 2026, concentre-se na prática diária de mindfulness para promover clareza mental e equilíbrio emocional. Reserve momentos para introspecção, respiração profunda e gratidão, ajudando a gerenciar o estresse. Cultivar conexões genuínas e manter uma rotina de autocuidado fortalecerá seu bem-estar mental e emocional, trazendo mais calma e foco ao seu dia a dia.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Para Peixes em 31 de janeiro de 2026, foque na manutenção de uma rotina equilibrada de exercícios físicos, como yoga ou caminhada diária, para aumentar sua energia. Priorize uma alimentação nutritiva e hidratação adequada, cuidando da saúde da pele e do corpo. Reserve tempo para descanso e práticas de relaxation, fortalecendo seu bem-estar físico e emocional ao longo do dia.",
      "mental": "Para Peixes em 31 de janeiro de 2026, concentre-se em praticar a atenção plena diariamente. Reserve momentos para meditar, respirar profundamente e refletir. Priorize o autocuidado, evitando sobrecarregar-se com responsabilidades. Tenha contato com a natureza e permita-se expressar emoções de forma saudável. Cultivar equilíbrio interno trará maior clareza mental e paz emocional ao longo do dia.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    }
  }
}