{
  "date": "2026-01-01",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Le Bélier, en ce début d’année 2026, privilégie l’équilibre et la régularité dans votre routine physique. Intégrez des séances d’exercice modéré, comme la marche ou le yoga, pour renforcer votre vitalité. Prenez soin de votre corps avec une alimentation saine, hydratez-vous bien, et reposez-vous suffisamment pour maintenir un haut niveau d’énergie tout au long de la journée.",
      "mental": "Pour Bélier en 2026-01-01, concentrez-vous sur la pratique régulière de la méditation pour apaiser votre esprit. Prenez le temps de vous reconnecter avec vos émotions en journalisant ou en partageant avec des proches. Assimilez la gestion du stress par des exercices de respiration profonde et des pauses bien-être pour maintenir un équilibre intérieur solide. Soyez patient et bienveillant envers vous-même.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour un Taureau en 2026, privilégiez une routine équilibrée mêlant alimentation saine et activité physique régulière. Intégrez des exercices doux comme le yoga ou la marche pour renforcer votre corps et apaiser l'esprit. Hydratez-vous suffisamment, privilégiez les aliments naturels, et accordez-vous du temps pour vous détendre, afin de maintenir votre énergie et votre bien-être global.",
      "mental": "Cher Taureau, le 1er janvier 2026, prenez le temps de respirer profondément chaque matin pour calmer votre esprit. Pratiquez la pleine conscience en écoutant votre corps et vos émotions sans jugement. Reposez-vous suffisamment, évitez la surcharge, et partagez vos pensées avec des proches de confiance. Cultivez la patience et la gratitude pour renforcer votre équilibre intérieur.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Pour les Gémeaux le 1er janvier 2026, privilégiez une routine d'exercices variés comme le yoga ou la marche en plein air pour stimuler votre énergie. Accordez une attention particulière à votre alimentation, en favorisant des aliments riches en vitamines et en hydratation. N’oubliez pas de respecter un rythme de sommeil régulier pour maintenir votre vitalité tout au long de la journée.",
      "mental": "Le 1er janvier 2026, les Gémeaux bénéficieront d'une pleine clarté mentale. Prenez le temps de pratiquer la méditation quotidienne pour calmer votre esprit et réduire le stress. Cultivez la gratitude et écoutez vos émotions avec bienveillance. Priorisez le sommeil réparateur et évitez la surcharge d’informations pour maintenir un équilibre émotionnel et une sérénité durable.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour soutenir votre santé physique en 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines. Faites de l’exercice modéré, comme la marche ou le yoga, au moins 30 minutes par jour pour augmenter votre énergie. Hydratez-vous régulièrement et prenez soin de votre corps avec des soins doux et adaptés à votre état. Écoutez votre corps et reposez-vous quand nécessaire.",
      "mental": "Le 1er janvier 2026, prenez le temps de cultiver la clarté mentale en pratiquant la méditation quotidienne. Accordez-vous des pauses pour respirer profondément, afin de réduire le stress. Écoutez vos émotions avec douceur et sans jugement. Maintenez un journal de gratitude pour renforcer votre équilibre intérieur, et n’hésitez pas à partager vos sentiments avec un proche de confiance.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion, pour optimiser votre santé en 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intégrez 30 minutes d’exercice modéré, comme la marche ou le yoga, 4 à 5 fois par semaine. N'oubliez pas de boire beaucoup d’eau, dormir suffisamment, et prendre soin de votre corps avec des étirements réguliers pour maintenir énergie et bien-être.",
      "mental": "Le Lion en 2026-01-01 devrait se concentrer sur la pratique quotidienne de la pleine conscience, comme la méditation ou la respiration profonde, pour renforcer sa clarté mentale. Prenez le temps d'identifier et d'exprimer vos émotions, tout en évitant la surcharge de stress. Cultivez la compassion envers vous-même et profitez des moments de calme pour retrouver votre équilibre émotionnel.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 1er janvier 2026, prenez soin de votre corps en adoptant une routine équilibrée. Priorisez une alimentation nutritive, riche en fruits et légumes, et hydratez-vous régulièrement. Intégrez des activités physiques douces comme la marche ou le yoga pour renforcer votre énergie. Accordez-vous aussi des moments de repos pour préserver votre vitalité et votre bien-être global.",
      "mental": "Pour la Vierge en 2026, cultivez la pleine conscience chaque jour en pratiquant la respiration profonde ou la méditation. Prenez du temps pour vous recentrer, planifiez des pauses régulières et évitez la surcharge. Exprimez vos émotions sainement en écrivant ou en parlant avec un proche. Cultiver la patience et la compassion renforcera votre équilibre mental et émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour préserver votre équilibre en 2026, adoptez une routine d'exercices réguliers comme la marche, la natation ou le yoga. Mangez équilibré, riche en fruits, légumes et protéines. Buvez beaucoup d’eau pour rester hydraté et écoutez votre corps pour éviter la fatigue. Accordez-vous aussi des moments de repos pour revitaliser votre énergie.",
      "mental": "Pour maintenir votre équilibre mental et émotionnel en 2026, prenez chaque matin quelques minutes pour la respiration profonde ou la méditation. Identifiez et acceptez vos émotions sans jugement, pratiquez la gratitude quotidienne, et faites des pauses régulières. Cultivez la pleine conscience dans vos actions, et n'hésitez pas à demander du soutien lorsque le stress devient trop lourd.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 1er janvier 2026, les Scorpions doivent se concentrer sur leur santé physique en intégrant une routine d'exercice régulière, comme la marche ou le yoga, pour booster leur énergie. Hydratez-vous abondamment et privilégiez une alimentation équilibrée riche en fruits, légumes et protéines. Prenez également du temps pour des soins corporels, comme des massages, afin de favoriser la détente et le bien-être.",
      "mental": "Le 1er janvier 2026, Les Scorpions devraient prendre le temps de pratiquer la méditation ou la respiration profonde chaque matin pour clarifier leur esprit. Cultivez l’auto-compassion et partagez vos sentiments avec des proches de confiance. Prenez conscience de votre corps, faites des pauses régulières et respirez lentement pour gérer le stress et atteindre un équilibre émotionnel durable.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Pour les Sagittaires en 2026, privilégiez une activité physique régulière comme la marche, la natation ou le yoga pour renforcer votre corps et maintenir votre énergie. Hydratez-vous abondamment, adoptez une alimentation équilibrée riche en fruits et légumes, et prenez soin de votre sommeil. Écoutez votre corps, reposez-vous lorsque nécessaire, et évitez le surmenage pour préserver votre vitalité.",
      "mental": "Le 1er janvier 2026, Sagittaire, prenez du temps chaque matin pour pratiquer la respiration profonde ou la méditation. Cultivez la gratitude pour clarifier votre esprit et apaiser votre cœur. Évitez le surmenage en fixant des limites, et n’hésitez pas à partager vos émotions avec une personne de confiance. Votre bien-être mental et émotionnel est précieux—accordez-vous cette douceur dès aujourd’hui.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Pour les Capricornes le 1er janvier 2026, privilégiez une routine équilibrée : intégrez des activités cardio, comme la marche ou la natation, pour dynamiser votre énergie. Veillez à une alimentation riche en nutriments essentiels et à une bonne hydratation. Accordez-vous des moments de repos et d’étirements réguliers pour favoriser la récupération musculaire et maintenir votre vitalité tout au long de la journée.",
      "mental": "Le 1er janvier 2026, prenez le temps de cultiver la clarté mentale en méditant chaque matin, même quelques minutes. Écoutez vos émotions sans jugement et pratiquez la respiration profonde pour soulager le stress. Accordez-vous des pauses régulières, privilégiez le recentrage intérieur et entourez-vous d’énergie positive pour renforcer votre équilibre émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Pour les Verseaux le 1er janvier 2026, privilégiez une routine équilibrée d'exercice modéré comme la marche ou le yoga pour renforcer votre corps et préserver votre énergie. Hydratez-vous régulièrement et adoptez une alimentation riche en fruits et légumes. Accordez-vous des moments de repos pour éviter la fatigue. Écoutez votre corps et adaptez votre activité à vos besoins quotidiens.",
      "mental": "Pour le Verseau en 2026, prenez le temps de pratiquer la méditation quotidienne pour apaiser votre esprit. Cultivez la gratitude et écrivez un journal pour clarifier vos pensées. Évitez la surcharge d’informations et privilégiez des moments de calme en nature. Restez connecté à vos émotions, mais n'oubliez pas de prendre soin de votre bien-être mental.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le 1er janvier 2026, les Poissons doivent privilégier un rythme équilibré pour leur santé physique. Intégrez des activités douces comme la marche ou le yoga pour booster votre énergie. Adoptez une alimentation riche en fruits, légumes et hydratez-vous régulièrement. N’oubliez pas de prendre soin de votre peau et de vous reposer suffisamment pour maintenir vitalité et bien-être.",
      "mental": "Le 1er janvier 2026, les Poissons peuvent commencer l’année en cultivant la pleine conscience. Prenez chaque jour un moment pour respirer profondément, noter vos pensées et ressentis. Pour renforcer votre équilibre émotionnel, pratiquez la gratitude et évitez le surmenage. Priorisez votre bien-être mental en établissant des limites et en vous entourant de personnes bienveillantes.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}