{
  "date": "2026-01-11",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 11 janvier 2026, privilégie une routine équilibrée combinant activité physique régulière et détente. Intègre des exercices cardiovasculaires pour booster ton énergie, et n’oublie pas de t’hydrater suffisamment. Prends soin de ta peau avec des soins appropriés, et veille à un sommeil réparateur pour maintenir ta vitalité tout au long de la journée.",
      "mental": "Pour Bélier le 11 janvier 2026, prenez le temps de ralentir et pratiquer la pleine conscience. Concentrez-vous sur votre respiration pour apaiser votre esprit. Cultivez la patience face aux défis émotionnels et évitez les impulsivités. Intégrez des moments de détente dans votre journée, comme la méditation ou la marche en nature, afin de renforcer votre équilibre mental et émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour le Taureau le 11 janvier 2026, privilégiez une alimentation équilibrée riche en nutriments essentiels, notamment des légumes verts et des protéines de qualité. Accordez-vous du repos, hydratez-vous régulièrement, et pratiquez une activité physique douce comme la marche ou le yoga pour stimuler votre énergie. Prenez soin de votre corps en évitant le stress et en écoutant ses besoins.",
      "mental": "Pour le Taureau du 11 janvier 2026, privilégiez la respiration profonde et la méditation chaque jour pour apaiser votre esprit. Accordez-vous du temps pour écouter vos émotions sans jugement, et pratiquez la pleine conscience dans vos actions quotidiennes. Cultivez la patience et la gratitude pour renforcer votre stabilité mentale et émotionnelle, favorisant ainsi votre bien-être global.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Le 11 janvier 2026, les Gémeaux bénéficieront d'une énergie accrue. Écoutez votre corps en privilégiant des activités dynamiques comme la marche rapide ou le yoga pour renforcer votre corps. Accordez-vous des moments de détente pour éviter le stress. Maintenez une alimentation équilibrée et hydratez-vous régulièrement. Prenez soin de votre mental et de votre corps pour optimiser votre vitalité.",
      "mental": "Pour les Gémeaux du 11 janvier 2026, privilégiez la méditation quotidienne pour renforcer la clarté mentale. Prenez le temps d’identifier et d’exprimer vos émotions, afin de maintenir un équilibre émotionnel. Gérez votre stress en pratiquant la respiration profonde ou le yoga. Cultivez la pleine conscience dans vos activités, afin d’aiguiser votre esprit et préserver votre bien-être psychologique.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Le 11 janvier 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres pour renforcer votre système immunitaire. Intégrez une activité physique douce comme la marche ou le yoga 3 à 4 fois par semaine. Hydratez-vous bien, dormez suffisamment et écoutez votre corps pour éviter la fatigue. Prenez soin de vous avec douceur et régularité.",
      "mental": "Le 11 janvier 2026, prenez du temps pour vous recentrer. Pratiquez la pleine conscience en respirant profondément et en vous concentrant sur le moment présent. Équilibrez vos émotions en partageant vos ressentis avec des proches de confiance. Limitez le stress par des activités relaxantes, telles que la méditation ou la marche en nature, pour renforcer votre bien-être mental et émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Pour le Lion du 11 janvier 2026, privilégie une alimentation équilibrée riche en fruits, légumes et protéines légères pour soutenir ton énergie. Intègre une activité physique régulière comme la marche, le yoga ou la natation pour maintenir ton corps en forme. N’oublie pas de t’hydrater abondamment et de bien dormir pour favoriser ta récupération et ton bien-être général.",
      "mental": "Cher Lion, le 11 janvier 2026, prenez du temps pour la méditation quotidienne afin d'apaiser votre esprit. Pratiquez la respiration profonde dès que vous ressentez du stress. Concentrez-vous sur vos émotions en écrivant dans un journal pour mieux les comprendre. N'oubliez pas de vous entourer de personnes positives pour renforcer votre équilibre mental et émotionnel.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Pour la Vierge le 11 janvier 2026, privilégiez une routine équilibrée : mangez léger et nutritif, hydratez-vous régulièrement, et intégrez une activité physique douce comme la marche ou le yoga. Accordez-vous des pauses pour vous détendre, améliorez votre sommeil, et surveillez votre posture. Ces gestes renforceront votre énergie et votre bien-être global.",
      "mental": "Vierge, le 11 janvier 2026, prenez du temps chaque jour pour respirer profondément et pratiquer la pleine conscience. Écoutez vos émotions sans jugement et organisez votre environnement pour réduire le stress. Accordez-vous des pauses, faites de l’exercice et notez vos pensées pour renforcer votre clarté mentale. Cultivez la patience et la compassion envers vous-même.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour maintenir votre équilibre le 11 janvier 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intégrez 30 minutes d’exercice modéré, comme la marche ou le yoga, pour dynamiser votre corps. N’oubliez pas de vous hydrater régulièrement et de privilégier un sommeil réparateur. Écoutez votre corps et prenez soin de vous chaque jour.",
      "mental": "Pour maintenir votre équilibre mental et émotionnel, pratiquez la pleine conscience chaque jour en prenant quelques minutes de respiration profonde. Identifiez ce qui vous cause du stress et limitez l’exposition aux sources négatives. Cultivez la gratitude et entourez-vous de personnes positives. N’oubliez pas de prendre du temps pour vous, en faisant des activités qui nourrissent votre esprit et votre cœur.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 11 janvier 2026, prenez soin de votre corps en adoptant une routine équilibrée d'exercices modérés comme la marche ou le yoga. Veillez à bien vous hydrater, à dormir suffisamment, et à privilégier une alimentation riche en nutriments. Écoutez votre corps, évitez le surmenage, et accordez-vous des moments de détente pour maintenir votre énergie optimale.",
      "mental": "Le 11 janvier 2026, Scorpion, prenez le temps de pratiquer la pleine conscience pour clarifier votre esprit. Respirez profondément face aux émotions intenses, en vous concentrant sur le moment présent. Établissez une routine de relaxation, comme la méditation ou la marche en nature, pour réduire le stress et équilibrer vos émotions. Cultivez la douceur envers vous-même.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Pour le 11 janvier 2026, Sagittaire, privilégie l’activité physique régulière comme la marche, le yoga ou la natation pour maintenir ton énergie. Hydrate-toi bien et adopte une alimentation équilibrée riche en vitamines. Prends soin de ton sommeil, évite la surcharge et écoute ton corps. Des moments de relaxation purifieront ton esprit et renforceront ta vitalité.",
      "mental": "Le 11 janvier 2026, prenez du temps pour la méditation et la respiration profonde afin d’apaiser votre esprit sagitaire. Cultivez la patience face aux imprévus et exprimez vos émotions avec authenticité. Pratiquez la pleine conscience chaque jour pour renforcer votre équilibre émotionnel, réduire le stress, et favoriser une clarté mentale qui vous guidera avec confiance tout au long de cette journée.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Le 11 janvier 2026, les Capricornes doivent privilégier l’équilibre. Priorisez une alimentation saine, riche en vitamines et en minéraux pour renforcer votre vitalité. Intégrez des activités physiques régulières comme la marche ou le yoga, pour stimuler votre énergie et réduire le stress. Prenez soin de votre sommeil, hydratez-vous bien, et écoutez votre corps pour préserver votre bien-être.",
      "mental": "Pour les Capricornes du 11 janvier 2026, il est essentiel de cultiver la clarté mentale en pratiquant la méditation quotidienne. Prenez du temps pour respirer profondément lorsque le stress monte, et exprimez vos émotions avec douceur. Accordez-vous des pauses régulières pour équilibrer votre esprit, renforçant ainsi votre bien-être émotionnel. Restez connecté à vous-même et aux autres pour un équilibre durable.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Pour les Verseaux le 11 janvier 2026, privilégiez une routine d’exercice régulière, comme la marche rapide ou le yoga, pour augmenter votre vitalité. Hydratez-vous bien et adoptez une alimentation équilibrée riche en fruits et légumes. Accordez-vous du temps pour vous reposer et prendre soin de votre corps. Écoutez votre corps, évitez le surmenage, et cultivez une attitude positive envers votre santé.",
      "mental": "Le 11 janvier 2026, Verseau, prenez le temps de vous recentrer chaque matin par la méditation ou des exercices de respiration. Accordez-vous des pauses régulières pour évacuer le stress et clarifier votre esprit. Cultivez la gratitude pour renforcer votre équilibre émotionnel. Soyez bienveillant envers vous-même et pratiquez la pleine conscience pour favoriser votre bien-être mental.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Pour les Poissons en 2026-01-11, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines légères pour maintenir votre énergie. Intégrez des activités douces comme la marche, le yoga ou la natation pour apaiser votre corps et renforcer votre vitalité. Prenez soin de votre sommeil en évitant les écrans avant le coucher, et hydratez-vous régulièrement.",
      "mental": "Le 11 janvier 2026, prenez le temps de pratiquer la pleine conscience pour apaiser votre esprit. Accordez-vous des pauses régulières pour respirer profondément, identifier vos émotions et les accepter sans jugement. Cultivez la patience envers vous-même et privilégiez des activités apaisantes comme la méditation ou le yoga. Cela renforcera votre équilibre mental et émotionnel tout au long de la journée.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}