{
  "date": "2026-02-13",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 13 février 2026, privilégiez des activités physiques dynamiques comme la course ou la musculation pour booster votre énergie. Veillez à bien vous hydrater et à équilibrer votre alimentation avec des aliments riches en vitamines. Accordez-vous des pauses régulières pour étirer votre corps et éviter la fatigue. Prenez soin de votre sommeil pour rester vital et tonifié.",
      "mental": "Bélier, le 13 février 2026, prenez du temps pour la pleine conscience en respirant profondément chaque matin. Accordez-vous des moments de calme pour clarifier vos pensées, surtout face aux défis. Pratiquez la gratitude pour équilibrer vos émotions et réduire le stress. N'oubliez pas de vous entourer de soutien positif pour renforcer votre stabilité mentale.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Pour le Taureau le 13 février 2026, concentre-toi sur une routine équilibrée. Pratique une activité douce comme le yoga ou la marche, pour maintenir ton énergie et réduire le stress. Hydrate-toi bien, privilégie une alimentation riche en nutriments, et prends soin de ta peau avec des soins réguliers. Écoute ton corps pour rester en harmonie.",
      "mental": "Le 13 février 2026, Taureau, prenez du temps pour vous recentrer. Pratiquez la méditation ou la respiration profonde pour calmer votre esprit. Établissez des routines pour gérer le stress et évitez la surcharge émotionnelle. Cultivez la patience et la gratitude, en vous concentrant sur le présent, afin d’harmoniser votre bien-être mental et émotionnel.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Le 13 février 2026, les Gémeaux devraient privilégier une routine équilibrée. Pratiquez une activité physique dynamique, comme la marche rapide ou le yoga, pour stimuler votre énergie. N’oubliez pas de bien vous hydrater et de manger léger, riche en fruits et légumes. Prenez aussi soin de votre esprit avec des moments de relaxation pour maintenir votre vitalité optimale.",
      "mental": "Le 13 février 2026, Gémeaux, prenez du temps pour vous recentrer. Pratiquez la pleine conscience, respirez profondément, et notez vos pensées pour clarifier votre esprit. Accordez-vous des pauses régulières pour gérer le stress. Cultivez l’équilibre émotionnel en partageant vos sentiments avec des proches et en pratiquant la gratitude chaque jour.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Pour soutenir votre santé physique en cette période, adoptez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Pratiquez une activité physique douce, comme la marche ou le yoga, 3 à 4 fois par semaine pour maintenir votre énergie. Assurez-vous de bien vous hydrater, de dormir suffisamment et de prendre soin de votre corps avec des soins réguliers.",
      "mental": "Le 13 février 2026, concentrez-vous sur la respiration consciente pour apaiser votre esprit. Prenez du temps chaque jour pour méditer ou pratiquer la pleine conscience, favorisant la clarté mentale. Écoutez vos émotions avec douceur, en évitant la surcharge émotionnelle. N'hésitez pas à exprimer ce que vous ressentez et à solliciter le soutien de vos proches pour un équilibre intérieur durable.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion, pour partager votre énergie positive, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intégrez des exercices cardio réguliers, comme la marche ou la danse, pour stimuler votre vitalité. N’oubliez pas de vous hydrater suffisamment et de prendre soin de votre sommeil. Écoutez votre corps et reposez-vous quand nécessaire pour maintenir votre bien-être.",
      "mental": "Pour Lion, le 13 février 2026, prenez le temps de respirer profondément chaque matin pour calmer votre esprit. Pratiquez la pleine conscience en observant vos émotions sans jugement. Accordez-vous des pauses dans votre journée pour vous recentrer et réduire le stress. Cultivez la compassion envers vous-même et les autres pour renforcer votre bien-être émotionnel.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Le 13 février 2026, prenez soin de votre corps en privilégiant une alimentation équilibrée riche en fruits, légumes et protéines légères. Intégrez une activité physique régulière comme la marche, le yoga ou la natation pour renforcer votre vitalité. Accordez-vous des moments de repos pour récupérer pleinement et maintenez une bonne hydratation tout au long de la journée.",
      "mental": "Le 13 février 2026, Vierge, prenez du temps pour la pleine conscience : respirez profondément, pratiquez la méditation ou la marche en nature. Pour renforcer votre équilibre émotionnel, écrivez vos pensées et apprenez à lâcher prise face aux petits soucis. Priorisez votre bien-être mental, et n'hésitez pas à demander du soutien si nécessaire.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour maintenir votre équilibre physique en février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intégrez 30 minutes d’exercice modéré comme la marche ou le yoga chaque jour. Hydratez-vous régulièrement, dormez suffisamment et pratiquez des étirements pour renforcer votre corps. Écoutez votre corps et reposez-vous lorsque nécessaire pour préserver votre énergie et votre bien-être.",
      "mental": "Pour maintenir votre équilibre mental et émotionnel le 13 février 2026, prenez chaque jour quelques minutes pour pratiquer la pleine conscience et la respiration profonde. Identifiez ce qui vous cause du stress et cherchez des solutions concrètes. Accordez-vous du temps pour la détente, l’écoute de vos émotions, et cultivez la gratitude. Priorisez votre bien-être pour une sérénité durable.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Cher Scorpion, le 13 février 2026, privilégiez une alimentation équilibrée riche en vitamines et minéraux pour soutenir votre énergie. Intégrez des exercices réguliers comme le yoga ou la marche pour renforcer votre corps et apaiser votre esprit. N’oubliez pas de bien vous hydrater et de dormir suffisamment afin de préserver votre vitalité et votre bien-être général.",
      "mental": "Le 13 février 2026, les Scorpions bénéficient d’une opportunité pour renforcer leur clarté mentale. Prenez du temps chaque matin pour la méditation ou la respiration profonde afin de calmer votre esprit. Soyez attentif à vos émotions et exprimez-les avec douceur. Pour gérer le stress, privilégiez des activités relaxantes comme le yoga ou la marche en nature. Ce jour, cultivez la sérénité intérieure.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 13 février 2026, Sagittaire, privilégiez une activité physique régulière comme la marche ou le yoga pour renforcer votre corps. Hydratez-vous suffisamment et adoptez une alimentation équilibrée riche en fruits et légumes. Évitez le stress excessif, dormez suffisamment et prenez soin de votre posture. Ces actions amélioreront votre énergie, votre bien-être et votre vitalité tout au long de la journée.",
      "mental": "Le 13 février 2026, sagittaire, prenez du temps chaque jour pour pratiquer la pleine conscience, en respirant profondément et en vous concentrant sur le moment présent. Cultivez la gratitude pour renforcer votre équilibre émotionnel. Pour réduire le stress, n’hésitez pas à vous entourer de nature et à parler avec des proches. Priorisez votre bien-être mental et écoutez votre intuition.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Le 13 février 2026, les Capricornes doivent privilégier l’équilibre physique. Intégrez une routine régulière d’exercice modéré comme la marche ou le yoga pour renforcer votre corps et dynamiser votre énergie. Prenez soin de votre alimentation en privilégiant des aliments nutritifs et hydratants. N’oubliez pas de vous reposer suffisamment pour favoriser la récupération et maintenir votre vitalité optimalement.",
      "mental": "Le 13 février 2026, Capricornes, prenez le temps de vous recentrer en pratiquant la méditation ou la respiration profonde. Écoutez vos émotions sans jugement et notez ce qui vous apaise. Établissez des limites saines pour gérer le stress et privilégiez des activités qui nourrissent votre esprit, comme la lecture ou la nature. Votre équilibre intérieur vous renforcera face aux défis.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Le 13 février 2026, Verseau, privilégiez une routine d’exercice régulière comme la marche ou le yoga pour renforcer votre énergie. Hydratez-vous abondamment et adoptez une alimentation équilibrée riche en fruits et légumes. Prenez soin de votre sommeil en créant une ambiance relaxante avant de dormir. Ces actions amélioreront votre vitalité et votre santé globale.",
      "mental": "Le 13 février 2026, Verseau, prenez du temps pour la méditation et la respiration profonde afin d’apaiser votre esprit. Cultivez la gratitude pour renforcer votre stabilité émotionnelle. Évitez la surcharge d’informations en vous concentrant sur ce qui vous apporte paix et clarté. Pratiquez la pleine conscience chaque jour pour maintenir un équilibre mental et gérer efficacement le stress.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Le Poisson en février 2026 doit privilégier une routine équilibrée. Intégrez des exercices doux comme la marche ou le yoga pour renforcer votre corps et apaiser votre esprit. Accordez une attention particulière à votre alimentation en choisissant des aliments riches en vitamines et en évitant les excès. Hydratez-vous bien et reposez-vous suffisamment pour maintenir une énergie optimale.",
      "mental": "Poissons, le 13 février 2026, prenez le temps de méditer pour clarifier votre esprit. Pratiquez la respiration profonde pour réduire le stress et cultiver votre calme intérieur. Accordez-vous des moments de gratitude chaque jour afin d’équilibrer vos émotions. Entourez-vous de personnes bienveillantes et écoutez votre intuition pour mieux naviguer cette journée. Prenez soin de vous.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}