{
  "date": "2026-02-17",
  "language": "fr",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "Pour Bélier le 17 février 2026, privilégiez des activités physiques dynamiques comme la course ou le sport d'équipe pour canaliser votre énergie. Adoptez une alimentation équilibrée riche en protéines et hydratez-vous régulièrement. Accordez-vous des pauses pour la relaxation musculaire et veillez à un sommeil réparateur pour maintenir votre vitalité tout au long de la journée.",
      "mental": "Pour Bélier le 17 février 2026, prenez du temps chaque matin pour méditer ou pratiquer la respiration profonde, afin d’accroître votre clarté mentale. Écoutez attentivement vos émotions sans jugement, et évitez la précipitation dans vos décisions. Intégrez des pauses régulières pour gérer le stress, et cultivez la gratitude pour renforcer votre équilibre émotionnel.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Le Taureau en 2026-02-17 devrait privilégier l’équilibre physique en adoptant une alimentation saine et variée. Intégrez des activités régulières comme la marche ou le yoga pour maintenir votre énergie stable. Prenez soin de votre corps avec des soins hydratants et des massages pour réduire le stress. Écoutez votre corps et reposez-vous suffisamment pour rester en pleine forme.",
      "mental": "Pour le Taureau du 17 février 2026, consacrez du temps chaque jour à la méditation ou à la respiration profonde pour renforcer votre clarté mentale. Écoutez vos émotions sans jugement, en pratiquant la pleine conscience. Prenez soin de votre corps par des activités apaisantes comme la marche ou le yoga, afin de gérer efficacement le stress et favoriser l’équilibre émotionnel.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Pour les Gémeaux le 17 février 2026, privilégiez une routine équilibrée en mouvement. Intégrez des activités variées comme la marche, le yoga ou la natation pour stimuler votre énergie et préserver votre vitalité. Pensez à bien vous hydrater, dormir suffisamment et adopter une alimentation riche en nutriments pour soutenir votre bien-être physique global.",
      "mental": "Le 17 février 2026, Gémeaux, prenez du temps pour respirer profondément et pratiquer la pleine conscience. Évitez la surcharge d'informations en vous concentrant sur ce qui vous apaise. Exprimez vos émotions avec douceur et respect. La méditation guidée ou une marche en nature peuvent renforcer votre clarté mentale et votre équilibre émotionnel. Prenez soin de vous avec douceur.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Le 17 février 2026, prenez soin de votre corps en adoptant une alimentation équilibrée riche en fruits, légumes et protéines maigres. Hydratez-vous régulièrement et privilégiez des exercices doux comme la marche ou le yoga pour renforcer votre énergie. Accordez-vous des moments de repos pour favoriser la récupération. Écoutez votre corps et consultez votre médecin en cas de besoin.",
      "mental": "Le 17 février 2026, prenez le temps de vous recentrer en pratique la pleine conscience. Respirez profondément, visualisez un lieu apaisant et notez vos émotions sans jugement. Établissez des routines de relaxation, telles que la méditation ou la marche, pour diminuer le stress. Entourez-vous d’affection et écoutez votre intuition pour renforcer votre bien-être mental et émotionnel.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Le Lion, en 2026, concentre-toi sur une routine équilibrée, privilégiant une alimentation riche en fruits, légumes et protéines. Pratique régulièrement une activité physique adaptée à ton énergie, comme la marche ou la danse, pour stimuler ton corps. N'oublie pas de t'hydrater suffisamment et de dormir suffisamment pour renforcer ton bien-être et ton vitalité.",
      "mental": "Cher Lion, en ce jour, prends le temps de pratiquer la respiration profonde pour apaiser ton esprit. Consacre quelques minutes à la méditation ou à la pleine conscience pour renforcer ton équilibre émotionnel. N’oublie pas d’écouter tes sentiments sans jugement, et privilégie des activités qui t’apportent paix intérieure. Cultive la douceur avec toi-même chaque instant.",
      "recommended_activity": "marche",
      "diet_focus": "grains entiers",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Pour la Vierge le 17 février 2026, priorise ton bien-être physique en adoptant une routine régulière d’exercice modéré comme la marche ou le yoga. Hydrate-toi abondamment et privilégie une alimentation équilibrée riche en fruits, légumes et fibres. N’oublie pas de dormir suffisamment et de prendre soin de ton corps par des étirements quotidiens pour stimuler ton énergie et ton vitalité.",
      "mental": "Pour la Vierge le 17 février 2026, privilégiez la respiration consciente pour apaiser votre esprit. Organisez vos pensées avec des listes ou journaling afin d’obtenir une clarté mentale. Prenez du temps pour la nature ou la méditation, renforçant votre équilibre émotionnel. Évitez la surcharge, et pratiquez la patience envers vous-même pour un bien-être durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Pour améliorer votre bien-être physique le 17 février 2026, adoptez une alimentation équilibrée riche en fruits, légumes et protéines. Buvez suffisamment d'eau tout au long de la journée. Pratiquez une activité physique régulière comme la marche, le yoga ou la natation pour booster votre énergie. N'oubliez pas de vous étirer et de dormir assez pour favoriser la récupération.",
      "mental": "Pour maintenir votre équilibre mental et émotionnel, pratiquez la pleine conscience chaque jour, en prenant quelques instants pour respirer profondément. Identifiez ce qui vous cause du stress et gérez-le avec des activités apaisantes comme la méditation ou la marche en nature. Cultivez la gratitude et n'hésitez pas à partager vos sentiments avec des proches pour renforcer votre bien-être.",
      "recommended_activity": "repos",
      "diet_focus": "vitamines",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Le 17 février 2026, prenez soin de votre corps en intégrant une routine d'exercice régulière, comme la marche ou le yoga, pour booster votre énergie. Hydratez-vous abondamment et privilégiez une alimentation équilibrée riche en fruits et légumes. Accordez-vous des moments de repos pour éviter la fatigue, et n’oubliez pas de vous écouter pour prévenir tout signe de surcharge physique.",
      "mental": "Le 17 février 2026, les Scorpions bénéficieront d'une journée propice à la recherche de clarté mentale. Prenez quelques minutes pour méditer ou pratiquer la respiration profonde afin de réduire le stress. Écoutez vos émotions sans jugement, en les accueillant avec douceur. Cultiver la pleine conscience vous aidera à maintenir un équilibre émotionnel et à renforcer votre bien-être intérieur.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Le 17 février 2026, Sagittaire devrait privilégier une activité physique régulière, comme la marche ou le yoga, pour renforcer son énergie et sa vitalité. Pensez à bien vous hydrater et à adopter une alimentation équilibrée riche en vitamines. Prenez également du temps pour la détente et le sommeil réparateur afin de soutenir votre bien-être global.",
      "mental": "Le 17 février 2026, prenez du temps pour recentrer votre esprit en pratiquant la méditation ou la respiration profonde. Accueillez vos émotions avec bienveillance et évitez la surcharge mentale en établissant des priorités. Nourrissez votre bien-être en restant connecté à la nature ou à des activités apaisantes, favorisant ainsi clarté mentale et équilibre émotionnel.",
      "recommended_activity": "méditation",
      "diet_focus": "hydratation",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Le 17 février 2026, privilégie une alimentation équilibrée riche en fruits, légumes et protéines pour soutenir ton énergie. Intègre des activités douces comme la marche ou le yoga pour renforcer ton corps et réduire le stress. N’oublie pas de bien t’hydrater et de dormir suffisamment, car cela améliorera ta vitalité tout au long de la journée. Prends soin de toi, Capricorne.",
      "mental": "Pour le Capricorne du 17 février 2026, il est essentiel de cultiver la clarté mentale en prenant du temps pour la méditation quotidienne. Équilibrez vos émotions en exprimant vos préoccupations à un proche ou un journal. Pratiquez la respiration profonde pour gérer le stress et restez présent dans l’instant. Priorisez votre bien-être pour un équilibre harmonieux.",
      "recommended_activity": "étirements",
      "diet_focus": "fruits",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "Pour le Verseau le 17 février 2026, privilégiez une alimentation équilibrée riche en fruits et légumes pour soutenir votre énergie. Intégrez une routine sportive régulière, comme la marche ou le yoga, pour renforcer votre corps et apaiser l’esprit. N’oubliez pas de bien vous hydrater et de consacrer du temps à la relaxation pour maintenir votre vitalité et votre bien-être global.",
      "mental": "Le 17 février 2026, Verseau, prenez du temps pour la pleine conscience et la respiration profonde. Cultivez la patience face aux émotions et évitez la surcharge d'informations. Pratiquez la marche en nature ou la méditation pour apaiser l’esprit. Soyez bienveillant envers vous-même, en accueillant chaque émotion avec douceur et en vous concentrant sur l’instant présent.",
      "recommended_activity": "yoga",
      "diet_focus": "protéines",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Pour les Poissons le 17 février 2026, privilégiez une alimentation équilibrée riche en fruits, légumes et protéines maigres. Intégrez une activité physique douce comme la yoga ou la marche quotidienne pour stimuler votre énergie. Hydratez-vous régulièrement, veillez à un sommeil réparateur et prenez soin de votre corps en évitant le stress excessif. Écoutez votre corps, il vous guidera vers le mieux-être.",
      "mental": "Pour les Poissons le 17 février 2026, prenez le temps de pratiquer la pleine conscience chaque matin. Respirez profondément, identifiez vos émotions et acceptez-les sans jugement. Maintenez une routine régulière d’exercice doux ou de méditation pour réduire le stress. Entourez-vous de pensées positives et n’hésitez pas à demander du soutien si nécessaire, pour cultiver un équilibre mental et émotionnel durable.",
      "recommended_activity": "cardio",
      "diet_focus": "légumes",
      "author": "Astrologly"
    }
  }
}