{
  "date": "2026-02-05",
  "language": "pt",
  "tz": "Asia/Jerusalem",
  "entries": {
    "aries": {
      "physical": "No dia 5 de fevereiro de 2026, Áries deve priorizar cuidados físicos e energia. Inclua refeições nutritivas e balanceadas para manter sua vitalidade. Pratique exercícios moderados, como corrida ou yoga, para liberar energia acumulada. Hidrate-se bem e reserve momentos de descanso para evitar o cansaço. Cuide do seu corpo com atenção e compreensão, fortalecendo seu bem-estar.",
      "mental": "Áries em 2026-02-05, concentre-se em praticar a atenção plena, respirando profundamente quando sentir ansiedade. Priorize momentos de silêncio para clarear sua mente e estabelecer metas realistas. Reservar tempo para atividades que trazem alegria ajudará a equilibrar emoções. Lembre-se de ouvir seu coração, cultivando a paciência e o autoamor para fortalecer seu bem-estar emocional.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "taurus": {
      "physical": "Touro, em 2026-02-05, priorize o cuidado com seu corpo, equilibrando alimentação saudável e hidratação adequada. Faça exercícios leves como caminhada ou ioga para aumentar seus níveis de energia e reduzir o estresse. Reserve tempo para relaxar e dormir bem, fortalecendo sua resistência física. Cuide-se com atenção, promovendo bem-estar e vitalidade duradoura.",
      "mental": "Touro em 5 de fevereiro de 2026 deve focar em estabelecer rotinas de mindfulness, como meditação diária ou respirações profundas. Priorize o autocuidado e mantenha o equilíbrio emocional ao evitar sobrecarregar-se. Reserve tempo para refletir, praticar gratidão e conectar-se com pessoas queridas, fortalecendo sua saúde mental e emocional diante de desafios.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "gemini": {
      "physical": "Para Gêmeos em 2026-02-05, priorize o equilíbrio físico: mantenha uma alimentação nutritiva, hidrate-se bem e pratique exercícios moderados, como caminhada ou yoga. Cuide do sono, evitando distrações antes de dormir. Estabeleça rotinas de alongamento para melhorar a flexibilidade e aliviar o estresse. Ouça seu corpo e tire momentos para descansar quando sentir fadiga.",
      "mental": "Gêmeos em 2026-02-05, foque em praticar a atenção plena diariamente, reservando momentos para respiração profunda e meditação. Cultive clareza mental ao organizar suas tarefas e estabelecer prioridades. Equilibre as emoções ao compartilhar seus sentimentos com pessoas confiáveis. Gerencie o estresse com atividades que lhe tragam alegria, promovendo bem-estar e relaxamento interior. Priorize seu cuidado emocional para um dia equilibrado.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "cancer": {
      "physical": "Para manter seu bem-estar físico durante o câncer, priorize uma alimentação equilibrada, rica em frutas, verduras e proteínas magras. Hidrate-se adequadamente e pratique exercícios leves, como caminhadas ou alongamentos suaves, para fortalecer o corpo e aumentar seus níveis de energia. Consulte seu médico antes de iniciar qualquer rotina de atividades físicas e mantenha uma rotina de sono regular para recuperação e vitalidade.",
      "mental": "Para o dia 5 de fevereiro de 2026, concentre-se em práticas de atenção plena e respiração profunda para acalmar a mente. Reserve momentos para refletir e reconhecer suas emoções, sem julgamento. Priorize hobbies que trazem alegria e descanso, e evite sobrecarregar-se. Cultivar autocompaixão ajudará a manter equilíbrio emocional e clareza mental diante de desafios.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "leo": {
      "physical": "Leão em 2026-02-05 deve priorizar atividades físicas que aumentem sua energia, como caminhadas ao ar livre ou yoga. Cuide da alimentação, incluindo alimentos nutritivos e hidratação adequada. Reserve tempo para descansar e evitar o excesso de esforço. Manter uma rotina de exercícios e cuidado com o corpo fortalecerá sua vitalidade e bem-estar neste dia.",
      "mental": "Para Leão em 5 de fevereiro de 2026, concentre-se na prática diária de mindfulness e respiração profunda para manter a clareza mental. Reserve momentos para refletir suas emoções, procurando equilíbrio emocional. Evite sobrecarregar-se com expectativas; priorize o autocuidado e atividades que promovam paz interior. Cultivar gratidão ajudará a fortalecer sua autoestima e bem-estar emocional.",
      "recommended_activity": "caminhada",
      "diet_focus": "grãos integrais",
      "author": "Astrologly"
    },
    "virgo": {
      "physical": "Para Virgem em 2026-02-05, priorize uma rotina de exercícios leves e consistentes, como caminhadas ou yoga, para aumentar sua energia. Cuide bem da alimentação, incluindo frutas e verduras, evitando excessos de alimentos industrializados. Durma bem e hidrate-se bastante. Reserve tempo para relaxar e alongar o corpo, promovendo equilíbrio físico e mental.",
      "mental": "Para Virgem em 2026-02-05, pratique meditação diária para clareza mental e reduza o estresse. Estabeleça uma rotina de autocuidado, como exercícios leves e pausas conscientes. Cultive a paciência e aceite imperfeições, promovendo equilíbrio emocional. Mantenha um diário de gratidão para reforçar pensamentos positivos e fortalecer sua paz interior.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    },
    "libra": {
      "physical": "Para Libra em 2026-02-05, priorize o equilíbrio físico. Inclua exercícios aeróbicos leves, como caminhada ou yoga, para aumentar sua energia e reduzir o estresse. Invista em cuidados com a pele e uma alimentação equilibrada, rica em frutas e vegetais. Priorize o sono de qualidade e mantenha-se hidratado para fortalecer sua vitalidade e bem-estar geral.",
      "mental": "Para Libra em 5 de fevereiro de 2026, priorize momentos diários de introspecção e prática de mindfulness para fortalecer sua clareza mental. Cultive o equilíbrio emocional ao expressar seus sentimentos com autenticidade e empatia. Gerencie o estresse dedicando-se a atividades relaxantes, como meditação ou caminhadas. Lembre-se de reservar tempo para si, promovendo bem-estar e harmonia interior.",
      "recommended_activity": "descanso",
      "diet_focus": "vitaminas",
      "author": "Astrologly"
    },
    "scorpio": {
      "physical": "Para Escorpião em 2026-02-05, priorize o equilíbrio físico. Mantenha uma rotina de exercícios moderados, como caminhada ou ioga, para aumentar sua energia. Cuide da alimentação, com alimentos nutritivos e hidratação adequada. Reserve tempo para descanso e autoavaliação corpo-mente, evitando excessos. Pequenas mudanças diárias podem melhorar seu bem-estar geral e revitalizar sua vitalidade.",
      "mental": "Para Escorpião em 5 de fevereiro de 2026, pratique a meditação diária para manter a clareza mental. Cultive o equilíbrio emocional ao expressar seus sentimentos com confiança. Gerencie o estresse através de exercícios de respiração profunda e momentos de pausa. Dedique tempo a atividades que tragam prazer e promovam o autoconhecimento, fortalecendo sua resiliência emocional e bem-estar.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "sagittarius": {
      "physical": "Para Sagitário em 5 de fevereiro de 2026, foque em manter uma rotina de exercícios ao ar livre, como caminhar ou correr, que estimula sua energia e disposição. Cuide bem da sua alimentação, priorizando alimentos naturais e nutritivos. Hidrate-se adequadamente e durma bem para fortalecer sua vitalidade. Reserve tempo para relaxar e cuidar do seu corpo, promovendo equilíbrio e bem-estar.",
      "mental": "Para Sagitário em 5 de fevereiro de 2026, priorize momentos de introspecção para manter a clareza mental. Pratique meditação ou respiração consciente para equilibrar emoções e reduzir o estresse. Cultive gratidão diária e conecte-se com a natureza para fortalecer seu bem-estar emocional. Lembre-se de desacelerar e ouvir sua intuição, promovendo paz interior e resiliência.",
      "recommended_activity": "meditação",
      "diet_focus": "hidratação",
      "author": "Astrologly"
    },
    "capricorn": {
      "physical": "Capricórnio em 5 de fevereiro de 2026 deve priorizar uma rotina de exercícios moderados, como caminhadas ou yoga, para manter a energia equilibrada. Cuide da alimentação, incluindo alimentos ricos em fibras e nutrientes essenciais. Hidrate-se bastante e ajuste o sono para recuperar forças. Ouça seu corpo e evite sobrecargas, promovendo bem-estar e vitalidade duradoura.",
      "mental": "Capricórnio em 5 de fevereiro de 2026 deve focar na prática diária de meditação para manter a clareza mental. Reserve momentos para refletir e estabelecer limites emocionais saudáveis. Para reduzir o estresse, pratique exercícios físicos moderados e respirações profundas. Cultivar a autocompaixão e estar presente no momento ajudará a fortalecer seu equilíbrio emocional e mental, promovendo bem-estar contínuo.",
      "recommended_activity": "alongamento",
      "diet_focus": "frutas",
      "author": "Astrologly"
    },
    "aquarius": {
      "physical": "No dia 5 de fevereiro de 2026, Aquário deve priorizar o cuidado com o corpo, mantendo uma rotina equilibrada de exercícios leves, como caminhada ou alongamento. Consuma alimentos nutritivos e hidrate-se regularmente para manter os níveis de energia elevados. Reserve tempo para relaxar e escutar seu corpo, promovendo bem-estar físico e prevenindo cansaço excessivo.",
      "mental": "Para Aquário em 2026-02-05, priorize momentos de reflexão para melhorar a clareza mental. Cultive práticas de mindfulness, como meditação diária, para equilibrar emoções e reduzir o estresse. Reserve tempo para atividades criativas que promovam autoconhecimento. Procure apoio emocional quando necessário e mantenha uma rotina de autocuidado para fortalecer seu bem-estar psicológico e emocional.",
      "recommended_activity": "yoga",
      "diet_focus": "proteínas",
      "author": "Astrologly"
    },
    "pisces": {
      "physical": "Para Peixes em 05/02/2026, foco na energia e bem-estar físico é essencial. Priorize uma alimentação equilibrada rica em frutas, vegetais e proteínas magras. Inclua exercícios leves, como yoga ou caminhada diária, para fortalecer o corpo e aliviar o estresse. Cuide da sua pele com hidratação adequada e descansos regulares. Cuide-se com carinho e atenção especial neste dia.",
      "mental": "Peixes em 2026-02-05, concentre-se na prática de mindfulness para aumentar sua clareza mental. Reserve momentos diários para meditação ou respiração consciente, ajudando a equilibrar emoções e aliviar o estresse. Cultive positividade e autocompaixão, permitindo-se expressar sentimentos de forma saudável. Lembre-se de que cuidar do seu bem-estar emocional fortalece sua intuição e promove harmonia interior.",
      "recommended_activity": "cardio",
      "diet_focus": "vegetais",
      "author": "Astrologly"
    }
  }
}